Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/cli_wallet_daemon_isolation_qubes_whonix.po
Languages: de, es, fr, nb_no, nl, pl, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
es: {% include disclaimer.html translated="yes" translationOutdated="yes" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="yes" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nl: {% include disclaimer.html translated="yes" translationOutdated="yes" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: With [Qubes](https://qubes-os.org) + [Whonix](https://whonix.org) you can have a Monero wallet that is without networking and running on a virtually isolated system from the Monero daemon which has all of its traffic forced over [Tor](https://torproject.org).
de: Mit [Qubes](https://qubes-os.org) + [Whonix](https://whonix.org) ist es möglich, ein nicht vernetztes Wallet in einem System zu betreiben, welches quasi vom Hintergrunddienst isoliert ist und seinen Datenverkehr über [Tor](https://torproject.org/de/) laufen lässt.
es: Con [Qubes](https://qubes-os.org) más [Whonix](https://whonix.org) puedes tener un monedero de Monero sin conexión a la red y en ejecución en un sistema virtualmente aislado del daemon de Monero que tiene todo su tráfico sobre [Tor](https://torproject.org).
fr: Avec [Qubes](https://qubes-os.org) et [Whonix](https://whonix.org) vous pouvez disposer d'un portefeuille Monero hors connexion fonctionnant sur un système virtuel isolé du démon Monero dont tout le trafic est forcé à passer à travers [Tor](https://torproject.org).
nb_no: Med [Qubes](https://qubes-os.org) + [Whonix](https://whonix.org) kan du ha en Monero-lommebok som er uten nettverking og som kjører på et virtuelt, isolert system fra Monero daemonen som har all sin trafikk tvunget over [Tor](https://torproject.org).
nl: Met [Qubes](https://qubes-os.org) en [Whonix](https://whonix.org) kun je een Monero-portemonnee zonder netwerkverbinding uitvoeren op een virtueel systeem, ge√Øsoleerd van de Monero-node, waarvan al het verkeer verplicht via [Tor](https://torproject.org) loopt.
pl: Z [Qubes](https://qubes-os.org) + [Whonix](https://whonix.org) możesz mieć portfel Monero, który jest odłączony od sieci i działa na wirtualnie izolowanym systemie gdzie cały ruch jest wymuszany przez [Tor](https://torproject.org).
ru: С помощью [Qubes](https://qubes-os.org) + [Whonix](https://whonix.org) можно создать кошелек Monero, который не будет требовать подключения к сети и работать на фактически изолированной от демона Monero системе , у которого весь сетевой трафик будет проходить через сеть [Tor](https://torproject.org).

source: Qubes gives the flexibility to easily create separate VMs for different purposes. First you will create a Whonix workstation for the wallet with no networking. Next, another Whonix workstation for the @daemon which will use your Whonix gateway as it's NetVM. For communication between the wallet and daemon you can make use of Qubes [qrexec](https://www.qubes-os.org/doc/qrexec3/).
de: Qubes ermöglicht es, flexibel und einfach separate VMs für unterschiedliche Zwecke zu erstellen. Zunächst erstellst du eine Whonix-Workstation für das nicht vernetzte Wallet. Als Nächstes eine weitere Whonix-Workstation für den Hintergrunddienst, der dein Whonix-Gateway als seine NetVM nutzt. Zur Kommunikation zwischen Wallet und Hintergrunddienst kannst du Qubes' [Qrexec](https://www.qubes-os.org/doc/qrexec3/) nutzen.
es: Qubes brinda la flexibilidad de crear VMs separadas fácilmente para diferentes propósitos. Primero crearás una estación de trabajo Whonix para el monedero sin conexión a la red. Después, otra estación de trabajo Whonix para el daemon que usará la puerta Whonix como su NetVM. Para comunicación entre el monedero y el daemon puedes usar Qubes [qrexec](https://www.qubes-os.org/doc/qrexec3/).
fr: Qubes permet de créer facilement des machines virtuelles pour différents besoins. Tout d'abord, vous crérez une station de travail Whonix sans réseau pour le portefeuille. Ensuite, une seconde station de travail Whonix pour le démon qui utilisera votre passerelle Whonix comme réseau de machine virtuelle. La communication dentre le portefeuille et le démon pourra être réalisée en utilisant Qubes [qrexec](https://www.qubes-os.org/doc/qrexec3/).
nb_no: Qubes gir fleksibiliteten til å enkelt opprette VM-er for ulike formål. Du må først opprette en Whonix-arbeidsstasjon for lommeboken uten nettverking. Deretter en annen Whonix-arbeidsstasjon for daemonen som bruker din Whonix-port i og med at den er NetVM. For kommunikasjon mellom lommebøkene og daemon, kan du bruke Qubes [qrexec](https://www.qubes-os.org/doc/qrexec3/).
nl: Qubes biedt de flexibiliteit om eenvoudig afzonderlijke virtual machines voor verschillende doeleinden te maken. Eerst maak je een Whonix-werkstation voor de portemonnee, zonder netwerkverbinding. Vervolgens maak je een ander Whonix-werkstation dat je Whonix-gateway gebruikt als NetVM. Voor communicatie tussen de portemonnee en de node kun je gebruik maken van Qubes [qrexec](https://www.qubes-os.org/doc/qrexec3/).
pl: Qubes daje możliwość łatwego tworzenia oddzielnych maszyn wirtualnych dla różnych celów. Najpierw musisz stworzyć stację roboczą Whonix dla portfela bez dostępu do sieci. Następnie, kolejną stację roboczą dla @daemon, który użyje bramki Whonix-a jako NetVM. Do komunikacji między portfelem, a daemon możesz użyć Qubes[qrexec](https://www.qubes-os.org/doc/qrexec3/).
ru: Qubes предоставляет гибкость, позволяющую легко создавать отдельные виртуальные машины для разных целей. Сначала нужно создать рабочую станцию Whonix для кошелька без подключения к сети. Далее, создается другая рабочая станция Whonix для демона, который будет использовать шлюз Whonix, так как это NetVM. Для обмена данными между кошельком и демоном можно использовать Qubes [qrexec](https://www.qubes-os.org/doc/qrexec3/).

source: This is safer than other approaches which route the wallets rpc over a Tor hidden service, or that use physical isolation but still have networking to connect to the daemon. In this way you don't need any network connection on the wallet, you preserve resources of the Tor network, and there is less latency.
de: Dies ist sicherer als andere Methoden, die etwa den RPC des Wallets durch einen durch Tor verborgenen Service leiten oder physisch isoliert sind, aber dennoch im Netzbetrieb sind, um zum Hintergrunddienst zu verbinden. Du benötigst auf diese Weise keine Netzwerkverbindung für dein Wallet, du schützt die Ressourcen des Tor-Netzwerks und es gibt weniger Verzögerung.
es: Esto es más seguro que otros enfoques que trazan el rpc del monedero a un servicio de Tor oculto, o que utilizan aislamiento físico pero aun así tienen conexión a la red para conectarse al daemon. En este enfoque no necesitas ninguna conexión al monedero, conservas los recursos de la red de Tor y se tiene menos latencia.
fr: Il s'agit d'une approche plus sûre que d'autres solutions routant les appels de procédure distantes du portefeuille à travers un service Tor caché, ou utilisant une isolation physique mais disposant toujours du réseau pour le raccordement au démon. De cette manière vou sn'avez besoin d'aucune connectivité réseau sur le portefeuille, vous préserver les ressources du réseau Tor et vous minimisez la latence.
nb_no: Dette er tryggere enn andre tilnærminger som ruter lommebokens rpc over en skjult Tor-service, eller en som bruker fysisk isolasjon men som fremdeles trenger nettverking for å koble seg til daemonen. På denne måten trenger du ikke en nettverksforbindelse til lommeboken. Du bevarer ressursene til Tor-nettverket, og det er også mindre latens.
nl: Dit is veiliger dan andere benaderingen, waarbij de RPC van de portemonnee via een verborgen Tor-service wordt geleid, of fysieke isolatie wordt gebruikt, maar er nog steeds een netwerkverbinding nodig is voor communicatie met de node. Met deze methode is er helemaal geen netwerkverbinding nodig voor de portemonnee, ga je zuiniger om met het Tor-netwerk en is er minder vertraging.
pl: Jest to bezpieczniejsze niż inne sposoby, które kierują rpc portfela przez ukrytą usługę Tor, lub które używają fizycznej izolacji, ale nadal są podłączone do sieci. W ten sposób nie potrzebujesz żadnego połączenia z siecią, zachowujesz dostęp do Tor-a i masz mniejsze opóźnienia.
ru: Это безопаснее, чем другие популярные способы, в которых осуществляется маршрутизация трафика rpc кошельков поверх скрытой службы Tor или используется физическая изоляция, но при этом активна сеть для прямого подключения к демону. Таким образом, не требуется какое-либо сетевое соединение на кошельке, вы передаете весь трафик через сеть Tor.

source: ## 1. [Create Whonix AppVMs](https://www.whonix.org/wiki/Qubes/Install):
es: ## 1. [Crear AppVMs Whonix](https://www.whonix.org/wiki/Qubes/Install):
fr: ## 1. [Créer une machine virtuelle applicative Whonix](https://www.whonix.org/wiki/Qubes/Install):
nb_no: ## 1. [Opprett Whonix AppVM-er](https://www.whonix.org/wiki/Qubes/Install):
nl: ## 1. [Maak Whonix AppVM's](https://www.whonix.org/wiki/Qubes/Install):
pl: ## 1. [Utwórz Whonix AppVMs](https://www.whonix.org/wiki/Qubes/Install):
ru: ## 1. [Создание виртуальной машины Whonix AppVM](https://www.whonix.org/wiki/Qubes/Install):

source: + Using a Whonix workstation template, create two workstations as follows:
es: + Utilizando una estación de trabajo Whonix, crea dos estaciones de trabajo como sigue:
fr: + En utilisant un modèle Whonix de station de travail, créez deux stations de travail comme suit :
nb_no: + Opprett følgende to arbeidsstasjoner ved å bruke en Whonix-arbeidsstasjonmal:
nl: + Met een sjabloon voor Whonix-werkstations maak je op de volgende manier twee werkstations:
pl: + Używając szablonu stacji roboczej Whonix, utwórz dwie stacje robocze w następujący sposób:
ru: + Используя шаблон рабочей станции Whonix, создаем две рабочие станции следующим образом:

source: The first workstation will be used for your wallet, it will referred to as `monero-wallet-ws`. You will have `NetVM` set to `none`.
de: Die erste Workstation wird für dein Wallet genutzt und als `monero-wallet-ws` bezeichnet. `NetVM` wird hier auf `none` festgelegt.
es: La primera estación de trabajo se usará para tu monedero, se referirá a ella como `monero-wallet-ws`. Tendrás `NetVM` ajustado como `none`.
fr: La première station de travail sera utilisé pour le portefeuille, on s'y réfèrera en tant que `monero-wallet-ws`. Vous aurez `NetVM` définit à `none`.
nb_no: Den første arbeidsstasjonen vil brukes for lommeboken din, og vil refereres til som `monero-wallet-ws`. Du må sette din `NetVM` til `none`.
nl: Het eerste werkstation wordt gebruikt voor je portemonnee. We noemen het `monero-wallet-ws`. Hier stel je `NetVM` in op `none`.
pl: Pierwsza stacja robocza będzie używana dla Twojego portfela, będzie ona określana jako `monero-wallet-ws`. Będziesz miał `NetVM` ustawiony na `none`.
ru: Первая рабочая станция будет использоваться для вашего кошелька, она будет называться `monero-wallet-ws`. `NetVM` оставляем не установленным, выбирая `none`.

source: The second workstation will be for the `monerod` daemon, it will be referred to as `monerod-ws`. You will have `NetVM` set to the Whonix gateway `sys-whonix`. Before moving on, make sure this workstation has enough private storage. You can estimate how much space you need by checking the size of the [raw blockchain]({{ site.baseurl }}/downloads/#blockchain). Keep in mind that the blockchain will take up more space with time.
de: Die zweite Workstation wird für den Hintergrunddienst `monerod` verwendet und als `monerod-ws` bezeichnet. `NetVM` ist in diesem Fall auf das Whonix-Gateway `sys-whonix` festgelegt. Stelle vor dem Fortfahren sicher, dass diese Workstation ausreichend privaten Speicher hat. Wie viel Speicher du benötigen wirst, kannst du schätzen, indem du die Größe der ["rohen" Blockchain]({{ site.baseurl }}/downloads/#blockchain) überprüfst. Behalte im Hinterkopf, dass die Blockchain mit der Zeit mehr Platz einnehmen wird.
es: La segunda estación de trabajo será para el daemon `monerod`, se referirá a ella como `monerod-ws`. Tendrás `NetVM` ajustado como la puerta Whonix `sys-whonix`. Before moving on, make sure this workstation has enough private storage. You can estimate how much space you need by checking the size of the [raw blockchain]({{ site.baseurl }}/downloads/#blockchain). Keep in mind that the blockchain will take up more space with time.
fr: La seconde station de travail sera pour le démon `monerod`, on s'y réfèrera en tant que `monerod-ws`. Vous aurez `NetVM` définit sur la passerelle Whonix `sys-whonix`. Before moving on, make sure this workstation has enough private storage. You can estimate how much space you need by checking the size of the [raw blockchain]({{ site.baseurl }}/downloads/#blockchain). Keep in mind that the blockchain will take up more space with time.
nb_no: Den andre arbeidsstasjonen vil være for `monerod`-daemonen, og vil refereres til som `monerod-ws`. Din `NetVM` må være satt til Whonix-porten `sys-whonix`. Før du går videre må du sørge for at denne arbeidsstasjonen har nok privat lagringsplass. Du kan anslå hvor mye lagringsplass du trenger ved å sjekke størrelsen på den [rå blokkjeden]({{ site.baseurl }}/downloads/#blockchain). Husk at blokkjeden over tid vil bruke oppta lagringsplass.
nl: Het tweede werkstation wordt gebruikt voor `monerod`, de daemon voor de node. We noemen het `monerod-ws`. Hier stel je `NetVM` in op de Whonix-gateway `sys-whonix`. Before moving on, make sure this workstation has enough private storage. You can estimate how much space you need by checking the size of the [raw blockchain]({{ site.baseurl }}/downloads/#blockchain). Keep in mind that the blockchain will take up more space with time.
pl: Druga stacja robocza będzie przeznaczona dla demona `monerod`, będzie ona określana jako `monerod-ws`. Będziesz miał `NetVM` ustawiony na bramę Whonixa `sys-whonix`. Zanim przejdziesz dalej, upewnij się, że ta stacja robocza ma wystarczającą ilość prywatnej pamięci masowej. Możesz oszacować, ile miejsca potrzebujesz, sprawdzając rozmiar [surowego blockchaina]({{ site.baseurl }}/downloads/#blockchain). Należy pamiętać, że blockchain z czasem będzie zajmował coraz więcej miejsca.
ru: Вторая рабочая станция создается для демона `monerod`, она будет называться `monerod-ws`. `NetVM` устанавливаем для шлюза Whonix `sys-whonix`. Before moving on, make sure this workstation has enough private storage. You can estimate how much space you need by checking the size of the [raw blockchain]({{ site.baseurl }}/downloads/#blockchain). Keep in mind that the blockchain will take up more space with time.

source: ## 2. In the AppVM `monerod-ws`:
es: ## 2. En la AppVM `monerod-ws`:
fr: ## 2. Dans la machine virtuelle applicative `monerod-ws`:
nb_no: ## 2. I AppVM-en `monerod-ws`:
nl: ## 2. In de AppVM `monerod-ws`:
pl: ## 2. W AppVM `monerod-ws`:
ru: ## 2. В виртуальной машине AppVM `monerod-ws` делаем следующее:

source: + Create a `systemd` file.
es: + Crea un archivo `systemd`.
fr: + Créez un fichier `systemd`.
nb_no: + Opprett en `systemd`-fil.
nl: + Maak een `systemd`-bestand.
pl: + Utwórz plik `systemd`.
ru: + Создаем файл `systemd`.

source: ``` user@host:~$ sudo nano /home/user/monerod.service ```
nl: ``` user@host:~$ sudo gedit /home/user/monerod.service ```

source: Paste the following contents:
de: Füge die folgenden Inhalte ein:
es: Pega el siguiente contenido:
fr: Collez-y le contenu suivant :
nb_no: Lim inn følgende innhold:
nl: Plak de volgende gegevens:
pl: Wklej następującą treść:
ru: Вставляем в него следующее содержимое:

source: ExecStart=/usr/bin/monerod --detach --data-dir=/home/user/.bitmonero \ --no-igd --pidfile=/home/user/.bitmonero/monerod.pid \ --log-file=/home/user/.bitmonero/bitmonero.log --p2p-bind-ip=127.0.0.1
es: ExecStart=/usr/local/bin/monerod --detach --data-dir=/home/user/.bitmonero \ --no-igd --pidfile=/home/user/.bitmonero/monerod.pid \ --log-file=/home/user/.bitmonero/bitmonero.log --p2p-bind-ip=127.0.0.1
fr: ExecStart=/usr/local/bin/monerod --detach --data-dir=/home/user/.bitmonero \ --no-igd --pidfile=/home/user/.bitmonero/monerod.pid \ --log-file=/home/user/.bitmonero/bitmonero.log --p2p-bind-ip=127.0.0.1
nl: ExecStart=/usr/local/bin/monerod --detach --data-dir=/home/user/.bitmonero \ --no-igd --pidfile=/home/user/.bitmonero/monerod.pid \ --log-file=/home/user/.bitmonero/bitmonero.log --p2p-bind-ip=127.0.0.1
ru: ExecStart=/usr/local/bin/monerod --detach --data-dir=/home/user/.bitmonero \ --no-igd --pidfile=/home/user/.bitmonero/monerod.pid \ --log-file=/home/user/.bitmonero/bitmonero.log --p2p-bind-ip=127.0.0.1

source: + Make `monerod` daemon run on startup by editing the file `/rw/config/rc.local`.
es: + Hacer ejecutable a `monerod` en arranque editando el archivo `/rw/config/rc.local`.
fr: + Configurez le lancement du démon `monerod` au démarrage en éditant le fichier `/rw/config/rc.local`.
nb_no: + Få `monerod` daemon til å kjøre på oppstart ved å redigere filen `/rw/config/rc.local`.
nl: + Zorg dat de daemon `monerod` wordt uitgevoerd bij het opstarten door het bestand `/rw/config/rc.local` te bewerken.
pl: + Spraw aby demon `monerod` był uruchamiany przy starcie przez edycję pliku `/rw/config/rc.local`.
ru: + Добавляем демон `monerod` в автозагрузку, отредактировав файл `/rw/config/rc.local`.

source: ``` user@host:~$ sudo nano /rw/config/rc.local ```
nl: ``` user@host:~$ sudo gedit /rw/config/rc.local ```

source: Add these lines to the bottom:
de: Füge die folgenden Zeilen am unteren Ende hinzu:
es: Agrega estas líneas al final:
fr: Ajoutez les lignes suivantes à la fin du fichier :
nb_no: Legg til disse linjene nederst:
nl: Voeg onderaan deze regels toe:
pl: Dodaj te linie na samym dole:
ru: Добавляем эти строки в конец текста:

source: Make file executable.
de: Mache die Datei lauffähig.
es: Hacer ejecutable el archivo.
fr: Rendez le fichier exécutable.
nb_no: Gjør filen kjørbar.
nl: Maak het bestand uitvoerbaar.
pl: Zezwól na uruchamianie pliku.
ru: Создаем исполняемый файл.

source: + Create rpc action file.
es: + Crear archivo de acción rpc.
fr: + Créez le fichier d'action d'appel de procédure distante.
nb_no: + Opprett en rpc-handlingsfil.
nl: + Maak het RPC-actiebestand.
pl: + Utwórz plik akcji rpc.
ru: + Создаем файл действий для rpc.

source: ``` user@host:~$ sudo mkdir /rw/usrlocal/etc/qubes-rpc user@host:~$ sudo nano /rw/usrlocal/etc/qubes-rpc/user.monerod ```
nb_no: ``` user@host:~$ sudo mkdir /rw/usrlocal/etc/qubesp-rpc user@host:~$ sudo nano /rw/usrlocal/etc/qubes-rpc/user.monerod ```
nl: ``` user@host:~$ sudo mkdir /rw/usrlocal/etc/qubes-rpc user@host:~$ sudo gedit /rw/usrlocal/etc/qubes-rpc/user.monerod ```

source: Add this line:
de: Füge folgende Zeile hinzu:
es: Agrega esta línea:
fr: Ajoutez cette ligne :
nb_no: Legg til denne linjen:
nl: Voeg deze regel toe:
pl: Dodaj linię:
ru: Добавляем строку:

source: + Shutdown `monerod-ws`.
es: + Apaga `monerod-ws`.
fr: + Éteignez `monerod-ws`.
nb_no: + Skru av `monerod-ws`.
nl: + Sluit `monerod-ws` af.
pl: + Zamknij `monerod-ws`.
ru: + Выключаем виртуальную машину `monerod-ws`.

source: ## 3. In the AppVM `monero-wallet-ws`:
es: ## 3. En la AppVM `monero-wallet-ws`:
fr: ## 3. Dans la machine virtuelle applicative `monero-wallet-ws`:
nb_no: ## 3. I AppVM-en `monero-wallet-ws`:
nl: ## 3. In de AppVM `monero-wallet-ws`:
pl: ## 3. W AppVM `monero-wallet-ws`:
ru: ## 3. В виртуальной машине AppVM `monero-wallet-ws` делаем следующее:

source: + Edit the file `/rw/config/rc.local`.
es: + Edita el archivo `/rw/config/rc.local`.
fr: + Éditez le fichier `/rw/config/rc.local`.
nb_no: + Rediger filen `/rw/config/rc.local`.
nl: + Bewerk het bestand `/rw/config/rc.local`.
pl: + Edytuj plik `/rw/config/rc.local`.
ru: + Редактируем файл `/rw/config/rc.local`.

source: Add the following line to the bottom:
de: Füge folgende Zeilen am unteren Ende hinzu:
es: Agrega la siguiente línea al final:
fr: Ajoutez-y la ligne suivante à la fin :
nb_no: Legg til følgende linje nederst:
nl: Voeg onderaan deze regel toe:
pl: Dodaj następującą linię na samym dole:
ru: Добавляем эту строку в конец документа:

source: + Shutdown `monero-wallet-ws`.
es: + Apaga `monero-wallet-ws`.
fr: + Éteignez `monero-wallet-ws`.
nb_no: + Slå av `monero-wallet-ws`.
nl: + Sluit `monero-wallet-ws` af.
pl: + Zamknij `monero-wallet-ws`.
ru: + Выключаем виртуальную машину `monero-wallet-ws`.

source: + Create the file `/etc/qubes-rpc/policy/user.monerod`:
es: + Crea el archivo `/etc/qubes-rpc/policy/user.monerod`:
fr: + Créez le fichier `/etc/qubes-rpc/policy/user.monerod`:
nb_no: + Opprett filen `/etc/qubes-rpc/policy/user.monerod`:
nl: + Maak het bestand `/etc/qubes-rpc/policy/user.monerod`:
pl: + Stwórz plik `/etc/qubes-rpc/policy/user.monerod`:
ru: + Создаем файл `/etc/qubes-rpc/policy/user.monerod`:

source: Add the following line:
de: Füge die folgende Zeile hinzu:
es: Agrega la siguiente línea:
fr: Ajoutez la ligne suivante :
nb_no: Legg til følgende linje:
nl: Voeg deze regel toe:
pl: Dodaj następującą linię:
ru: Добавляем следующую строку:

source: ## 4. In `dom0`:
es: ## 4. En `dom0`:
fr: ## 4. Dans `dom0`:
nb_no: ## 4. I `dom0`:
pl: ## 4. W `dom0`:
ru: ## 4. В `dom0` делаем следующее:

source: [Install] WantedBy=multi-user.target ```
pl: [Zainstaluj] WantedBy=multi-user.target ```

source: 1. [Create Whonix AppVMs](https://www.whonix.org/wiki/Qubes/Install):
de: 1. [Erstellen von Whonix-AppVMs](https://www.whonix.org/wiki/Qubes/Install):

source: Using a Whonix workstation template, create two workstations as follows:
de: Erstelle unter Verwendung einer Whonix-Workstation-Vorlage zwei Workstations auf die folgende Weise:

source: 2. In the AppVM `monerod-ws`:
de: 2. In der AppVM `monerod-ws`:

source: Create a `systemd` file.
de: Erstelle eine `systemd`-Datei.

source: Make `monerod` daemon run on startup by editing the file `/rw/config/rc.local`.
de: Stelle durch Abändern der Datei `/rw/config/rc.local` ein, dass der `monerod`-Hintergrunddienst bei Systemstart ausgeführt wird.

source: Create rpc action file.
de: Erstelle eine RPC-Action-File.

source: Shutdown `monerod-ws`.
de: Fahre `monerod-ws` herunter.

source: 3. In the AppVM `monero-wallet-ws`:
de: 3. In der AppVM `monero-wallet-ws`:

source: Edit the file `/rw/config/rc.local`.
de: Bearbeite die Datei `/rw/config/rc.local`.

source: Shutdown `monero-wallet-ws`.
de: Fahre `monero-wallet-ws` herunter.

source: Create the file `/etc/qubes-rpc/policy/user.monerod`:
de: Erstelle die Datei `/etc/qubes-rpc/policy/user.monerod`:
