Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/howto_fix_stuck_funds.po
Languages: ar, de, fr, nb_no, nl, pl, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
ar: {% include disclaimer.html translated="yes" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: Sometimes, your funds will become stuck - you will have some locked funds that never become unlocked. This is how you fix it.
ar: في بعض الأحيان سوف تتعلق أموالك - سيكون لديك بعض الأموال المغلقه. هذه هي طريقة إصلاحها.
de: Manchmal kann es passieren, dass dein Geld feststeckt - du hast gesperrtes Guthaben, das niemals freigegeben wird. So löst du das Problem:
fr: Parfois, vos fonds pourraient être bloqués, ou vous auriez des fonds bloqués qui ne se débloqueraient jamais. Voici comment solutionner ce problème.
nb_no: Av og til vil midlene dine bli «sittende fast» – du vil ha noen låste midler som aldri blir ulåst. Slik kan du fikse det:
nl: Het kan gebeuren dat je geld vast komt te zitten. Je Monero wordt vergrendeld maar nooit ontgrendeld. Dat kun je op de volgende manier oplossen.
pl: Czasami, Twoje fundusze utkną - będziesz miał kilka zablokowanych funduszy, które nigdy nie zostaną odblokowane. Oto jak to naprawić.
ru: Случается так, что ваши средства «застревают», то есть у вас появляются заблокированные средства, которые никогда не будут разблокированы. И вот способ решения этой проблемы.

source: - Load your wallet in monero-wallet-cli.
de: - Lade dein Wallet in monero-wallet-cli.
fr: - Chargez votre portefeuille dans monero-wallet-cli.
pl: - Załaduj swój portfel w monero-wallet-cli.

source: - Type
de: - Tippe
fr: - Tapez
pl: - Wpisz

source: into the command prompt. Write down your 25 word seed, if you haven't already. This is the best way to make sure you don't lose access to your funds.
ar: في سطر الأوامر قم بكتابه ال25 كلمه المخصصه لإستعاده محفظتك. هذه هي أأمن طريقه للحفاظ علي أموالك من الضياع.
de: in die Befehlszeile ein. Falls noch nicht geschehen, schreibe deinen 25-Wort-Seed nieder. Dies ist der beste Weg um sicherzustellen, dass du den Zugriff auf dein Vermögen nicht verlierst.
fr: Dans l'invite de commande. Notez votre phrase mnémonique de 25 mots, si vous ne l'avez pas déjà fait. C'est la meilleure façon de vous assurer que vous ne perdez pas l'accès à vos fonds.
nb_no: i ledeteksten. Skriv ned frøet ditt på 25 ord dersom du ikke allerede har gjort det. Dette er den beste måten å sørge for at du ikke mister tilgang til midlene dine på.
nl: op de opdrachtregel. Schrijf je hersteltekst van 25 woorden op, als je dat nog niet eerder hebt gedaan. Dit is de beste manier om ervoor te zorgen dat je over je geld kunt blijven beschikken.
pl: do wiersza polecenia. Wpisz swój 25-słowny kod mnemoniczny, jeśli jeszcze tego nie zrobiłeś. To najlepszy sposób na zapewnienie ciągłego dostępu do twoich funduszy.
ru: в окне ввода команды. Ввести свою мнемоническую фразу, состоящую из 25 слов, если этого ещё не было сделано. Это наилучший способ убедиться в том, что вы не утратите доступа к собственным средствам.

source: - Close monero-wallet-cli by typing
de: - Schließe monero-wallet-cli durch die Eingabe von
fr: - Fermez monero-wallet-cli en tapant
pl: - Zamnkij monero-wallet-cli, wpisując

source: - Backup all of your wallet related files. These include:
de: - Sichere alle dem Wallet zugehörigen Dateien. Diese beinhalten:
fr: - Sauvegardez tous les fichiers relatifs à votre portefeuille, à savoir :
pl: - Utwórz kopię zapasową wszystkich plików związanych z twoim portfelem, czyli:

source: > yourwalletname.bin > yourwalletname.bin.keys > yourwalletname.bin.address.txt
fr: > nomdevotreportefeuille.bin > nomdevotreportefeuille.bin.keys > nomdevotreportefeuille.bin.address.txt

source: This can be done by copying the files to a new folder.
ar: يمكن القيام بذلك عن طريق نسخ الملفات إلى مجلد جديد.
de: Du kannst dies tun, indem du die Dateien in einen neuen Ordner kopierst.
fr: Vous pouvez réaliser ceci en copiant les fichiers dans un nouveau répertoire.
nb_no: Dette kan gjøres ved å kopiere filene til en ny mappe.
nl: Dit kun je doen door de bestanden naar een nieuwe map te kopiÃ«ren.
pl: Możesz tego dokonać, kopiując pliki do nowego folderu.
ru: Это можно сделать, скопировав все файлы в новую папку.

source: Sometimes, when creating your wallet, you might have named it something without the .bin part. In that case, the wallet file will be called yourwalletname without the .bin at the end.
ar: في بعض الأحيان عند إنشائك للمحفظه قد تكون أسميتها بدون .bin . في هذه الحاله سيكون إسم محفظتك بدون .bin في اﻵخر.
de: Beim Erstellen deines Wallets könntest du einen Namen ohne das ".bin"-Element gewählt haben. In diesem Fall wird sich die Wallet-Datei schlicht "yourwalletname" (ohne ".bin") nennen.
fr: Parfois, lors de la création de votre portefeuille, vous pourriez lui avoir donner un nom sans la partie .bin. Dans ce cas, votre portefeuille s'appellera nomdevotreportefeuille sans le .bin à la fin.
nb_no: Av og til, når du oppretter lommeboken din, må du gi den et navn uten .bin-delen. I dette tilfellet vil lommebokfilen kalles for dinlommebok uten .bin på slutten.
nl: Het is mogelijk dat je je portemonnee een naam hebt gegeven zonder de toevoeging .bin. In dat geval heet het portemonneebestand portemonnee zonder .bin erachter.
pl: Czasami przy zakładaniu portfela mogłeś go nazwać bez końcówki ".bin". W takim przypadku plik portfela będzie się nazywał nazwaportfela - bez końcówki ".bin".
ru: Иногда при создании кошелька вы можете назвать его как-нибудь так, что часть .bin будет отсутствовать. В этом случае файл кошелька должен называться yourwalletname без .bin на конце.

source: - Delete yourwallet.bin
de: - Lösche yourwallet.bin.
fr: - Supprimez nomdevotreportefeuille.bin
pl: - Usuń twójportfel.bin

source: - Load monero-wallet-cli, type in the name of the wallet you just deleted
de: - Lade monero-wallet-cli und gib den Namen deines gerade gelöschten Wallets ein.
fr: - Lancez monero-wallet-cli, et tapez le nom de votre portefeuille que vous venez de supprimer.
pl: - Załaduj monero-wallet-cli, wpisz nazwę portfela, który właśnie usunąłeś

source: - Enter password. The wallet will now refresh and hopefully your locked funds will now become unlocked.
de: - Gib das Passwort ein. Das Wallet wird nun aktualisieren, danach wird dein gesperrtes Guthaben hoffentlich freigegeben und verfügbar sein.
fr: - Entrez votre mot de passe. Votre portefeuille sera alors mis à jour et avec un peu de chance vos fonds bloqués seront alors débloqués.
pl: - Wpisz hasło. Portfel zostanie teraz zaktualizowany, a twoje zablokowane fundusze zostaną odblokowane.

source: Load your wallet in monero-wallet-cli.
ar: شغل محفظتك في واجهه سطر الأوامر (monero-wallet-cli)
nb_no: Last inn lommeboken din i monero-wallet-cli.
nl: Laad je portemonnee in monero-wallet-cli.
ru: Загрузить ваш кошелёк в monero-wallet-cli.

source: Type
ar: إكتب
nb_no: Tast inn
nl: Typ
ru: Напечатать

source: Close monero-wallet-cli by typing
ar: إغلق واجهه سطر الأوامر بكتابه
nb_no: Lukk monero-wallet-cli ved å taste inn
nl: Typ het volgende om monero-wallet-cli af te sluiten:
ru: Закрыть monero-wallet-cli, напечатав

source: Backup all of your wallet related files. These include:
ar: قم بعمل نسخة احتياطية من جميع ملفاتك المتعلقة بالمحفظة. وتشمل :
nb_no: Sikkerhetskopier alle de lommebokrelaterte filene dine. Disse inkluderer:
nl: Maak een back-up van alle bestanden die bij je portemonnee horen. Dit zijn:
ru: Сохранить все файлы, связанные с вашим кошельком, включая:

source: Delete yourwallet.bin
ar: إحذف yourwallet.bin
nb_no: Slett dinlommebok.bin
nl: Verwijder portemonnee.bin
ru: Следует удалить yourwallet.bin

source: Load monero-wallet-cli, type in the name of the wallet you just deleted
ar: شَغِل واجهه سطر الأوامر الخاصه بمونيرو, وإكتب إسم المحفظه الذي حذفته للتو
nb_no: Last inn monero-wallet-cli, og tast inn navnet på lommeboken du nettopp slettet.
nl: Laad monero-wallet-cli en typ daarbij de naam in van de portemonnee die je net hebt verwijderd.
ru: Загрузить monero-wallet-cli, ввести имя кошелька, которое вы только что удалили

source: Enter password. The wallet will now refresh and hopefully your locked funds will now become unlocked.
ar: أدخل كلمه السر . ستقوم المحفظه الأن بالمزامنه ونأمل أن تكون الأموال متاحه لك الأن.
nb_no: Skriv inn passordet. Lommeboken vil nå oppdateres, og forhåpentligvis vil de låste midlene dine nå bli ulåst.
nl: - Voer je wachtwoord in. De portemonnee wordt nu vernieuwd. Hopelijk wordt je vergrendelde geld daardoor ontgrendeld.
ru: Ввести пароль. Теперь кошелёк обновлен, а ваши заблокированные средства, я надеюсь, разблокированы.
