Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/importing_blockchain.po
Languages: de, nb_no, pl, ru, zh_cn

source: ### Purpose and Warning
de: ### Gegenstand und Warnung
nb_no: ### Hensikt og advarsel
pl: ### Cel i Ostrzeżenie
ru: ### Цель и предупреждение

source: Most people don't need this. To use Monero, just start the software and it will synchronize itself with the peer-to-peer network. Normally, this is much faster than downloading and importing the blockchain as detailed in this guide. This is because you'll be downloading from many peers instead of just a single server, and the Monero @daemon will verify each block as it's received, instead of verifying separately after downloading.
de: Die meisten Anwender benötigen den Import der Blockchain nicht. Um Monero zu nutzen, musst du lediglich die Software starten, die sich dann mit dem Peer-to-Peer-Netzwerk synchronisiert. In der Regel ist dies deutlich schneller, als würdest du die Blockchain auf die hier beschriebene Weise herunterladen und importieren; du lädst dabei von vielen Peers anstelle von einem einzigen Server herunter, und der Monero-Hintergrunddienst verifiziert dann jeden Block direkt nach dem Eingang, anstelle nach dem Download alles separat zu überprüfen.
nb_no: De fleste trenger ikke dette. For å bruke Monero, kan du bare starte programvaren, så vil den synkroniseres med seg selv med p2p-nettverket. Dette går normalt mye raskere enn å laste ned og importere blokkjeden, som beskrevet i denne guiden. Dette er fordi du må laste ned fra mange noder i stedet for en enkel server, og Monero @daemonen vil verifisere hver blokk mens den mottas istedenfor å verifisere den separat etter nedlasting.
pl: Większość ludzi tego nie potrzebuje. Aby korzystać z Monero, wystarczy uruchomić oprogramowanie, a ono samo zsynchronizuje się z siecią peer-to-peer. Zazwyczaj jest to znacznie szybsze niż pobieranie i importowanie blockchaina, jak wyszczególniono w tym przewodniku. Dzieje się tak dlatego, że będziesz pobierać z wielu serwerów peer-to-peer zamiast z jednego, a Monero @daemon zweryfikuje każdy blok w momencie jego otrzymania, zamiast weryfikować go osobno po pobraniu.
ru: Большинству пользователей этого не требуется. Чтобы пользоваться Monero достаточно запустить программное обеспечение и оно само синхронизируется с одноранговой сетью. Как правило, это происходит гораздо быстрее, чем скачивание и импорт блокчейна, что подробно описано в данном руководстве. Это действительно так, поскольку скачивание происходит со множества одноранговых узлов, а не с одного отдельно взятого сервера, а @демон Monero проверяет каждый блок по мере их получения, а не верифицирует их отдельно после скачивания.
zh_cn: 大多数人不需要这个。如果想要使用门罗币，打开软件它就会用点对点网络自我同步了。一般情况下，这比这篇文章中指导的下载与导入方法要快得多。因为你不只是从一个单独的服务器下载，而是通过很多中继，并且门罗币@节点进程会在接收到一个区块以后立刻对其进行验证，而不是下载完成以后单独验证。

source: This option is mostly useful for development, or possibly if some unusual problem is preventing you from syncing the normal way.
de: Die in dieser Anleitung beschriebene Option ist vorwiegend zur Entwicklung von Nutzen, ist aber auch dann hilfreich, wenn dich ein ungewöhnliches Problem vom üblichen Synchronisieren abhalten sollte.
nb_no: Dette valget er mest nyttig for utviklere, eller muligens dersom et uvanlig problem hindrer deg fra å synkronisere på en normal måte.
pl: Ta opcja jest przydatna głównie podczas programowania, lub jeśli jakiś nietypowy problem uniemożliwia synchronizację w normalny sposób.
ru: Эта опция по большей части полезна с точки зрения разработки или же в том случае, если что-то мешает вам синхронизироваться обычным способом.
zh_cn: 这个选项对于开发者一般很有用，如果你遇见了一些不寻常的让你无法正常同步的问题它也能派上用场。

source: **Never** use the dangerous unverified import option, it is strictly for experts only. Especially, don't use it with any blockchain you download from the Internet, including the official site. It is only safe to use if a) you are importing a file that you exported locally, yourself *and* b) you are absolutely sure it was already fully and properly verified before exporting.
de: Verwende **niemals** die gefährliche, ungeprüfte Importoption; diese ist ausschließlich für Experten gedacht. Insbesondere solltest du sie nicht bei einer aus dem Internet, einschließlich von der offiziellen Webseite heruntergeladen Blockchain verwenden. Nur wenn du a) eine Datei importierst, die du eigenhändig lokal exportiert hast *und* b) du absolut sicher bist, dass die Datei vor dem Exportieren gründlich und vollständig überprüft wurde, ist ihr Gebrauch wirklich sicher.
nb_no: **Aldri** bruk uverifiserte importeringsvalg da dette kun er for eksperter. Du bør spesielt ikke bruke det med en blokkjede du laster ned fra internett, inkludert den offisielle nettsiden. Det er kun trygt å bruke dersom du a) importerer en fil som du eksporterer lokalt på egenhånd *og* b) er helt sikker på at den allerede var fullt og skikkelig verifisert før den ble eksportert.
pl: **Nigdy** nie używaj niebezpiecznej opcji niezweryfikowanego importu, jest ona przeznaczona wyłącznie dla ekspertów. W szczególności nie używaj jej z żadnym blockchainem, który pobierasz z Internetu, w tym z oficjalnej strony. Jest ona bezpieczna tylko wtedy, gdy a) importujesz plik, który sam wyeksportowałeś lokalnie *i* b) jesteś absolutnie pewien, że został on już w pełni i prawidłowo zweryfikowany przed eksportem.
ru: **Никогда** не используйте опцией импорта не верифицированных данных, так как она предназначена исключительно для экспертов. Особенно, не следует ею пользоваться в том случае, если вы скачиваете какой-нибудь блокчейн из интернета, включая официальный сайт. Эта опция безопасна в двух случаях: a) если вы импортируете файл, который экспортировали локально, самостоятельно, *и* b) вы абсолютно уверены в том, что он был полностью и надлежащим образом верифицирован перед тем, как его экспортировали.

source: ### Step 1
de: ### Schritt 1
nb_no: ### Trinn 1
pl: ### Krok 1
ru: ### Шаг 1

source: Download the Current bootstrap from https://downloads.getmonero.org/blockchain.raw; you can skip this step if you are importing the blockchain from another source.
de: Lade die aktuelle Bootstrap von https://downloads.getmonero.org/blockchain.raw herunter. Wenn du die Blockchain aus einer anderen Quelle importierst, kannst du diesen Schritt überspringen.
nb_no: Last ned det gjeldende oppstartsprogrammet fra https://downloads.getmonero.org/blockchain.raw; du kan hoppe over dette trinnet hvis du importerer blokkjeden fra en annen kilde.
pl: Pobierz aktualny bootstrap z https://downloads.getmonero.org/blockchain.raw; możesz pominąć ten krok, jeśli importujesz blockchain z innego źródła.
ru: Скачайте актуальный Bootstrap (фреймворк) с https://downloads.getmonero.org/blockchain.raw. Этот шаг можно пропустить, если вы импортируете блокчейн из другого источника.
zh_cn: 从https://downloads.getmonero.org/blockchain.raw下载目前的区块数据；如果你在从其他源导入区块链你可以跳过这一步。

source: ### Step 2
de: ### Schritt 2
nb_no: ### Trinn 2
pl: ### Krok 2
ru: ### Шаг 2

source: Find the path where the Monero software is installed. For example mine is:
de: Finde den Pfad, auf welchem die Monero-Software installiert ist. Meiner ist beispielsweise
nb_no: Finn stien som Monero-programvaren er installert på. Min er for eksempel:
pl: Znajdź ścieżkę, gdzie zainstalowane jest oprogramowanie Monero. Na przykład moja to:
ru: Найдите директорию, в которую было установлено программное обеспечение Monero. В моём случае, например, это была следующая директория:
zh_cn: 找到门罗币程序安装的路径。比如说笔者的是：

source: Your path may be different depending on where you decided to install the Monero software, and what version of the software you have.
de: Je nach dem, welche Version der Software du heruntergeladen und wo du diese installiert hast, kann dein Pfad natürlich ein anderer sein.
nb_no: Stien din kan være en annen, avhengig av hvor du bestemte deg for å installere Monero-programvaren og hvilken versjon av programvaren du har.
pl: Twoja ścieżka może być inna w zależności od tego, gdzie zdecydowałeś się zainstalować oprogramowanie Monero i jaką wersję oprogramowania posiadasz.
ru: Путь может быть и другим, в зависимости от того, где вы решите установить программное обеспечение Monero, а также версии этого программного обеспечения.
zh_cn: 根据你版本的不同和你安装位置的不同，你的路径可能会不同。

source: ### Step 3
de: ### Schritt 3
nb_no: ### Trinn 3
pl: ### Krok 3
ru: ### Шаг 3

source: Find the path of your downloaded blockchain for example mine was:
de: Finde den Pfad deiner heruntergeladenen Blockchain. Bei mir war das
nb_no: Finn stien til den nedlastede blokkjede. Min var for eksempel:
pl: Znajdź ścieżkę do swojego pobranego blockchaina, na przykład moją była:
ru: Найдите директорию, в которую был скачан блокчейн. В моём случае, например, директория была следующей:
zh_cn: 找到你下载好的区块链文件的路径。比如说笔者的是：

source: Yours might be different depending on where you chose to save the downloaded blockchain.
de: Deiner kann abhängig davon, wo du die Blockchain abgespeichert hast, ein anderer sein.
nb_no: Din er kanskje en annen, avhengig av hvor du valgte å lagre blokkjeden.
pl: Twoja może być inna w zależności od tego, gdzie zdecydowałeś się zapisać pobrany blockchain.
ru: Вы можете выбрать и другую директорию в зависимости от того, куда вы решите сохранить скачанный блокчейн.
zh_cn: 因为你选择的下载位置可能不同，这个路径在你的设备也大概会不同。

source: ### Step 4
de: ### Schritt 4
nb_no: ### Trinn 4
pl: ### Krok 4
ru: ### Шаг 4

source: Open a Command Prompt window. You can do this by pressing the Windows key + R, and then typing in the popup box `CMD` and pressing Enter.
de: Öffne die Befehlszeile. Dies tust du, indem du die Windows-Taste + R drückst und dann in das erscheinende Kästchen `CMD` eintippst und Eingabe drückst.
nb_no: Åpne kommandolinjevinduet. Du kan gjøre dette ved å holde inne Windows-tasten + R, deretter taste inn `CMD` i popupboksen, og deretter trykke på Enter.
pl: Otwórz okno Wiersza Poleceń. Możesz to zrobić naciskając klawisz Windows + R, a następnie wpisując w oknie, które wyskoczy - `CMD` i nacisnąć Enter.
ru: Откройте окно командной строки. Это можно сделать нажатием клавиш Windows + R с последующим вводом `CMD` во всплывающее окно и нажатием клавиши Enter.
zh_cn: 打开一个命令提示符（终端）窗口。你可以通过按下Windows徽标键+R字母键，然后在弹出的窗口中输入`CMD`并回车来打开它。

source: ### Step 5
de: ### Schritt 5
nb_no: ### Trinn 5
pl: ### Krok 5
ru: ### Шаг 5

source: Now you need to navigate using the CMD window to the path of your Monero software. You can do this by typing:
de: Mithilfe des CMD-Fensters musst du nun zum Pfad deiner Monero-Software navigieren. Das kannst du machen, indem du den folgenden Befehl eingibst:
nb_no: Du må nå navigere ved å bruke CMD-vinduet til stien som Monero-programvaren din befinner seg i. Du kan gjøre dette ved å taste inn:
pl: Teraz musisz wejść za pomocą okna CMD do miejsca gdzie znajduję się zainstalowane oprogramowanie Monero. Możesz to zrobić wpisując:
ru: Теперь при помощи окна командной строки необходимо перейти в директорию, где установлено ваше программное обеспечение Monero. Для этого необходимо ввести:
zh_cn: 现在你需要在CMD窗口定位你的门罗币软件的路径。你可以通过输入这个来做到这一点：

source: `cd C:\YOUR\MONERO\PATH\HERE`
pl: `cd C:\TUTAJ\TWOJA\ŚCIEŻKA\MONERO`
ru: `cd C:\ПУТЬ\К\КАТАЛОГУ\MONERO`
zh_cn: `cd C:\[你的门罗币软件路径]`

source: It should look something like:
de: Das sollte bei dir in etwa so aussehen:
nb_no: Det bør se ut noe som dette:
pl: Powinno to wyglądać mniej więcej tak:
ru: Путь будет выглядеть примерно так:
zh_cn: 它应该看起来像是这样的：

source: If your Monero software is on another drive you can use `DriveLetter:` for example if your Monero software was on your D drive then before using the cd command you would do `D:`
de: Sollte deine Monero-Software auf einem anderen Laufwerk liegen, kannst du `DriveLetter:` verwenden; liegt die Software auf dem D:-Laufwerk, gibst du vor dem "cd"-Befehl `D:` ein.
nb_no: Hvis Monero-programvaren din ligger på en annen disk, kan du bruke `DriveLetter`: Hvis Monero-programvaren din for eksempel lå på D-disken din, må du, før du bruker cd-kommandoen, bruke `D:`
pl: Jeśli Twoje oprogramowanie Monero jest na innym dysku możesz użyć `LiteraDysku:` na przykład jeśli Twoje oprogramowanie Monero było na dysku D to przed użyciem komendy `cd` napisałbyś `D:`.
ru: Если ваше программное обеспечение Monero установлено на другом диске, вы можете воспользоваться `DriveLetter:` , например, если оно находится на диске D. И тогда перед использованием команды cd необходимо указать `D:`

source: ### Step 6
de: ### Schritt 6
nb_no: ### Trinn 6
pl: ### Krok 6
ru: ### Шаг 6

source: Now type in your command prompt window:
de: In die Befehlszeile gibst du anschließend Folgendes ein:
nb_no: Tast deretter inn i dette i ledetekstvinduet:
pl: Teraz wpisz w oknie wiersza poleceń:
ru: Теперь необходимо ввести в окно командной строки следующее:

source: `monero-blockchain-import --input-file C:\YOUR\BLOCKCHAIN\FILE\PATH\HERE`
pl: `monero-blockchain-import --input-file C:\TUTAJ\TWOJA\ŚCIEŻKA\DO\BLOCKCHAIN`
ru: `monero-blockchain-import --input-file C:\ПУТЬ\К\ЗАГРУЖЕННОМУ\ФАЙЛУ\БЛОКЧЕЙНА`

source: For example I would type :
de: Ich würde beispielsweise dies eintippen:
nb_no: Jeg hadde for eksempel tastet inn:
pl: Na przykład ja wpisałbym:
ru: Я бы, например, написал:

source: ### Step 7
de: ### Schritt 7
nb_no: ### Trinn 7
pl: ### Krok 7
ru: ### Шаг 7

source: After the the blockchain has finished syncing up you can open your Monero wallet normally. Your downloaded blockchain.raw can be deleted.
de: Nachdem die Blockchain die Synchronisation abgeschlossen hat, kannst du dein Monero-Wallet ganz normal öffnen. Die heruntergeladene "rohe" Blockchain (blockchain.raw) kann gelöscht werden.
nb_no: Etter blokkjeden er ferdig med å synkronisere, kan du åpne Monero-lommeboken din som normalt. Din nedlastede blockchain.raw kan slettes.
pl: Po zakończeniu synchronizacji blockchain możesz normalnie otworzyć swój portfel Monero. Pobrany blockchain.raw może zostać usunięty.
ru: После того, как синхронизация блокчейна будет завершена, вы сможете открыть свой кошелёк в обычном режиме. Скачанный файл blockchain.raw можно удалить.

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: Purpose and Warning
zh_cn: 目的和警告

source: Step 1
zh_cn: 第一步

source: Step 2
zh_cn: 第二步

source: Step 3
zh_cn: 第三步

source: Step 4
zh_cn: 第四步

source: Step 5
zh_cn: 第五步

source: Step 6
zh_cn: 第一步

source: Step 7
zh_cn: 第一步
