Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/ledger-wallet-cli.po
Languages: de, es, nb_no, nl, pl, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
es: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: ### Table of Content
de: ### Inhaltsverzeichnis
es: ### Tabla de Contenido
nb_no: ### Innholdsfortegnelse
nl: ## Inhoud
pl: ### Spis treści
ru: ### Содержание

source: [Final notes](#a-few-final-notes)
de: [Schlussbemerkungen](#Schlussbemerkungen)
es: [Notas finales](#notas-finales)
nb_no: [Sluttmerknader](#a-few-final-notes)
nl: [Ten slotte](#ten-slotte)
pl: [Uwagi końcowe](#a-few-final-notes)

source: We first have to ensure that we're sufficiently prepared. This entails the following:
de: Zunächst muss sichergestellt werden, dass wir ausreichend vorbereitet sind. Dazu gehören die folgenden Punkte:
es: Primero necesitamos asegurarnos de estar suficientemente preparados. Esto implica lo siguiente:
nb_no: Vi må først sørge for at vi er tilstrekkelig forberedt. Dette innebærer følgende:
nl: Eerst moeten we ons voldoende voorbereiden. Daar is het volgende voor nodig:
pl: Najpierw musimy się upewnić, że jesteśmy wystarczająco przygotowani. Wiąże się to z następującymi kwestiami:
ru: Сначала мы должны убедиться, что мы достаточно подготовлены. Это влечет за собой следующее:

source: - This guide assumes you have already initialized your Ledger wallet and thus generated a 24 word mnemonic seed.
de: - Diese Anleitung setzt voraus, dass du dein Ledger-Wallet bereits eröffnet und damit einen 24 Worte umfassenden mnemonischen Seed generiert hast.
es: - Esta guía asume que ya has inicializado tu monedero Ledger y asimismo generado tu semilla mnemónica de 24 palabras.
nb_no: - Denne veiledningen antar at du allerede har initialisert Ledger-lommeboken din og således generert et mnemonisk frø på 24 ord.
nl: - We gaan ervan uit dat je je Ledger al hebt geïnitialiseerd en dus een hersteltekst van 24 woorden hebt gegenereerd.
pl: - Ten przewodnik zakłada, że masz już zainicjalizowany portfel Ledger, a tym samym wygenerowany mnemoniczny seed z 24 słów.
ru: - В этом руководстве предполагается, что вы уже инициализировали свой Ledger кошелек и, таким образом, создали мнемоническую seed-фразу из 24 слов.

source: - You need to run / use CLI v0.12.2.0, which can be found <a href="{{site.baseurl}}/downloads/">here</a>.
de: - Du musst CLI v0.12.2.0 ausführen/nutzen. Dies findest du <a href="{{site.baseurl}}/downloads/">hier</a>.
es: - Necesitas ejecutar / usar monero-wallet-cli v0.12.2.0, que puede encontrarse <a href="{{site.baseurl}}/downloads/">aquí</a>.
nb_no: - Du må kjøre/bruke CLI v0.12.2.0, som du kan finne <a href="{{site.baseurl}}/downloads/">her</a>.
nl: - Je moet versie CLI v0.12.2.0 of hoger van de opdrachtregel-interface (CLI) gebruiken. Die vind je <a href="{{site.baseurl}}/downloads/">hier</a>.
pl: - Musisz uruchomić / używać CLI v0.12.2.0, który znajdziesz <a href="{{site.baseurl}}/downloads/">tutaj</a>.
ru: - Вам нужно запустить / использовать клиент CLI версии v0.12.2.0 или новее, который можно скачать <a href="{{site.baseurl}}/downloads/">здесь</a>.

source: - You need to install the Ledger Monero app and configure your system. Instructions can be found [here](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (sections 3.1.1 and 3.2.3 in particular). In addition, make sure to set the network to `Mainnet`
de: - Du musst die Ledger-App von Monero installieren und dein System einrichten. Du findest Anleitungen dazu [hier](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (speziell in den Abschnitten 3.1.1 und 3.2.3). Zusätzlich solltest du sicherstellen, dass das Netzwerk auf `Mainnet` festgelegt ist.
es: - Necesitas instalar la aplicación Ledger Monero y configurar tu sistema. Las instrucciones se pueden encontrar [aquí](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (secciones 3.1.1 y 3.2.3 en particular). Adicionalmente, asegúrate de tener la red en `Mainnet` (red principal).
nb_no: - Du må installere Ledger Monero-appen og konfigurere systemet ditt. Veiledninger til dette kan du finne [her](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (spesielt seksjonene 3.1.1 og 3.2.3). I tillegg må du sørge for å sette nettverket til `Mainnet`
nl: - Je moet de Monero-app voor de Ledger installeren en je systeem configureren. Instructies vind je [hier](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (met name de paragrafen 3.1.11 en 3.2.3). Zorg er verder voor dat het netwerk is ingesteld op `Mainnet`.
pl: - Musisz zainstalować aplikację Ledger Monero i skonfigurować swój system. Instrukcje znajdziesz [tutaj](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (w szczególności sekcje 3.1.1 i 3.2.3). Dodatkowo upewnij się, że sieć jest ustawiona na `Mainnet`
ru: - Вам необходимо установить приложение Ledger Monero и настроить свою систему. Инструкции можно найти [здесь](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) в частности, разделы 3.1.1 и 3.2.3). Кроме того, убедитесь, что сеть переключена в `Mainnet`

source: - Your Ledger needs to be plugged in and the Ledger Monero app should be running.
de: - Während die Ledger-App von Monero bereits läuft, muss nun dein Ledger angeschlossen werden.
es: - Tu Ledger necesita estar conectada y la aplicación Ledger Monero debe estar en ejecución.
nb_no: - Ledgeren din må plugges inn, og Ledger Monero-appen må være i gang.
nl: - Je Ledger moet zijn aangesloten en de Monero-app voor de Ledger moet worden uitgevoerd.
pl: - Twój Ledger musi być podłączony do prądu, a aplikacja Ledger Monero powinna być uruchomiona.
ru: - Ваш Ledger должен быть подключен, и приложение Ledger Monero должно работать.

source: - Either your @daemon (`monerod.exe`) should be running and preferably be fully synced or you should connect to a remote node.
de: - Es sollte entweder dein (vorzugsweise vollständig synchronisierter) Hintergrunddienst (`monerod.exe`) laufen oder eine Verbindung zu einem Remote-Node hergestellt werden.
es: - `monerod.exe` debe estar en ejecución y sincronizado totalmente o debes conectarte a un nodo remoto.
nb_no: - Enten din @daemon (`monerod.exe`) bør kjøre og helst være helt synkronisert, eller så må du koble til en ekstern node.
nl: - De daemon (`monerod.exe`) moet worden uitgevoerd en liefst volledig gesynchroniseerd zijn - of je maakt verbinding met een externe node.
pl: - Albo twój @daemon (`monerod.exe`) powinien być uruchomiony i najlepiej w pełni zsynchronizowany, albo powinieneś połączyć się ze zdalnym węzłem.
ru: - Ваш демон (`monerod.exe`) должен корректно работать и быть полностью синхронизированным, либо вы должны подключиться к удаленной ноде.

source: Now that we're sufficiently prepared, let's start!
de: Jetzt, da wir ausreichend vorbereitet sind, können wir beginnen!
es: Ahora que estamos lo suficientemente preparados, ¡comencemos!
nb_no: Nå som vi er ordentlig forberedt, la oss sette i gang!
nl: Nu we ons voldoende hebben voorbereid, kunnen we beginnen.
pl: Teraz, kiedy jesteśmy już wystarczająco przygotowani, zaczynajmy!
ru: Теперь, когда мы подготовлены, давайте начинать!

source: - Go to the directory / folder monerod.exe and monero-wallet-cli.exe are located.
de: - Gehe in das Verzeichnis oder in den Ordner, in welchem monerod.exe und monero-wallet-cli.exe abgespeichert sind.
es: - Ve al directorio / carpeta donde se encuentra monerod.exe y monero-wallet-cli.exe.
nb_no: - Gå til katalogen/mappen der monerod.exe og monero-wallet-cli.exe ligger.
nl: - Ga naar de directory/map waar monerod.exe en monero-wallet-cli.exe staan.
pl: - Przejdź do katalogu / folderu gdzie znajdują się monerod.exe i monero-wallet-cli.exe.
ru: - Перейдите в каталог / папку где находятся файлы monerod.exe и monero-wallet-cli.exe.

source: - Open a new command prompt / powershell. This is done by first making sure your cursor isn't located on any of the files and subsequently doing SHIFT + right click. It will give you an option to "Open command window here". If you're using Windows 10 in latest version, it'll give you an option to "open the PowerShell window here".
de: - Öffne eine neue Befehlszeile oder PowerShell. Dies kannst du tun, indem du zunächst sicherstellst, dass dein Cursor nicht auf einer der Dateien liegt, und dann mit der gedrückten Umschalttaste rechtsklickst. Dir wird nun die Option "Befehlszeile hier öffnen" angezeigt. Die letzte Version von Windows 10 bietet außerdem die Option "PowerShell-Fenster hier öffnen".
es: - Abre una nueva consola de comandos / powershell. Esto se logra asegurando que el cursor no se encuentra en ningún archivo y presionando en SHIFT + click derecho. Se te dará una opción de "Abrir una consola de comandos aquí". Si estás utilizando Windows 10 en su última versión, se te dará una opción de "Abrir una ventana de PowerShell aquí".
nb_no: - Åpne en ny ledetekst/powershell. Dette gjøres ved å først sørge for at markøren din ikke befinner seg på noen av filene og deretter trykke inn SHIFT + høyreklikke. Dette vil gi det et valg om å «Åpne kommandovinduet her». Hvis du bruker den siste versjonen av Windows 10, vil det gi deg et valg om å «åpne PowerShell-vinduet her».
nl: - Open een nieuw venster voor de opdrachtregel/PowerShell. Dit doe je door met de rechtermuisknop in het venster te klikken, maar niet op een bestand, terwijl je de SHIFT-toets ingedrukt houdt. Dan krijg je de optie "Opdrachtvenster hier openen" in het contextmenu. Als je de nieuwste versie van Windows 10 gebruikt, krijg je de optie "Powershell-venster hier openen" te zien.
pl: - Otwórz nowy wiersz poleceń / powershell. W tym celu najpierw upewnij się, że kursor nie znajduje się na żadnym z plików, a następnie wykonaj SHIFT + kliknięcie prawym przyciskiem myszy. To da Ci opcję "Otwórz tutaj okno poleceń". Jeśli używasz systemu Windows 10 w najnowszej wersji, da Ci to opcję "Otwórz tutaj okno PowerShell".
ru: - Откройте cmd / powershell. Убедитесь, что ваш курсор не находится ни на одном из файлов, затем нажимается SHIFT + ПКМ (щелчок правой кнопкой мыши). Это даст вам возможность "Open command window here" (Открыть окно командной строки здесь). Если вы используете Windows 10, это даст вам возможность "open the PowerShell window here" (Открыть окно PowerShell здесь).

source: - Now type:
de: - Tippe nun Folgendes ein:
es: - Ahora escribe:
nb_no: - Nå kan du taste inn:
nl: - Typ nu het volgende:
pl: - Teraz wpisz:
ru: - Введите:

source: `monero-wallet-cli.exe --generate-from-device <new-wallet-name> --subaddress-lookahead 3:200` (Win 7 + 8)
es: `monero-wallet-cli.exe --generate-from-device <nuevo-nombre-de-monedero> --subaddress-lookahead 3:200` (Win 7 + 8)
nl: `monero-wallet-cli.exe --generate-from-device <nieuwe-portemonnee> --subaddress-lookahead 3:200` (Win 7 + 8)

source: `.\monero-wallet-cli.exe --generate-from-device <new-wallet-name> --subaddress-lookahead 3:200` (Win 10)
es: `.\monero-wallet-cli.exe --generate-from-device <nuevo-nombre-de-monedero> --subaddress-lookahead 3:200` (Win 10)
nl: `.\monero-wallet-cli.exe --generate-from-device <nieuwe-portemonnee> --subaddress-lookahead 3:200` (Win 10)

source: Note that is simply a placeholder for the actual wallet name. If you, for instance, want to name your wallet `MoneroWallet`, the command would be as follows:
de: Beachte, dass `<new-wallet-name>` schlicht der Platzhalter des tatsächlichen Namens deines Wallets ist. Wenn du dein Wallet beispielsweise `MoneroWallet` nennen möchtest, würde der Befehl folgendermaßen aussehen:
es: Ten en cuenta que es simplemente un marcador para el nombre actual del monedero. Si, por ejemplo, deseas llamar a tu monedero `MoneroWallet`, el comando sería como se muestra a continuación:
nb_no: Merk at dette er en plassholder for det faktiske lommeboknavnet. Hvis du for eksempel vil kalle lommeboken din for `MoneroWallet`, er kommandoen som følger:
nl: De tekst tussen punthaken staat voor de naam die je aan de portemonnee geeft. Dus als je de portemonnee bijvoorbeeld `MoneroPortemonnee` noemt, ziet opdracht er als volgt uit:
pl: Zauważ, że jest to po prostu zmienna dla rzeczywistej nazwy portfela. Jeśli, na przykład, chcesz nazwać swój portfel `MoneroWallet`, polecenie byłoby w następujący sposób:
ru: Обратите внимание, что <new-wallet-name> это параметр для фактического имени кошелька. Если вы, например, хотите назвать свой кошелек `MoneroWallet`, то команда будет следующей:

source: `monero-wallet-cli.exe --generate-from-device MoneroWallet --subaddress-lookahead 3:200` (Win 7 + 8)
nl: `monero-wallet-cli.exe --generate-from-device MoneroPortemonnee --subaddress-lookahead 3:200` (Win 7 + 8)

source: `.\monero-wallet-cli.exe --generate-from-device MoneroWallet --subaddress-lookahead 3:200` (Win 10)
nl: `.\monero-wallet-cli.exe --generate-from-device MoneroPortemonnee --subaddress-lookahead 3:200` (Win 10)

source: - The CLI will, after executing aforementioned command, prompt your for a password. Make sure to set a strong password and confirm it thereafter.
de: - Nachdem der vorige Befehl ausgeführt wurde, wird dich das CLI zur Passworteingabe auffordern. Stelle sicher, dass du ein starkes Passwort verwendest und dieses anschließend bestätigst.
es: - monero-wallet-cli te preguntará, después de ejecutar el comando anterior, por una contraseña. Asegúrate de establecer una contraseña fuerte y de confirmarla después de ello.
nb_no: - CLI-en vil, etter at den ovennevnte kommandoen er utført, be deg om et passord. Sørg for å velge et sterkt passord og bekrefte det.
nl: - Nadat je deze opdracht hebt uitgevoerd, wordt je gevraagd een wachtwoord in te voeren. Zorg dat je een sterk wachtwoord kiest en bevestig het nog een keer.
pl: - CLI, po wykonaniu powyższej komendy, poprosi o podanie hasła. Upewnij się, że ustawiasz silne hasło i potwierdź je następnie.
ru: - CLI после выполнения вышеупомянутой команды запросит пароль. Обязательно установите надежный пароль и подтвердите его.

source: - The Ledger will ask whether you want to export the private view key or not. First and foremost, your funds cannot be compromised with merely the private view key. Exporting the private view key enables the client (on the computer - Monero v0.12.2.0) to scan blocks looking for transactions that belong to your wallet / address. If this option is not utilized, the device (Ledger) will scan blocks, which will be significantly slower. There is, however, one caveat. That is, if your system gets compromised, the adversary will potentially be able to compromise your private view key as well, which is detrimental to privacy. This is virtually impossible when the private view key is not exported.
de: - Der Ledger wird dich nun fragen, ob du den privaten View-Key exportieren möchtest oder nicht. Zuallererst: Dein Guthaben kann nicht mit dem privaten View-Key allein gefährdet werden. Der Export des privaten View-Keys ermöglicht es dem Client (auf dem Computer - Monero v0.12.2.0), durch Scannen von Blöcken nach etwaigen, deinem Wallet oder deiner Adresse zugehörigen Transaktionen zu suchen. Wird diese Option nicht genutzt, scannt das Gerät (Ledger) die Blöcke, was deutlich langsamer sein wird. Es gibt jedoch einen Vorbehalt: Wird dein System gefährdet, ist der Gegner möglicherweise in der Lage, auch deinen privaten View-Key und damit deine Privatsphäre zu gefährden. Wenn der private View-Key nicht exportiert wird, ist ein Schaden nahezu unmöglich.
es: - Ledger preguntará si deseas exportar la clave privada o no. Primero y ante todo, tus fondos no pueden ser comprometidos con simplemente tu clave privada de visualización. Exportar la clave privada de visualización permite al cliente (en el ordenador - Monero v0.12.2.0) escanear bloques en busca de transacciones pertenecientes a tu monedero / dirección. Si esta opción no es utilizada, el dispositivo (Ledger) escaneará bloques, lo que será significativamente más lento. Sin embargo, hay una advertencia. Si tu sistema se ve comprometido, el adversario será potencialmente capaz de también comprometer tu clave privada, lo que es perjudicial para tu privacidad. Esto es virtualmente imposible cuando la clave privada no es exportada.
nb_no: - Ledgeren vil be deg om hvorvidt du vil eksportere de private nøklene eller ikke. Midlene dine kan først og fremst ikke bli kompromittert med kun den private visningsnøkkelen. Å eksportere den private visningsnøkkelen gjør at klienten (Monero v0.12.2.0 på PC-en) kan skanne etter blokker og se etter transaksjoner som tilhører lommeboken/adressen din. Hvis dette valget ikke brukes, vil enheten (Ledgeren) skanne etter blokker, noe som går betraktelig saktere. Det er imidlertid én ting å passe seg for. Det er at dersom systemet ditt blir kompromittert, vil den uvedkommende muligens kunne kompromittere din private nøkkel i tillegg, som er ødeleggende for personvern. Dette er praktisk talt umulig når den private visningsnøkkelen ikke eksporteres.
nl: - Vervolgens vraagt de Ledger of je de privésleutel wilt exporteren of niet. Allereerst: je geld kan niet worden ontvreemd met alleen de alleen-lezen privésleutel. Als je de alleen-lezen privésleutel exporteert, kan de client (op de computer - Monero v0.12.2.0) blokken doorzoeken om transacties te vinden die bij jouw portemonnee/adres horen. Als je deze optie niet inschakelt, zal de Ledger zelf in blokken zoeken. Dat werkt beduidend langzamer. Hier moeten we wel één waarschuwing bij geven. Als je systeem wordt gehackt, zou de aanvaller ook toegang kunnen krijgen tot je alleen-lezen privésleutel. Dat zou schadelijk voor je privacy zijn. Dit is praktisch onmogelijk als je de alleen-lezen privésleutel niet exporteert.
pl: - Ledger zapyta, czy chcesz wyeksportować prywatny klucz widoku, czy nie. Przede wszystkim, Twoje środki nie mogą być zagrożone tylko za pomocą prywatnego klucza widoku. Eksportowanie klucza prywatnego widoku umożliwia aplikacji ( na komputerze - Monero v0.12.2.0) skanowanie bloków w poszukiwaniu transakcji, które należą do Twojego portfela / adresu. Jeśli ta opcja nie jest wykorzystywana, urządzenie (Ledger) będzie skanować bloki, co będzie znacznie wolniejsze. Istnieje jednak jedno zastrzeżenie. To jest, jeśli system zostanie skompromitowany, napastnik będzie potencjalnie w stanie skompromitować Twój prywatny klucz widoku, co jest szkodliwe dla prywatności. Jest to praktycznie niemożliwe, gdy prywatny klucz widoku nie jest eksportowany.
ru: - Ledger спросит, хотите ли вы экспортировать приватный ключ просмотра. Прежде всего, стоит понимать, что ваши средства не могут быть скомпрометированы только с помощью приватного ключа просмотра. Экспорт приватного ключа просмотра позволяет клиенту (на компьютере - Monero v0.12.2.0) сканировать блоки, принадлежащие вашему кошельку / адресу. Если этот параметр не используется, устройство (Ledger) сканирует все блоки, что будет значительно медленнее. Однако есть одно предостережение - если приватный ключ просмотра экспортирован и ваша система будет скомпрометирована, злоумышленник потенциально сможет нанести ущерб вашей конфиденциальности. Это практически невозможно, если ключ приватного просмотра не экспортируется в Ledger.

source: - You may have to hit confirm twice before it proceeds.
de: - Eventuell musst du zweimal bestätigen, bevor fortgefahren wird.
es: - Tendrás que hacer clic en confirmar dos veces antes de proceder.
nb_no: - Du må muligens trykke på «Confirm» (Bekreft) to ganger før du kan fortsette.
nl: - Mogelijk moet je twee keer op Bevestigen klikken om verder te gaan.
pl: - Może być konieczne dwukrotne kliknięcie potwierdzenia, aby rozpocząć.
ru: - Возможно, вам потребуется дважды подтвердить операцию, прежде чем начнется процесс.

source: - Your Ledger Monero wallet will now be generated. Note that this may take up to 5-10 minutes. Furthermore, there will be no immediate feedback in the CLI nor on the Ledger.
de: - Die Erstellung deines Monero-Ledger-Wallets wird nun fertiggestellt. Beachte, dass dies fünf bis zehn Minuten dauern kann. Es wird außerdem keine direkte Rückmeldung, weder im CLI noch im Ledger, geben.
es: - Tu monedero Ledger Monero será ahora generado. Ten en cuenta que esto puede tomar de 5 a 10 minutos. Además, no habrá realimentación inmediata en monero-wallet-cli o en la Ledger.
nb_no: - Ledger Monero-lommeboken din vil nå genereres. Merk at dette kan ta opptil 5–10 minutter. Videre vil det ikke komme en umiddelbar tilbakemelding, verken på CLI-en eller Ledgeren.
nl: - Nu wordt je Monero-portemonnee voor de Ledger gegenereerd. Dit kan 5 tot 10 minuten duren. Hierbij krijg je niet direct feedback in de CLI of op de Ledger.
pl: - Twój portfel Ledger Monero zostanie teraz wygenerowany. Należy pamiętać, że może to potrwać do 5-10 minut. Co więcej, nie będzie natychmiastowej informacji o tym ani w CLI ani na Ledgerze.
ru: - Теперь будет создан ваш Ledger Monero кошелек. Обратите внимание, что это может занять до 5-10 минут. Кроме того, следует понимать, что немедленной синхронизации с CLI и с Ledger не будет.

source: - `monero-wallet-cli` will start refreshing. Wait until it has fully refreshed.
de: - `monero-wallet-cli` startet nun den Aktualisierungsvorgang. Warte, bis dieser vollständig abgeschlossen wurde.
es: - `monero-wallet-cli` comenzará a refrescarse. Espera a que se haya refrescado totalmente.
nb_no: - `monero-wallet-cli` vil oppdateres. Vent til den er ferdig med å oppdatere.
nl: - `monero-wallet-cli` begint te vernieuwen. Wacht totdat het klaar is met vernieuwen.
pl: - `monero-wallet-cli` rozpocznie odświeżanie. Poczekaj aż się w pełni odświeży.
ru: - `monero-wallet-cli` начнет обновлять данные. Подождите, пока он полностью не закончит.

source: Congratulations, you can now use your Ledger Monero wallet in conjunction with the CLI.
de: Glückwunsch, du kannst dein Monero-Ledger-Wallet nun in Verbindung mit dem CLI verwenden!
es: Felicidades, ahora puedes utilizar tu monedero Ledger Monero en conjunto con monero-wallet-cli.
nb_no: Gratulerer. Du kan nå bruke Ledger Monero-lommeboken din sammen med CLI-en.
nl: Gefeliciteerd! Nu kun je je Monero-portemonnee voor de Ledger samen met de CLI gebruiken.
pl: Gratulacje, możesz teraz korzystać z portfela Monero Ledger w połączeniu z CLI.
ru: Поздравляем, теперь вы можете использовать Ledger Monero кошелек совместно с CLI.

source: ### Mac OS X
nl: ### MacOS
