Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/ledger-wallet-cli.po
Languages: de, es, nb_no, nl, pl, ru

source: - You need to install the Ledger Monero app and configure your system. Instructions can be found [here](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (sections 3.1.1 and 3.2.2 in particular). In addition, make sure to set the network to `Mainnet`
de: - Du musst die Ledger-App von Monero installieren und dein System einrichten. Du findest Anleitungen dazu [hier](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (speziell in den Abschnitten --1 und --2). Zusätzlich solltest du sicherstellen, dass das Netzwerk auf `Mainnet` festgelegt ist.
es: - Necesitas instalar la aplicación Ledger Monero y configurar tu sistema. Las instrucciones se pueden encontrar [aquí](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (secciones --1 y --2 en particular). Adicionalmente, asegúrate de tener la red en `Mainnet` (red principal).
nb_no: - Du må installere Ledger Monero-appen og konfigurere systemet ditt. Veiledninger til dette kan du finne [her](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (spesielt seksjonene --1 og --2). I tillegg må du sørge for å sette nettverket til `Mainnet`.
nl: - Je moet de Monero-app voor de Ledger installeren en je systeem configureren. Instructies vind je [hier](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (met name de paragrafen --1 en --2). Zorg er verder voor dat het netwerk is ingesteld op `Mainnet`.
pl: - Musisz zainstalować aplikację Ledger Monero i skonfigurować swój system. Instrukcje znajdziesz [tutaj](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (w szczególności sekcje 3.1.1 i 3.2.2). Dodatkowo upewnij się, że sieć jest ustawiona na `Mainnet`
ru: - Вам необходимо установить приложение Ledger Monero и настроить свою систему. Инструкции можно найти [здесь](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) в частности, разделы 3.1.1 и 3.2.3). Кроме того, убедитесь, что сеть переключена в `Mainnet`

source: - Note that the instructions for system configuration (section 3.2.2) on Mac OS X are quite elaborate and can be perceived as slightly convoluted. Fortunately, tficharmers has created a guide [here](https://monero.stackexchange.com/questions/8438/how-do-i-make-my-macos-detect-my-ledger-nano-s-when-plugged-in) that you can use for assistance.
de: - Beachte, dass die Anleitungen der Systemkonfiguration (Abschnitt --2) für Mac OS X ziemlich ausführlich sind und etwas kompliziert erscheinen könnten. Glücklicherweise hat tficharmers eine [Anleitung](https://monero.stackexchange.com/questions/8438/how-do-i-make-my-macos-detect-my-ledger-nano-s-when-plugged-in) erstellt, die du begleitend verwenden kannst.
es: - Ten en cuenta que las instrucciones para la configuración del sistema (sección --2) en Mac OS X están bastante elaboradas y pueden ser percibidas como ligeramente complejas. Afortunadamente, tficharmers ha creado una guía [aquí](https://monero.stackexchange.com/questions/8438/how-do-i-make-my-macos-detect-my-ledger-nano-s-when-plugged-in) que puedes utilizar para asistencia.
nb_no: - Merk at veiledningen for systemkonfigurasjoner (seksjon --2) på Mac OS X er ganske innviklede og kan virke noe kronglete. tficharmers har opprettet en guide [her](https://monero.stackexchange.com/questions/8438/how-do-i-make-my-macos-detect-my-ledger-nano-s-when-plugged-in) som du kan bruke som hjelp.
nl: - De instructies voor het configureren van het systeem (paragraaf --2) op macOS zijn nogal uitgebreid - misschien ingewikkelder dan nodig is. Gelukkig kun je ook [de handleiding](https://monero.stackexchange.com/questions/8438/how-do-i-make-my-macos-detect-my-ledger-nano-s-when-plugged-in) van tficharmers raadplegen.
pl: - Zauważ, że instrukcje dotyczące konfiguracji systemu (sekcja 3.2.2) na Mac OS X są dość rozbudowane i mogą być postrzegane jako nieco zagmatwane. Na szczęście, tficharmers stworzył przewodnik [tutaj](https://monero.stackexchange.com/questions/8438/how-do-i-make-my-macos-detect-my-ledger-nano-s-when-plugged-in), z którego możesz skorzystać w celu uzyskania pomocy.
ru: - Обратите внимание на то, что инструкции по конфигурированию системы (раздел --2) в Mac OS X достаточно сложны и могут восприниматься как слегка запутанные. К счастью, tficharmers создал простое и понятное руководство, которое находится [здесь](https://monero.stackexchange.com/questions/8438/how-do-i-make-my-macos-detect-my-ledger-nano-s-when-plugged-in). Вы можете воспользоваться им, если у вас возникнут проблемы.

source: - Either your daemon (`monerod`) should be running and preferably be fully synced or you should connect to a remote node.
de: - Es sollte entweder dein (vorzugsweise vollständig synchronisierter) Hintergrunddienst (`monerod.exe`) laufen oder eine Verbindung zu einem Remote-Node hergestellt werden.
es: - `monerod` debe estar en ejecución y sincronizado totalmente o debes conectarte a un nodo remoto.
nb_no: - Enten din daemon (`monerod`) bør kjøre og helst være helt synkronisert, eller så må du koble til en ekstern node.
nl: - De daemon (`monerod`) moet worden uitgevoerd en liefst volledig gesynchroniseerd zijn - of je maakt verbinding met een externe node.
pl: - Albo twój demon (`monerod`) powinien być uruchomiony i najlepiej w pełni zsynchronizowany, albo powinieneś połączyć się ze zdalnym węzłem.
ru: - Ваш демон (`monerod.exe`) должен корректно работать и быть полностью синхронизированным, либо вы должны подключиться к удаленной ноде.

source: - Use Finder to browse to the directory / folder `monero-wallet-cli` (CLI v0.12.2.0) is located.
de: - Gehe via Finder in das Verzeichnis oder den Ordner, in dem `monero-wallet-cli` (CLI v0.12.2.0) eingespeichert ist.
es: - Utiliza el buscador para localizar el directorio / carpeta en donde se encuentra `monero-wallet-cli` (CLI v0.12.2.0).
nb_no: - Bruk Finder til å finne hvor katalogen/mappen `monero-wallet-cli` (CLI v0.12.2.0) ligger.
nl: - Gebruik Finder om naar de directory/map te gaan waar `monero-wallet-cli` (CLI v0.12.2.0) staat.
pl: - Użyj Findera, aby przejść do katalogu / folderu w którym znajduje się `monero-wallet-cli` (CLI v0.12.2.0).
ru: - Используйте Finder для перехода в каталог / папку где находится `monero-wallet-cli` (CLI v0.12.2.0).

source: - Go to your desktop.
de: - Gehe auf deinen Desktop.
es: - Ve a tu escritorio.
nb_no: - Gå til skrivebordet ditt.
nl: - Ga naar je bureaublad.
pl: - Przejdź na swój pulpit.
ru: - Перейдите на рабочий стол.

source: - Open a new terminal (if don't know how to open a terminal, see [here](https://apple.stackexchange.com/a/256263)).
de: - Öffne ein neues Terminal (wenn du nicht weißt, wie man ein solches öffnet, schaue [hier](https://apple.stackexchange.com/a/256263)).
es: - Abre una nueva terminal (si no sabes cómo abrir una terminal, ve [aquí](https://apple.stackexchange.com/a/256263)).
nb_no: - Åpne en terminal (hvis du ikke vet hvordan man åpner terminalen, kan du se [her](https://apple.stackexchange.com/a/256263)).
nl: - Open een nieuwe terminal (kijk [hier](https://apple.stackexchange.com/a/256263) als je niet weet hoe je een terminal opent).
pl: - Otwórz nowe okno terminala (jeśli nie wiesz jak otworzyć terminal, zobacz [tutaj](https://apple.stackexchange.com/a/256263)).
ru: - Откройте окно терминала (если вы не знаете, как открыть терминал, ознакомьтесь со следующим руководством [здесь](https://apple.stackexchange.com/a/256263)).

source: - Drag `monero-wallet-cli` in the terminal. It should add the full path to the terminal. Do not hit enter.
de: - Ziehe `monero-wallet-cli` ins Terminal. Dies sollte den gesamten Pfad zum Terminal hinzufügen. Drücke nicht auf Eingabe.
es: - Arrastra `monero-wallet-cli` a la terminal. Debería agregar la dirección completa a la terminal. No presiones Enter.
nb_no: - Dra `monero-wallet-cli` inn i terminalen. Det bør legge hele stien til terminalen. Ikke trykk på Enter.
nl: - Sleep `monero-wallet-cli` naar de terminal. Als het goed is, wordt het volledige pad nu in de terminal weergegeven. Druk niet op Enter.
pl: - Przeciągnij `monero-wallet-cli` do terminala. Powinno to dodać pełną ścieżkę w terminalu. Nie naciskaj enter.
ru: - Перетащите папку с `monero-wallet-cli` в терминал. Он должен добавить полный путь к окне терминала. Не нажимайте enter.

source: `--generate-from-device <new-wallet-name> --subaddress-lookahead 3:200`
es: `--generate-from-device <nuevo-nombre-de-monedero> --subaddress-lookahead 3:200`
nl: `--generate-from-device <nieuwe-portemonnee> --subaddress-lookahead 3:200`

source: `--generate-from-device MoneroWallet --subaddress-lookahead 3:200`
nl: `--generate-from-device MoneroPortemonnee --subaddress-lookahead 3:200`

source: Note that aforementioned text will be appended to the path of `monero-wallet-cli`. Thus, before you hit enter, your terminal should look like:
de: Beachte, dass der zuvor genannte Text dem Pfad des `monero-wallet-cli` angehängt wird. Bevor du also die Eingabetaste betätigst, sollte dein Terminal wie folgt aussehen:
es: Ten en cuenta que el texto anteriormente mencionado se adjuntará a la dirección de `monero-wallet-cli`. Así, antes de que presiones Enter, tu terminal se debería ver como:
nb_no: Merk at den ovennevnte teksten vil føyes til stien til `monero-wallet-cli`. Før du trykker på Enter, bør terminalen din altså se slik ut:
nl: De bovenstaande tekst wordt toegevoegd aan het pad van `monero-wallet-cli`. Dus je terminal moet er als volgt uitzien voordat je op Enter drukt:
pl: Zauważ, że powyższy tekst zostanie dołączony do ścieżki `monero-wallet-cli`. Tak więc, zanim wciśniesz enter, twój terminal powinien wyglądać jak:
ru: Обратите внимание, что вышеупомянутый текст будет добавлен к полному пути `monero-wallet-cli`. Таким образом, прежде чем вы нажмете enter, ваш текст в окне терминала должен выглядеть следующим образом:

source: `/full/path/to/monero-wallet-cli --generate-from-device <new-wallet-name> --subaddress-lookahead 3:200`
es: `/dirección/completa/de/monero-wallet-cli --generate-from-device <nuevo-nombre-de-monedero> --subaddress-lookahead 3:200`
nl: `/volledig/pad/naar/monero-wallet-cli --generate-from-device <nieuwe-portemonnee> --subaddress-lookahead 3:200`
pl: `/pełna/ścieżka/do/monero-wallet-cli --generate-from-device <new-wallet-name> --subaddress-lookahead 3:200`

source: Where the full path is, intuitively, the actual path on your Mac OS X.
de: Dieser gesamte Pfad ist, ganz intuitiv, der tatsächliche Pfad auf deinem Mac OS X.
es: Donde la dirección completa es, intuitivamente, la dirección actual en tu Mac OS X.
nb_no: Den fulle stien er den faktiske stien på din Mac OS X.
nl: Daarbij is het volledige pad uiteraard het werkelijke pad op je Mac.
pl: Gdzie pełna ścieżka jest, intuicyjnie, rzeczywistą ścieżką w systemie Mac OS X.
ru: Где полный путь - это фактически путь к каталогу на вашем Mac OS X.

source: - The CLI will, after executing aforementioned command, prompt you for a password. Make sure to set a strong password and confirm it thereafter.
de: - Nachdem der vorige Befehl ausgeführt wurde, wird dich das CLI zur Eingabe eines Passworts auffordern. Stelle sicher, dass du ein starkes Passwort verwendest und dieses anschließend bestätigst.
es: - monero-wallet-cli te preguntará después de ejecutar el comando anterior por una contraseña. Asegúrate de establecer una contraseña fuerte y de confirmarla después de ello.
nb_no: - CLI-en vil, etter at den ovennevnte kommandoen er utført, be deg om et passord. Sørg for å velge et sterkt passord og deretter bekrefte det.
nl: - Nadat je deze opdracht hebt uitgevoerd, wordt je gevraagd een wachtwoord in te voeren. Zorg dat je een sterk wachtwoord kiest en bevestig het nog een keer.
pl: - CLI, po wykonaniu powyższej komendy, poprosi o podanie hasła. Upewnij się, że ustawiłeś silne hasło i potwierdź je następnie.
ru: - CLI после выполнения вышеупомянутой команды запросит пароль. Обязательно установите надежный пароль и подтвердите его.

source: - Congratulations, you can now use your Ledger Monero wallet in conjunction with the CLI.
de: - Glückwunsch, du kannst dein Monero-Ledger-Wallet nun in Verbindung mit dem CLI verwenden!
es: - Felicidades, ahora puedes utilizar tu monedero Ledger Monero en conjunto con monero-wallet-cli.
nb_no: - Gratulerer. Du kan nå bruke Ledger Monero-lommeboken din sammen med CLI-en.
nl: - Gefeliciteerd! Nu kun je je Monero-portemonnee voor de Ledger samen met de CLI gebruiken.
pl: - Gratulacje, możesz teraz korzystać z portfela Monero Ledger w połączeniu z CLI.
ru: - Поздравляем, теперь вы можете использовать Ledger Monero кошелек совместно с CLI.

source: - You need to install the Ledger Monero app and configure your system. Instructions can be found [here](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (sections 3.1.1 and 3.2.1 in particular). In addition, make sure to set the network to `Mainnet`
de: - Du musst die Ledger-App von Monero installieren und dein System einrichten. Du findest Anleitungen dazu [hier](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (speziell in den Abschnitten --1 und --1). Zusätzlich solltest du sicherstellen, dass das Netzwerk auf `Mainnet` festgelegt ist.
es: - Necesitas instalar la aplicación Ledger Monero y configurar tu sistema. Las instrucciones se pueden encontrar [aquí](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (secciones --1 y --1 en particular). Adicionalmente, asegúrate de tener la red en `Mainnet` (red principal).
nb_no: - Du må installere Ledger Monero-appen og konfigurere systemet ditt. Veiledninger til dette kan du finne [her](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (spesielt seksjonene --1 og --1). I tillegg må du sørge for å sette nettverket til `Mainnet`.
nl: - Je moet de Monero-app voor de Ledger installeren en je systeem configureren. Instructies vind je [hier](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (met name de paragrafen --1 en --1). Zorg er verder voor dat het netwerk is ingesteld op `Mainnet`.
pl: - Musisz zainstalować aplikację Ledger Monero i skonfigurować swój system. Instrukcje można znaleźć [tutaj](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) (w szczególności sekcje 3.1.1 i 3.2.1). Dodatkowo upewnij się, że sieć jest ustawiona na `Mainnet`
ru: - Вам необходимо установить приложение Ledger Monero и настроить свою систему. Инструкции можно найти [здесь](https://github.com/LedgerHQ/blue-app-monero/blob/master/doc/user/bolos-app-monero.pdf) в частности, разделы 3.1.1 и 3.2.3). Кроме того, убедитесь, что сеть переключена в `Mainnet`

source: - Go to the directory / folder monero-wallet-cli and monerod are located.
de: - Gehe in das Verzeichnis oder den Ordner, in welchem monero-wallet-cli und Monerod eingespeichert sind.
es: - Ve al directorio / carpeta donde se encuentra monero-wallet-cli y monerod.
nb_no: - Gå til katalogen/mappen der monero-wallet-cli og monerod ligger.
nl: - Ga naar de directory/map waar monero-wallet-cli en monerod staan.
pl: - Przejdź do katalogu / folderu, w którym znajdują się monero-wallet-cli i monerod.
ru: - Перейдите в каталог / папку где находятся файлы monerod.exe и monero-wallet-cli.exe.

source: - Open a new terminal
de: - Öffne ein neues Terminal.
es: - Abre una nueva terminal
nb_no: - Åpne en ny terminal
nl: - Open een nieuwe terminal.
pl: - Otwórz nowy terminal
ru: - Откройте новое окно терминала

source: `./monero-wallet-cli --generate-from-device <new-wallet-name> --subaddress-lookahead 3:200`
es: `./monero-wallet-cli --generate-from-device <nuevo-nombre-de-monedero> --subaddress-lookahead 3:200`
nl: `./monero-wallet-cli --generate-from-device <nieuwe-portemonnee> --subaddress-lookahead 3:200`

source: `./monero-wallet-cli --generate-from-device MoneroWallet --subaddress-lookahead 3:200`
nl: `./monero-wallet-cli --generate-from-device MoneroPortemonnee --subaddress-lookahead 3:200`

source: ### A few final notes
de: ### Schlussbemerkungen
es: ### Notas finales
nb_no: ### Noen sluttmerknader
nl: ### Ten slotte
pl: ### Kilka uwag na koniec
ru: ### Несколько заключительных замечаний

source: - We'd strongly advise to test the full process first. That is, send a small amount to the wallet and subsequently restore it (using aforementioned guide) to verify that you can recover the wallet. Note that, upon recreating / restoring the wallet, you ought to append the `--restore-height` flag (with a block height before the height of your first transaction to the wallet) to the command in step 3 (Windows), step 5 (Mac OS X), or step 3 (Linux). More information about the restore height and how to approximate it can be found [here](https://monero.stackexchange.com/questions/7581/what-is-the-relevance-of-the-restore-height).
de: - Wir empfehlen dringlichst, den gesamten Prozess zunächst zu testen. Dies kannst du machen, indem du einen kleinen Betrag an dein Wallet schickst und es daraufhin (unter Verwendung der vorliegenden Anleitung) wiederherstellst. Dadurch überprüfst du, ob die Wiederherstellung deines Wallet tatsächlich funktioniert. Beachte, dass du bei der Neuerstellung/Wiederherstellung des Wallets das `--restore-height`-Flag (mit einer Blockhöhe vor deiner ersten Transaktion auf das Wallet) in Schritt 3 (Windows, Linux) oder Schritt 5 (Mac OS X) anhängen solltest. Weitere Informationen bezüglich der Wiederherstellungshöhe und der Annäherung an diese finden sich [hier](https://monero.stackexchange.com/questions/7581/what-is-the-relevance-of-the-restore-height).
es: - Recomendamos fuertemente probar el proceso completo primero. Esto es, enviar una pequeña cantidad al monedero y después restaurarlo (utilizando la guía ya mencionada) para verificar que puedes recuperar el monedero. Ten en cuenta que, al recrear / restaurar el monedero, deberás adjuntar el marcador `--restore-height` (con una altura de bloque anterior a la altura de tu primera transacción al monedero) al comando en el paso 3 (Windows), paso 5 (Mac OS X), o paso 3 (Linux). Más información acerca de la altura de restauración y cómo aproximarla puede encontrarse [aquí](https://monero.stackexchange.com/questions/7581/what-is-the-relevance-of-the-restore-height).
nb_no: - Vi anbefaler på det sterkeste å først teste ut prosessen – med andre ord å først sende et lite beløp til lommeboken og deretter gjenopprette den (ved å bruke den ovennevnte veiledningen) for å bekrefte at du kan gjenopprette lommeboken. Merk at ved oppretting/gjenoppretting av lommeboken, bør du tilføye `--restore-height`-flagget (med blokkhøyden før høyden til den første transaksjonen til lommeboken din) til kommandoen i steg 3 (Windows), steg 5 (Mac OS X), eller steg 3 (Linux). Mer informasjon om gjenoppretting av høyde og hvordan å tilnærme det, kan du finne [her](https://monero.stackexchange.com/questions/7581/what-is-the-relevance-of-the-restore-height).
nl: - We raden je dringend aan het hele proces eerst te testen. Verzend een klein bedrag naar de Ledger en herstel het vervolgens (volgens de bovengenoemde handleiding) om te controleren of je de portemonnee kunt herstellen. Opmerking: bij het herstellen van de portemonnee moet je de parameter `--restore-height` (met een bloknummer vóór de hoogte van je eerste transactie naar de portemonnee) toevoegen aan de opdracht in stap 3 (Windows), stap 5 (macOS) of stap 3 (Linux). Meer informatie over de herstelhoogte en hoe je die kunt schatten vind je [hier](https://monero.stackexchange.com/questions/7581/what-is-the-relevance-of-the-restore-height).
pl: - Radzimy najpierw przetestować cały proces. To znaczy, wysłać niewielką kwotę do portfela, a następnie przywrócić go (za pomocą wyżej wymienionego przewodnika), aby sprawdzić, czy można odzyskać portfel. Należy pamiętać, że po odtworzeniu / przywracania portfela, należy uzupełnić flagę `--restore-height` (z wysokością bloku przed wysokością pierwszej transakcji do portfela) do polecenia w kroku 3 (Windows), krok 5 (Mac OS X), lub krok 3 (Linux). Więcej informacji na temat wysokości przywracania i jak ją przybliżyć można znaleźć [tutaj](https://monero.stackexchange.com/questions/7581/what-is-the-relevance-of-the-restore-height).
ru: Мы настоятельно рекомендуем сначала протестировать полный процесс. То есть отправьте небольшое количество монет на кошелек и затем восстановите его (используя вышеупомянутое руководство). Обратите внимание, что после создания / восстановления кошелька вы должны добавить флаг `-restore-height` (с высотой блока до совершения вашей первой транзакции на кошелек) к команде на шаге 3 (Windows), шаге 5 (Mac OS X) или шаге 3 (Linux). Более подробную информацию о высоте восстановления и порядке ее масштабирования можно найти [здесь](https://monero.stackexchange.com/questions/7581/what-is-the-relevance-of-the-restore-height).

source: - If you use a remote node, append the `--daemon-address host:port` flag to the command in step 3 (Windows), step 5 (Mac OS X), or step 3 (Linux).
de: - Wenn du einen Remote-Node verwendest, hänge das `--daemon-address host:port`-Flag an den Befehl in Schritt 3 (Windows, Linux) oder Schritt 5 (Mac OS X) an.
es: - Si utilizar un nodo remoto, adjunta el marcador `--daemon-address host:port` al comando en el paso 3 (Windows), paso 5 (Mac OS X), o paso 3 (Linux).
nb_no: - Hvis du bruker en ekstern node, kan du tilføye `--daemon-address host:port`-flagget til kommandoen i steg 3 (Windows), steg 5 (Mac OS X), eller steg 3 (Linux).
nl: - Als je een externe node gebruikt, voeg je de parameter `--daemon-address host:port` toe aan de opdracht in stap 3 (Windows), stap 5 (macOS) of stap 3 (Linux).
pl: - Jeśli używasz zdalnego węzła, dodaj opcję `--daemon-address host:port` do polecenia w kroku 3 (Windows), kroku 5 (Mac OS X), lub kroku 3 (Linux).
ru: - Если вы используете удаленную ноду, добавьте флаг `-daemon-address host:port` к команде на шаге 3 (Windows), шаге 5 (Mac OS X) или шаге 3 (Linux).
