Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/ledger-wallet-cli.po
Languages: de, es, nb_no, nl, pl, ru

source: - If desired, you can manually tweak the `--subaddress-lookahead` value. The first value is the number of accounts and the second value is the number of subaddresses per account. Thus, if you, for instance, want to pregenerate 5 accounts with 100 subaddresses each, use `--subaddress-lookahead 5:100`. Bear in mind that, the more subaddresses you pregenerate, the longer it takes for the Ledger to create your wallet.
de: - Sofern gewünscht, kannst du den`--subaddress-lookahead`-Wert justieren. Der erste Wert ist die Anzahl von Konten und der zweite die Anzahl von Subadressen je Konto. Wenn du also beispielsweise fünf Konten mit jeweils 100 Subadressen erstellen möchtest, nutzt du dazu `--subaddress-lookahead 5:100`. Denke daran, dass der Ledger durch die Generierung von mehr Subadressen auch entsprechend mehr Zeit benötigt, um dein Wallet zu erstellen.
es: - Si lo deseas, puedes ajustar el valor de `--subaddress-lookahead`. El primer valor es el número de cuentas y el segundo valor es el número de subdirecciones por cuenta. Así, si por ejemplo deseas pre-generar 5 cuentas con 100 subdirecciones cada una, utiliza `--subaddress-lookahead 5:100`. Ten en mente que, entre más subdirecciones pre-generes, más tiempo le tomará a la Ledger el crear tu monedero.
nb_no: - Hvis ønskelig, kan du manuelt justere `--subaddress-lookahead`-verdien. Den første verdien er antallet kontoer, og den andre verdien er antall underadresser per konto. Hvis du for eksempel vil forhåndsgenerere fem kontoer med 100 underadresse hver, kan du bruke `--subaddress-lookahead 5:100`. Husk at jo flere underadresser du genererer, jo lengre tar det for Ledgeren å opprette lommeboken din.
nl: - Eventueel kun je de waarde voor `--subaddress-lookahead` handmatig afstellen. De eerste waarde is het aantal accounts en de tweede waarde is het aantal subadressen per account. Dus als je bijvoorbeeld 5 accounts met 100 subadressen vooraf wilt genereren, geef je `--subaddress-lookahead 5:100` op. Houd er rekening mee dat de Ledger er langer over doet om je portemonnee te maken naarmate je meer subadressen vooraf laat genereren.
pl: - Jeśli chcesz, możesz ręcznie dostosować wartość `--subaddress-lookahead`. Pierwsza wartość jest liczbą kont, a druga jest liczbą podadresów na konto. Tak więc, jeśli, na przykład, chcesz wstępnie wygenerować 5 kont z 100 podadresami każde, użyj `--subaddress-lookahead 5:100`. Należy pamiętać, że im więcej subadresów wstępnie wygenerujesz, tym dłużej potrwa dla Ledger, aby utworzyć portfel.
ru: - При желании вы можете вручную настроить значение `--subaddress-lookahead`. Первое значение - это количество учетных записей, а второе значение - количество субадрессов на одну учетную запись. Таким образом, если вы хотите, создать 5 учетных записей со 100 субадрессами, используйте `--subaddress-lookahead 5: 100`. Имейте в виду, что чем больше субадрессов вы создаете, тем больше времени уйдет на то, чтобы Ledger сгенерировал ваш кошелек.

source: You only have to use the `--generate-from-device` flag once (i.e. upon wallet creation). Thereafter, you'd basically use it similar to how you normally use the CLI. That is:
de: Du verwendest das `--generate-from-device`-Flag nur einmal (nämlich bei der Erstellung des Wallets). Danach verwendest du im Grunde alles ähnlich zu dem, wie du das CLI auch üblicherweise nutzt. Das heißt:
es: Sólo tienes que utilizar el marcador `--generate-from-device` una vez (e.g. sobre creación de monedero). Después de eso, básicamente lo utilizarás de manera similar a como normalmente utilizas la consola de comandos. Esto es:
nb_no: Du trenger bare å bruke `--generate-from-device`-flagget én gang (altså når du oppretter lommeboken). Deretter bruker du den i bunn og grunn som du vanligvis bruker CLI-en. Det innebærer å:
nl: Je hoeft de parameter `--generate-from-device` maar één keer te gebruiken (bij het aanmaken van een portemonnee). Daarna gebruik je de portemonnee net zoals je de CLI normaal zou gebruiken. Dat wil zeggen:
pl: Musisz tylko użyć znacznika `--generate-from-device` raz (tj. przy tworzeniu portfela). Po tym, w zasadzie można go używać podobnie do tego, jak normalnie korzystać z CLI. To jest:
ru: Вам нужно только один раз использовать флаг `--generate-from-device` (т. е. при создании кошелька). После этого вы можете воспользоваться им точно так же, как в CLI. То есть:

source: Make sure your Ledger is plugged in and the Monero app is running.
de: Stelle sicher, dass der Ledger angeschlossen ist und die Monero-App läuft.
es: Asegúrate de que tu Ledger está conectada y la aplicación Monero está en ejecución.
nb_no: Sørge for at Ledgeren din er plugget i og at Monero-appen er i gang.
nl: Zorg dat je Ledger is aangesloten en dat de Monero-app wordt uitgevoerd.
pl: Upewnij się, że Twój Ledger jest podłączony i aplikacja Monero jest uruchomiona.
ru: Убедитесь, что ваш Ledger включен, а приложение Monero запущено.

source: Enter the wallet name of your Ledger Monero wallet.
de: Gib den Namen deines Monero-Ledger-Wallets ein.
es: Ingresa el nombre de tu monedero Ledger Monero.
nb_no: Legg inn lommeboknavnet til Ledger Monero-lommeboken din.
nl: Voer de naam van je Monero-portemonnee voor de Ledger in.
pl: Wpisz nazwę swojego portfela Ledger Monero.
ru: Введите имя вашего Ledger Monero кошелька.

source: Enter the password to open the wallet.
de: Gib das Passwort ein, um das Wallet zu öffnen.
es: Ingresa la contraseña para abrir el monedero.
nb_no: Legge inn passordet for å åpne lommeboken.
nl: Voer het wachtwoord in om de portemonnee te openen.
pl: Wprowadź hasło, aby otworzyć portfel.
ru: Введите пароль, чтобы открыть кошелек.

source: If the Ledger wallet files are not in the same directory as `monero-wallet-cli`, you ought to open `monero-wallet-cli` with the `--wallet-file /path/to/wallet.keys/file` flag. Alternatively, you can copy the Ledger wallet files to the same directory as `monero-wallet-cli`.
de: Sollten die Ledger-Wallet-Dateien nicht in demselben Verzeichnis wie `monero-wallet-cli` gespeichert sein, solltest du `monero-wallet-cli` mit dem `--wallet-file /path/to/wallet.keys/file`-Flag öffnen. Alternativ kannst du die Dateien auch in das Verzeichnis, in welchem `monero-wallet-cli` liegt, kopieren.
es: Si los archivos del monedero Ledger no se encuentran en la misma dirección que `monero-wallet-cli`, debes abrir `monero-wallet-cli` con el marcador `--wallet-file /path/to/wallet.keys/file`. De manera alternativa, puedes copiar los archivos del monedero Ledger al mismo directorio de `monero-wallet-cli`.
nb_no: Dersom lommebokfilene til Ledgeren ikke befinner seg i samme katalog som `monero-wallet-cli`, bør du åpne `monero-wallet-cli` med `--wallet-file /path/to/wallet.keys/file`-flagget. Alternativt kan du kopiere Ledger-lommebokfilene til samme katalog som `monero-wallet-cli`.
nl: Als de portemonneebestanden op de Ledger niet in dezelfde directory staan als `monero-wallet-cli`, moet je `monero-wallet-cli` openen met de parameter `--wallet-file /pad/naar/bestand/portemonnee.keys`. Maar je kunt de bestanden van de Ledger-portemonnee ook kopiëren naar dezelfde directory als `monero-wallet-cli`.
pl: Jeśli pliki portfela Ledger nie są w tym samym katalogu co `monero-wallet-cli`, powinieneś otworzyć `monero-wallet-cli` z opcją `--wallet-file /ścieżka/do/pliku/wallet.keys`. Alternatywnie, możesz skopiować pliki portfela Ledger do tego samego katalogu co `monero-wallet-cli`.
ru: Если файлы кошелька Ledger находятся не в том же каталоге, где располагается `monero-wallet-cli`, вы должны открыть файл `monero-wallet-cli` с флагом `-wallet-file /path/to/wallet.keys/file`. Вы можете скопировать файлы кошелька Ledger в тот же каталог, что и `monero-wallet-cli`.

source: - If you have any further questions or need assistance, please leave a comment to the original [StackExchange](https://monero.stackexchange.com/questions/8503/how-do-i-generate-a-ledger-monero-wallet-with-the-cli-monero-wallet-cli) answer.
de: - Wenn du weitere Fragen hast oder Unterstützung benötigst, hinterlasse einen Kommentar unter der ursprünglichen Frage auf [StackExchange](https://monero.stackexchange.com/questions/8503/how-do-i-generate-a-ledger-monero-wallet-with-the-cli-monero-wallet-cli).
es: - Si tienes más preguntas o necesitas asistencia, por favor deja un comentario en la respuesta original en [StackExchange](https://monero.stackexchange.com/questions/8503/how-do-i-generate-a-ledger-monero-wallet-with-the-cli-monero-wallet-cli).
nb_no: - Hvis du har flere spørsmål eller trenger hjelp, kan du legge igjen en kommentar på det opprinnelige [StackExchange](https://monero.stackexchange.com/questions/8503/how-do-i-generate-a-ledger-monero-wallet-with-the-cli-monero-wallet-cli)-svaret.
nl: - Als je nog meer vragen hebt of hulp nodig hebt, kun je een reactie achterlaten op het oorspronkelijke [antwoord op StackExchange](https://monero.stackexchange.com/questions/8503/how-do-i-generate-a-ledger-monero-wallet-with-the-cli-monero-wallet-cli).
pl: - Jeśli masz dalsze pytania lub potrzebujesz pomocy, proszę napisz komentarz w oryginalnej odpowiedzi [StackExchange](https://monero.stackexchange.com/questions/8503/how-do-i-generate-a-ledger-monero-wallet-with-the-cli-monero-wallet-cli).
ru: - Если у вас есть дополнительные вопросы или вам нужна помощь, пожалуйста, оставьте комментарий к оригинальному ответу на [StackExchange](https://monero.stackexchange.com/questions/8503/how-do-i-generate-a-ledger-monero-wallet-with-the-cli-monero-wallet-cli).

source: Open `monero-wallet-cli`.
de: Öffne `monero-wallet-cli`.
es: Abre `monero-wallet-cli`.
nb_no: Åpne `monero-wallet-cli`.
pl: Otwórz `monero-wallet-cli`.
ru: Откройте `monero-wallet-cli`.
