Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/mine-to-pool.po
Languages: de, nb_no, pl, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: ## Wallet
nb_no: ## Lommebok
ru: ## Кошелёк

source: Before starting, you already need to have a wallet configured and working. The pool needs to know your wallet address to be able to send payments there. See the [Accepting Monero guide]({{ site.baseurl }}/get-started/accepting) for more information.
de: Bevor du startest, musst du bereits über ein konfiguriertes, funktionierendes Wallet verfügen. Um Zahlungen auf dein Wallet senden zu können, muss der Pool deine Wallet-Adresse kennen. Mehr Informationen findest du in der ["Monero akzeptieren"-Anleitung]({{ site.baseurl }}/get-started/accepting).
nb_no: Før du begynner, må du allerede ha en konfigurert lommebok som virker. Monero-poolen må vite lommebokadressen din for å kunne sende betalinger dit. Se [Å ta imot Monero-guiden]({{ site.baseurl}}/get-started/accepting) for mer informasjon.
pl: Zanim zaczniesz, musisz mieć już skonfigurowany i działający portfel. Pool musi znać adres Twojego portfela, aby móc wysyłać tam płatności. Zobacz [Przewodnik przyjmowania Monero]({{ site.baseurl }}/get-started/accepting) po więcej informacji.
ru: Перед тем как начать, вам необходимо иметь уже сконфигурированный и готовый к работе кошелёк. Пулу нужно знать адрес вашего кошелька, чтобы он смог направлять на него платежи. Дополнительную информацию можно найти в [Руководстве по приёму Monero]({{ site.baseurl}}/get-started/accepting)

source: ## Profitability
nb_no: ## Lønnsomhet
ru: ## Прибыльность

source: Before mining, you should decide if it is worth it or not for you. You have to decide this for yourself, based on your power costs and the hardware that you have available. There are many sites, such as [CryptoCompare](https://www.cryptocompare.com/mining/calculator/xmr) that allow you to enter your miner's speed and power draw, and it will show you the profit (or loss) per week/month.
de: Vor dem Mining solltest du entscheiden, ob sich dieses für dich lohnt oder ob es eher doch nicht rentabel ist. Du musst das für dich selbst und auf Basis der anfallenden Stromkosten und deiner verfügbaren Hardware entscheiden. Es gibt einige Seiten (wie etwa [CryptoCompare](https://www.cryptocompare.com/mining/calculator/xmr)), auf denen du Geschwindigkeit und Stromverbrauch deines Miners eingeben kannst, um dir den Gewinn (oder Verlust) pro Woche/Monat anzeigen zu lassen.
nb_no: Før du utvinner, bør du avgjøre om det er verdt det eller ikke for deg. Du må avgjøre dette på egenhånd, på grunnlag strømkostnadene og maskinvaren du har. Det finnes mange nettsteder, som f.eks. [CryptoCompare](https://www.cryptocompare.com/mining/calculator/xmr), som lar deg legge inn hastigheten og strømforbruket på utvinneren din, og den viser seg også forventet profitt (eller tap) per uke/måned.
pl: Przed rozpoczęciem kopania powinieneś zdecydować, czy jest to dla Ciebie opłacalne, czy nie. Musisz zdecydować to dla siebie, w oparciu o koszty energii i sprzętu, który masz dostępny. Istnieje wiele stron, takich jak [CryptoCompare](https://www.cryptocompare.com/mining/calculator/xmr) które pozwalają wprowadzić prędkość koparki i pobór prądu, a ona pokaże ci zysk (lub stratę) na tydzień/miesiąc.
ru: Перед тем как начать майнинг, вы должны решить, стоит ли вам вообще этим заниматься. Решение необходимо принять, исходя из ваших затрат на электроэнергию и доступного вам оборудования. Существует множество сайтов, таких как [CryptoCompare](https://www.cryptocompare.com/mining/calculator/xmr), которые позволяют ввести значения параметров скорости и мощности вашего майнера и на основе этих данных вычисляют возможную прибыль (или убыток) за неделю/месяц.

source: ## Download Miner
nb_no: ## Nedlasting av utvinneren
ru: ## Скачивание майнера

source: The first step is to download mining software onto your computer.
de: Der erste Schritt ist der Download der Mining-Software auf deinen Rechner.
nb_no: Det første steget er å laste ned utvinningsprogramvaren til PC-en din.
pl: Pierwszym krokiem jest pobranie oprogramowania do kopania na swój komputer.
ru: Первым шагом является скачивание на ваш компьютер программного обеспечения, необходимого для майнинга.

source: The XMRig developer provides pre-built binaries for Windows users. They are available on the [GitHub release page](https://github.com/xmrig/xmrig/releases/latest).
de: Der Entwickler von XMRig stellt vorgefertigte Binärdateien für Windows-Nutzer bereit. Diese sind auf der [Versionsseite auf GitHub](https://github.com/xmrig/xmrig/releases/latest) erhältlich.
nb_no: XMRig-utvikleren gir forhåndsbyggede binærfiler for Windows-brukere. De er tilgjengelige på [GitHub release-siden](https://github.com/xmrig/xmrig/releases/latest).
pl: Twórca XMRig dostarcza gotowe binarki dla użytkowników Windows. Są one dostępne na [stronie publikacji na GitHubie](https://github.com/xmrig/xmrig/releases/latest).
ru: Разработчик XMRig предоставляет готовые двоичные файлы, которые потребуются пользователям Windows. Их можно скачать со [страницы релизов на GitHub](https://github.com/xmrig/xmrig/releases/latest).

source: Scroll down until you see `xmrig-VERSION-msvc-win64.zip`. Download this file and extract the archive somewhere memorable, like your desktop.
de: Scrolle nach unten, bis du `xmrig-VERSION-msvc-win64.zip` siehst. Lade diese Datei herunter und extrahiere das Archiv zu einem einprägsamen Ort, etwa deinen Desktop.
nb_no: Bla ned til du ser `xmrig-VERSION-msvc-win64.zip`. Last ned denne filen og pakk ut arkivene til et sted du husker, som f.eks. skrivebordet ditt.
pl: Przewiń w dół, aż zobaczysz `xmrig-WERSJA-msvc-win64.zip`. Pobierz ten plik i rozpakuj archiwum gdzieś łatwo do zapamiętania, na przykład na pulpit.
ru: Там вы сможете найти архив `xmrig-VERSION-msvc-win64.zip`. Скачайте этот файл и извлеките его содержимое в какое-нибудь место, например, на рабочий стол.

source: The XMRig developer provides pre-built binaries for Ubuntu Xenial Xerus (16.04). They may work on other Ubuntu versions, and on other distributions, but this is not guaranteed.
nb_no: MRig-utvikleren gir forhåndsbyggede binærfiler for Ubuntu Xenial Xerus (16.04). De kan fungere på andre Ubuntu-versjoner og på andre distribusjoner, men det er ikke garantert.
ru: Разработчик XMRig предоставляет готовые двоичные файлы для Ubuntu Xenial Xerus (16.04). Они могут работать и с другими версиями Ubuntu, и с другими дистрибутивами, но это не гарантируется.

source: These binaries are available on the [GitHub release page](https://github.com/xmrig/xmrig/releases/latest).
de: Diese Binärdateien sind auf der [Versionsseite auf GitHub](https://github.com/xmrig/xmrig/releases/latest) verfügbar.
nb_no: Disse binærfilene er tilgjengelig på [GitHub release-siden](https://github.com/xmrig/xmrig/releases/latest).
pl: Te binarki są one dostępne na [stronie publikacji na GitHubie](https://github.com/xmrig/xmrig/releases/latest).
ru: Эти двоичные файлы также можно скачать на [странице релизов на GitHub](https://github.com/xmrig/xmrig/releases/latest).

source: Scroll down until you see `xmrig-VERSION-xenial-x64.tar.gz`. Download this file, extract the archive somewhere memorable, like your desktop.
nb_no: Bla ned til du ser `xmrig-VERSION-xenial-x64.tar.gz`. Last ned denne filen og pakk ut arkivene til et sted du husker, som f.eks. skrivebordet ditt.
ru: На ней выложен соответствующий архив `xmrig-VERSION-xenial-x64.tar.gz`. Скачайте этот файл и извлеките его содержимое в какое-нибудь место, например, на рабочий стол.

source: ### Other Linux
nb_no: ### Andre Linux-distribusjoner
ru: ### Другие дистрибутивы Linux

source: Users of other Linux distributions can compile XMRig from source. Firstly, install the dependencies:
nb_no: Brukere av andre Linux-distribusjoner kan kompilere XMRig fra bunnen av. Først må avhengighetsfilene installeres:
ru: Пользователи других дистрибутивов Linux могут скомпилировать XMRig из исходного кода. Во-первых, следует установить зависимости:

source: ``` # For Debian-based distros sudo apt install \ build-essential \ cmake \ git \ libhwloc-dev \ libssl-dev \ libuv1-dev ```
nb_no: ``` # For Debian-baserte distroer sudo apt install \ build-essential \ cmake \ git \ libhwloc-dev \ libssl-dev \ libuv1-dev ```

source: Download the XMRig source code:
nb_no: Last ned XMRig-kildekoden:
ru: Скачивание исходного кода XMRig:

source: Configure and compile XMRig:
nb_no: Konfigurer og kompiler XMRig:
ru: Конфигурирование и компиляция XMRig:

source: Copy binary and example configuration to your home directory:
nb_no: Kopier binærfilene og konfigurasjonseksempelet til hjemmemappen din:
ru: Затем необходимо скопировать двоичный файл и пример конфигурации в свою домашнюю директорию:

source: Firstly, install XCode and [Homebrew](https://brew.sh).
nb_no: Installer først XCode og [Homebrew](https://brew.sh).
ru: Во-первых, следует установить XCode и [Homebrew](https://brew.sh).

source: Use Homebrew to install dependencies:
nb_no: Bruk Homebrew til å installere avhengighetsfiler:
ru: Homebrew используется для установки зависимостей:

source: Download XMRig sources:
nb_no: Last ned XMRig-kilder:
ru: Скачивание исходного кода XMRig:

source: ## Selecting a pool
nb_no: ## Å velge en pool
ru: ## Выбор пула

source: There are lots of pools to choose from. You can find a list at [miningpoolstats.stream/monero](https://miningpoolstats.stream/monero).
de: Es gibt viele Pools, zwischen denen du dich entscheiden kannst. Du findest eine Liste auf [miningpoolstats.stream/monero](https://miningpoolstats.stream/monero).
nb_no: Det er mange pools å velge blant. Du kan finne en liste på [miningpoolstats.stream/monero](https://miningpoolstats.stream/monero).
pl: Jest wiele puli do wyboru. Znajdziesz listę pod adresem [miningpoolstats.stream/monero](https://miningpoolstats.stream/monero).
ru: Существует огромное количество пулов. Список пулов можно найти на [miningpoolstats.stream/monero](https://miningpoolstats.stream/monero).

source: Choosing a larger pool means that you will see more frequent (but smaller) payouts, but choosing a smaller pools helps keep the network decentralised. [Miners will not lose any revenue by mining on a smaller pool](https://redd.it/g6uh2l).
de: Die Wahl eines größeren Pools bedeutet häufigere (aber kleinere) Auszahlungen; wenn du allerdings einen kleineren Pool wählst, unterstützt dies die Dezentralisierung des Netzwerks. [Miner werden keinerlei Ertrag durch das Minen innerhalb eines kleineren Pools verlieren](https://redd.it/g6uh2l).
nb_no: Å velge en større pool betyr at du vil se hyppigere (men mindre) utbetalinger, men å velge en mindre pool holder nettverket desentralisert. [Utvinnere vil ikke miste inntekt ved å utvinne på en mindre pool](https://redd.it/g6uh2l).
pl: Wybór większej puli oznacza, że będziesz mieć do czynienia z częstszymi (ale mniejszymi) wypłatami, ale wybór mniejszej puli pomaga utrzymać sieć w stanie decentralizacji. [Kopacze nie stracą żadnych przychodów, wydobywając w mniejszej puli](https://redd.it/g6uh2l).
ru: Выбор большего пула означает, что вы будете получать более частые (но меньшие) выплаты, а выбор меньших пулов поможет обеспечить децентрализованность сети. [Майнеры не теряют доходность при работе в меньших пулах](https://redd.it/g6uh2l).

source: ## Configuring the miner
nb_no: ## Konfigurering av utvinneren
ru: ## Конфигурирование майнера

source: Navigate to your chosen pool's webpage and read their documentation. They should mention an address and port for you to enter into your miner. For example, `pool.xmr.pt:3333`.
nb_no: Naviger til nettsiden til din valgte pool og les dokumentasjonen deres. De bør nevne en adresse og port som du kan legge inn i utvinneren din som f.eks. `pool.xmr.pt:3333`.
ru: Необходимо перейти на веб-страницу выбранного пула и ознакомиться с их документацией. Там должен быть указан адрес и порт, которые следует использовать для подключения вашего майнера. Например, `pool.xmr.pt:3333`.

source: Next, open up the config.json you copied or extracted earlier in your favourite text editor. Scroll down to the line that says `donate.v2.xmrig.com:3333` and change the text inside the quotes to the address of your pool. The line below should contain `YOUR_WALLET_ADDRESS`. Change that to your actual wallet address.
nb_no: Etter det, åpner du config.json-filen som du kopierte eller pakket ut tidligere i tekstbehandleren din. Bla nedover til linjene hvor det står `donate.v2.xmrig.com:3333` og endre teksten på innsiden av anførselstegnene til adressen til poolen din. Linjen under bør inneholde `YOUR_WALLET_ADDRESS`. Endre den til den faktiske lommebokadressen din.
ru: Затем при помощи используемого вами текстового редактора необходимо открыть файл config.json, который был скопирован или извлечён ранее. Следует прокрутить вниз до строки, в которой будет написано `donate.v2.xmrig.com:3333`, и изменить текст в кавычках на адрес вашего пула. Строка ниже должна содержать `YOUR_WALLET_ADDRESS`. Следует изменить этот текст на фактический адрес вашего кошелька.

source: After these modifications, your configuration should look something like this:
nb_no: Etter disse endringene har blitt gjort, bør konfigurasjonen din se ut noe som dette:
ru: После внесения этих изменений полученная конфигурация должна выглядеть примерно так:

source: ## Starting the miner
nb_no: ## Å starte utvinneren
ru: ## Запуск майнера

source: Windows users can double click on xmrig.exe. Users of other operating systems should `cd` into the directory that contains XMRig and then type `./xmrig` and press return.
de: Windows-Nutzer können den Miner durch einen Doppelklick auf xmrig.exe starten. Nutzer anderer Betriebssysteme sollten via `cd` in das XMRig enthaltende Verzeichnis navigieren, `./xmrig` eingeben und Eingabe drücken.
nb_no: Windows-brukere kan dobbeltklikke på xmrig.exe. Brukere til andre operativsystemer bør bruke `cd`-kommandoen til de ender opp i mappen som inneholder XMRig, og deretter taste inn `./xmrig` etterfulgt av enter.
pl: Użytkownicy Windows mogą kliknąć dwukrotnie na xmrig.exe. Użytkownicy innych systemów operacyjnych powinni przejść `cd` do katalogu zawierającego XMRig, a następnie wpisać `./xmrig` i nacisnąć enter.
ru: Пользователи Windows могут сделать это двойным кликом по файлу xmrig.exe. Пользователям других операционных систем следует воспользоваться командой `cd` и перейти в директорию, содержащую XMRig, затем ввести `./xmrig` и дождаться ответа на команду.

source: If you see green messages saying that shares have been accepted, congratulations, everything is working!
de: Wenn du grüne Nachrichten siehst, die dir mitteilen, dass Freigaben akzeptiert wurden, funktioniert alles - Glückwunsch!
nb_no: Hvis du ser grønne meldinger som sier at andelene har blitt godkjent – gratulerer, alt funker!
pl: Jeśli widzisz zielone komunikaty informujące o zaakceptowaniu udziałów, gratulacje, wszystko działa!
ru: Если вы видите зелёные сообщения о том, что данные были приняты, поздравляем - всё работает!

source: ## Troubleshooting
nb_no: ## Feilsøking
ru: ## Диагностика и устранение неисправностей

source: ### Anti-virus keeps removing XMRig
nb_no: ### Antiviruset fjerner stadig XMRig
ru: ### Антивирус удаляет XMRig

source: Some anti-viruses flag XMRig as malware because it is often deployed to infected computers to mine without the owner's consent. As it is your computer and you are configuring the miner to mine for you, it is safe to add XMRig to your anti-virus whitelist.
de: Manche Antivirenprogramme markieren XMRig als Malware, weil es häufig auf "infizierten" Rechnern installiert wird, um dadurch ohne das Einverständnis des Besitzers mit diesen Computern minen zu können. Da es dein eigener Rechner ist und du den Miner dazu einrichtest, für dich selbst zu minen, kannst du XMRig sicher auf die Whitelist deines Antivirenprogramms setzen.
nb_no: Noen antivirus flagger XMRig som skadevare fordi den ofte utplasseres i PC-en for å infisere PC-en din til å utvinne uten eierens samtykke. I og med at dette er din PC og du konfigurerer utvinneren til å utvinne for deg, er det trygt å legge XMRig til antivirus-tillatelseslisten din.
pl: Niektóre antywirusy oznaczają XMRig jako złośliwe oprogramowanie, ponieważ jest on często instalowany na zainfekowanych komputerach w celu kopania bez zgody właściciela. Ponieważ jest to twój komputer i to ty konfigurujesz koparkę, aby kopała dla ciebie, możesz bezpiecznie dodać XMRig do swojej białej listy antywirusowej.
ru: Некоторые антивирусы помечают XMRig как вредоносное программное обеспечение, поскольку XMRig часто устанавливается на заражённые компьютеры без согласия их владельцев в целях недобросовестного майнинга. Так как это ваш компьютер и вы настраиваете майнер для себя, можно уверенно добавить XMRig в список исключений вашего антивируса.

source: ### Cannot read/set MSR
nb_no: ### Kan ikke lese / stille inn MSR
ru: ### Не удаётся прочитать/настроить MSR

source: On some CPUs, XMRig tries to increase performance by disabling certain features like your CPU's instruction prefetcher. These operations require root/administrator, so try right clicking xmrig.exe and running it as administrator, or running `sudo ./xmrig` on other systems.
de: Bei manchen CPUs versucht XMRig es, die Leistung durch Deaktivierung bestimmter Funktionen (etwa des Anweisungsprefetchers deines CPUs) zu verbessern. Diese Vorgänge benötigen Administratorrechte beziehungsweise den Gebrauch des Root-Kontos. Versuche, es mit einem Rechtsklick auf xmrig.exe als Administrator auszuführen oder es auf anderen Systemen durch den Befehl `sudo ./xmrig` zu starten.
nb_no: På noen CPU-er prøver XMRig å øke ytelsen ved å deaktivere visse funksjoner som forhåndshenting av instruksjonene til CPU-en din. Disse operasjonene krever root/administrator, så prøv å høyreklikke på xmrig.exe og kjøre den som administrator eller kjøre `sudo ./xmrig` på andre systemer.
pl: Na niektórych procesorach, XMRig próbuje zwiększyć wydajność poprzez wyłączenie pewnych funkcji, takich jak prefetcher instrukcji procesora. Te operacje wymagają roota/administratora, więc spróbuj kliknąć prawym przyciskiem myszy na plik xmrig.exe i uruchomić go jako administrator, lub uruchomić `sudo ./xmrig` na innych systemach.
ru: В случае с некоторыми CPU XMRig пытается повысить производительность, отключая определённые функции, такие как буфер предварительной выборки команд CPU. Для этих операций требуются права администратора, поэтому попробуйте правой кнопкой мыши кликнуть по файлу xmrig.exe и запустить его от имени администратора или же запустить `sudo ./xmrig` в других системах. systems.

source: ### Algo not known
nb_no: ### Ukjent algoritme
ru: ### Алгоритм не известен

source: Find the line in config.json that says `algo: null` and change it to `algo: "rx/0"`. By default, XMRig expects the pool to tell it which hashing algorithm to use.
de: Suche in der "config.json"-Datei nach der Zeile, die `algo: null` enthält, und ändere dies zu `algo: "rx/0"`. Standardmäßig wartet XMRig nun darauf, dass der Pool mitteilt, welcher Hashing-Algorithmus verwendet werden soll.
nb_no: Finn linjen i config.json som sier `algo: null` og endre den til `algo: "rx/0"`. XMRig forventer som standard at poolen forteller den hvilken hashing-algoritme som skal benyttes.
pl: Znajdź linię w config.json, zawierającą `algo: null` i zmień ją na `algo: "rx/0"`. Domyślnie XMRig oczekuje, że pula powie mu, który algorytm haszowania ma być użyty.
ru: Следует найти строку в config.json, в которой будет написано `algo: null`, и изменить текст на `algo: "rx/0"`. По умолчанию XMRig ожидает, что именно пул укажет ему, какой алгоритм использовать при майнинге.

source: ### Huge Pages 0%
nb_no: ### Store sider 0 %
ru: ### Большие страницы не загружаются (0%)

source: #### Allowing large pages on Windows
nb_no: #### Å tillate store sider på Windows
ru: #### Как разрешить загрузку больших страниц в Windows

source: Taken from [the MSDN](https://docs.microsoft.com/en-us/sql/database-engine/configure-windows/enable-the-lock-pages-in-memory-option-windows?view=sql-server-ver15):
de: Von [MDSN](https://docs.microsoft.com/de-de/sql/database-engine/configure-windows/enable-the-lock-pages-in-memory-option-windows?view=sql-server-ver15) in angepasster Form übernommen:
nb_no: Tatt fra [MSDN](https://docs.microsoft.com/en-us/sql/database-engine/configure-windows/enable-the-lock-pages-in-memory-option-windows?view=sql-server-ver15):
pl: Pobrane z [MSDN](https://docs.microsoft.com/pl-pl/sql/database-engine/configure-windows/enable-the-lock-pages-in-memory-option-windows?view=sql-server-ver15):
ru: Взято из [MSDN](https://docs.microsoft.com/en-us/sql/database-engine/configure-windows/enable-the-lock-pages-in-memory-option-windows?view=sql-server-ver15):

source: On the Start menu, click Run. In the Open box, type gpedit.msc.
de: Klicke im Menü "Start" auf "Ausführen". Gebe "gpedit.msc" im Feld "Öffnen" ein.
nb_no: Gå til Start-menyen og trykk «Kjør». Tast inn `gpedit.msc` i den åpne boksen.
pl: W menu Start kliknij przycisk Uruchom. W otwartym oknie wpisz gpedit.msc.
ru: В меню Start (Запуск) выбрать Run (Запустить). В окошке Open (Открыть) набрать gpedit.msc.

source: On the Local Group Policy Editor console, expand Computer Configuration, and then expand Windows Settings.
de: Erweitere in der Konsole "Editor für lokale Gruppenrichtlinien" die Option "Computerkonfiguration" und dann "Windows-Einstellungen".
nb_no: I redigeringskonsollen for lokale grupperetningslinjer, må du utvide datakonfigurasjonen og deretter utvide Windows-instillingene.
pl: W panelu edytora lokalnych zasad grupy rozwiń pozycję konfiguracja komputera, a następnie rozwiń pozycję ustawienia systemu Windows.
ru: В консоли Local Group Policy Editor (Редактор локальной групповой политики) перейти в Computer Configuration (Конфигурация компьютера), а затем в Windows Settings (Конфигурация Windows).

source: Expand Security Settings, and then expand Local Policies.
de: Erweitere "Sicherheitseinstellungen" und dann "Lokale Richtlinien".
nb_no: Utvid sikkerhetsinnstillingene og utvid deretter lokale retningslinjer.
pl: Rozwiń ustawienia zabezpieczeń, a następnie rozwiń reguły lokalne.
ru: Перейти в Security Settings (Параметры безопасности), а затем в Local Policies (Локальные политики).

source: Select the User Rights Assignment folder.
de: Wähle den Ordner "Zuweisen von Benutzerrechten" aus.
nb_no: Velg den tildelte mappen for brukerrettigheter.
pl: Wybierz folder Uprawnienia użytkownika.
ru: Выбрать папку User Rights Assignment (Назначение прав пользователя).

source: The policies will be displayed in the details pane.
de: Die Richtlinien werden im Detailbereich angezeigt.
nb_no: Retningslinjene vil vises i detaljruta.
pl: Zasady będą widoczne w okienku szczegółów.
ru: Политика будет отображаться в окошке подробной информации.

source: In the pane, double-click Lock pages in memory.
de: Doppelklicke im Detailbereich auf "Sperren von Seiten im Speicher".
nb_no: I ruten dobbeltklikker du på «Lock pages in Memory» (Lås sider i minnet).
pl: W okienku kliknij dwukrotnie Blokowanie stron w pamięci.
ru: В этом окошке двойным кликом выберите Lock pages in memory (Блокировка страниц в памяти).
