Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/mine-to-pool.po
Languages: de, nb_no, pl, ru

source: In the Local Security Setting â Lock pages in memory dialog box, click Add User or Group.
nb_no: I den lokale sikkerhetsinnstillingen «Lås sider i minnet»-dialogboksen, trykker du på «Legg til bruker eller gruppe.»
ru: В диалоговом окне Local Security Setting — Lock pages in memory (Параметр локальной безопасности — Блокировка страниц в памяти) выберите Add User or Group (Добавить пользователя или группу).

source: In the Select Users, Service Accounts, or Groups dialog box, add an account that you will run the miner on
de: Wähle im Dialogfeld "Select Users, Service Accounts, or Groups" (Benutzer, Dienstkonten oder Gruppen auswählen) das Benutzerkonto [aus, unter welchem der Miner ausgeführt werden soll].
nb_no: Legg til en konto under «Velg brukere»-, «Tjenestekontoer»- eller «Gruppedialog»-boksen som du vil kjøre utvinneren på.
pl: W oknie dialogowym wyboru użytkowników, kont usług lub grup dodaj konto, na którym będziesz uruchamiał koparkę
ru: В диалоговом окне Select Users, Service Accounts, or Groups (Выбор: «Пользователи» или «Группы») добавить пользователя, под которым вы будете запускать майнер.

source: Reboot for change to take effect.
de: Starte den [Rechner neu, damit die Änderungen übernommen werden].
nb_no: Start på nytt for at endringene skal tre i kraft.
pl: Uruchom ponownie komputer, aby zmiany zadziałały.
ru: Перезагрузите компьютер, чтобы изменения вступили в силу.

source: You may also need to launch the miner as administrator.
de: Es kann zudem sein, dass du den Miner als Administrator starten musst.
nb_no: Du må også kanskje starte utvinneren som administrator.
pl: Może być również konieczne uruchomienie koparki jako administrator.
ru: Также может понадобиться запустить майнер от имени администратора.

source: #### Allowing large pages on Linux
nb_no: #### Å tillate store sider på Linux
ru: #### Как разрешить загрузку больших страниц в Linux

source: Firstly stop the miner (if it's running), run the following commands to enable large pages and then start the miner as root:
de: Beende zunächst den Miner (falls dieser laufen sollte) und führe die folgenden Befehle aus, um große Seiten zu erlauben; danach starte den Miner via Root:
nb_no: Til å begynne med, kan du stoppe utvinneren (hvis den er i gang), kjøre følgende kommandoer for å muliggjøre store sider, og deretter starte utvinneren som root:
pl: Najpierw zatrzymaj koparkę (jeśli jest uruchomiona), wykonaj następujące polecenia, aby włączyć duże strony, a następnie uruchom koparkę jako użytkownik root:
ru: Сначала необходимо остановить майнер (если он работает) и ввести следующие команды, чтобы включить возможность загрузки больших страниц, а затем запустить майнер от имени root:

source: You may have to increase 1168 depending on how many NUMA nodes your CPU(s) have.
de: Es kann sein, dass du 1168 erhöhen musst; dies ist abhängig von der Anzahl an NUMA-Nodes deines (deiner) CPUs.
nb_no: Du må kanskje øke til 1168, avhengig av hvor mange NUMA-noder CPU-en(e) din har.
pl: Być może trzeba będzie zwiększyć 1168 w zależności od tego, ile węzłów NUMA ma(ją) twój(e) procesor(y).
ru: Возможно, придётся увеличить значение 1168 в зависимости от того, сколько узлов NUMA поддерживает ваш CPU.

source: #### Allowing large pages on macOS
nb_no: #### Å tillate store sider på macOS
ru: #### Как разрешить загрузку больших страниц в macOS

source: Huge pages are not supported on macOS.
de: Große Seiten werden auf macOS nicht unterstützt.
nb_no: Store sider støttes ikke på macOS.
pl: Wielkie strony nie są obsługiwane w systemie macOS.
ru: Большие страницы не поддерживаются macOS.

source: ### Balance Not Increasing
nb_no: ### Saldoen øker ikke
ru: ### Баланс не увеличивается

source: Most pools are <abbr title="Pay Per Last N Shares">PPLNS</abbr> pools, which means that you only get paid when a miner on the pool finds a block. If the pool you are mining on is small, this can take a few days to weeks.
nb_no: De fleste pools er <abbr title="Pay Per Last N Shares">PPLNS</abbr> (Betal per siste N andeler)-pools, som betyr at du kun får betalt når en utvinner i poolen finner en blokk. Hvis poolen du utvinner på er liten, kan dette ta noen dager til uker.
ru: Большинство пулов является <abbr title="Оплата за N последних шар">пулами PPLNS</abbr>, а это означает, что вам платят только тогда, когда майнер, находящийся в пуле, находит блок. Если пул, в котором вы занимаетесь майнингом, небольшой, то это может занять от нескольких дней до нескольких недель.

source: Additionally, any blocks found must mature before they can be paid out. This takes 60 blocks (approx. 2 hours).
de: Außerdem müssen Blöcke mehrfach bestätigt werden, bevor sie ausbezahlt werden. Dafür werden 60 nachfolgende Blöcke (ungefähr zwei Stunden) benötigt.
nb_no: Eventuelle blokker som blir funnet må i tillegg modnes før de kan utbetales. Dette tar 60 blokker (omlag to timer).
pl: Dodatkowo, wszystkie znalezione bloki muszą dojrzeć zanim można je wypłacić. Zajmuje to 60 bloków (ok. 2 godziny).
ru: Кроме того, все вычисленные блоки должны стать достаточно «зрелыми», прежде чем за них можно будет получить вознаграждение. На это уходит еще порядка 60 блоков (примерно 2 часа).

source: ## Getting Help
nb_no: ## Å få hjelp
ru: ## Помощь

source: An active Monero mining community on Reddit is [/r/MoneroSupport](https://www.reddit.com/r/MoneroSupport/). You can also join [#monero-pools on freenode](https://webchat.freenode.net/?channel=#monero-pools).
nb_no: Det finnes et aktivt samfunn for Monero-utvinning på Reddit som du finner i underforumet [/r/MoneroSupport](https://www.reddit.com/r/MoneroSupport/). Du kan også bli med i [#monero-pools på freenode](https://webchat.freenode.net/?channel=#monero-pools).
ru: Активное майнинг-сообщество Monero на Reddit можно найти здесь: [/r/MoneroSupport](https://www.reddit.com/r/MoneroSupport/). Вы также можете присоединиться к [#monero-pools на freenode](https://webchat.freenode.net/?channel=#monero-pools).

source: ## Going Futher
nb_no: ## Å gå mer i dybden
ru: ## Дальнейшие действия

source: Consider using a subaddress just for mining, to prevent your address being linked to different services.
de: Erwäge den Gebrauch einer Subadresse ausschließlich für das Mining. Dadurch kannst du verhindern, dass deine Adresse mit unterschiedlichen Diensten verknüpft werden kann.
nb_no: Vurder å bruke en underadresse kun for utvinning for å hindre at adressen din blir lenket til forskjellige tjenester.
pl: Rozważ użycie podadresu tylko do celów kopania, aby zapobiec łączeniu Twojego adresu z różnymi usługami.
ru: Подумайте об использовании отдельного подадреса для майнинга, чтобы ваш основной адрес нельзя было связать с различными сервисами.

source: [Consider using Tor to connect to the pool](https://xmrig.com/docs/miner/tor) (or to a hidden service pool like HashVault, RespectXMR and MoneroOcean). This hides mining activity from your ISP, and prevents the pool from knowing who you are.
de: [Erwäge den Gebrauch von Tor, um dich zum Pool zu verbinden](https://xmrig.com/docs/miner/tor) (oder auch zu einem versteckten Service-Pool wie HashVault, RespectXMR und MoneroOcean). Dies verbirgt etwaige Miningaktivität vor deinem Internetanbieter und verhindert, dass der Pool weiß, wer du genau bist.
nb_no: [Vurder å bruke Tor til å koble til poolen](https://xmrig.com/docs/miner/tor) (eller til en skjult tjenestepool som HashVault, RespectXMR og MoneroOcean). Dette skjuler utvinningaktiviten fra ISP-en din og hindrer at poolen får kjennskap til hvem du er.
pl: [Rozważ użycie sieci Tor do połączenia się z pulą](https://xmrig.com/docs/miner/tor) (lub z ukrytym serwisem puli, takim jak HashVault, RespectXMR i MoneroOcean). Ukrywa to aktywność kopania przed Twoim dostawcą usług internetowych i uniemożliwia puli dowiedzenie się, kim jesteś.
ru: [Рассмотрите возможность использования Tor для подключения к пулу](https://xmrig.com/docs/miner/tor) (или к скрытым пулам, таким как HashVault, RespectXMR и MoneroOcean). Это позволит скрыть то, что вы занимаетесь майнингом, от вашего интернет-провайдера и не позволит самому пулу узнать, кто вы.

source: ### macOS Build
ru: ### Сборка для macOS

source: Wallet
pl: Portfel

source: Profitability
de: Profitabilität
pl: Rentowność

source: Download Miner
de: Miner herunterladen
pl: Pobierz koparkę

source: Ubuntu Linux
pl: Linux Ubuntu

source: The XMRig developer provides pre-built binaries for Ubuntu Bionic (18.04) and Focal (20.04). They may work on other Ubuntu versions, and on other distributions, but this is not guaranteed.
de: Der Entwickler von XMRig stellt vorgefertigte Binärdateien für Ubuntu Bionic (18.04) / Focal (20.04) bereit, die auch auf anderen Versionen von Ubuntu und anderen Distributionen funktionieren könnten. Dies kann allerdings nicht garantiert werden.
pl: Twórca XMRig dostarcza gotowe binarki dla Ubuntu Bionic (18.04) i Focal (20.04). Mogą one działać na innych wersjach Ubuntu, a także na innych dystrybucjach, ale nie jest to pewne.

source: Scroll down to 'Assets' until you see the correct version for your system. Download this file, extract the archive somewhere memorable, like your desktop.
pl: Przewiń w dół do 'Assets' aż zobaczysz odpowiednią wersję dla Twojego systemu. Pobierz ten plik i rozpakuj archiwum gdzieś łatwo do zapamiętania, na przykład na pulpit.

source: Other distributions and operative systems
pl: Inne dystrybucje i systemy operacyjne

source: Binaries are available for multiple distributions and operative systems, but you can also build the miner by yourself. Take a loot at [XMrig's docs](https://xmrig.com/docs/miner)
pl: Binarki są dostępne dla wielu dystrybucji i systemów operacyjnych, ale możesz również zbudować koparkę samodzielnie. Zajrzyj do [dokumentacji XMrig](https://xmrig.com/docs/miner)

source: Selecting a pool
de: Einen Pool wählen
pl: Wybór puli

source: Configuring the miner
de: Den Miner konfigurieren
pl: Konfiguracja koparki

source: See the [official docs](https://xmrig.com/docs/miner/config), for instructions and suggestions.
pl: Zobacz [oficjalną dokumentację](https://xmrig.com/docs/miner/config), aby uzyskać instrukcje i sugestie.

source: Starting the miner
de: Den Miner starten
pl: Uruchomienie koparki

source: Troubleshooting
de: Fehlerbehebung
pl: Rozwiązywanie problemów

source: Anti-virus keeps removing XMRig
de: Antivirenprogramm entfernt wiederholt XMRig
pl: Antywirus ciągle usuwa XMRig

source: Cannot read/set MSR
de: MSR kann nicht gelesen/eingerichtet werden
pl: Nie można odczytać/ustawić MSR

source: Algo not known
de: Algo nicht bekannt
pl: Nieznany algorytm

source: Allowing large pages on Windows
de: Große Seiten auf Windows erlauben
pl: Zezwalanie na duże strony w systemie Windows

source: In the Local Security Setting – Lock pages in memory dialog box, click Add User or Group.
de: Klicke im Dialogfeld "Lokale Sicherheitseinstellung" > "Sperren von Seiten im Speicher auf Benutzer oder Gruppe hinzufügen".
pl: W oknie dialogowym Lokalne ustawienia zabezpieczeń - Zablokuj strony w pamięci kliknij przycisk Dodaj użytkownika lub grupę.

source: Allowing large pages on Linux
de: Große Seiten auf Linux erlauben
pl: Zezwalanie na duże strony w Linuksie

source: Allowing large pages on macOS
de: Große Seiten auf macOS erlauben
pl: Zezwalanie na duże strony na macOS

source: Balance Not Increasing
de: Guthaben erhöht sich nicht
pl: Saldo nie wzrasta

source: Most pools are <abbr title="Pay Per Last N Shares">PPLNS</abbr> pools, which means that you only get paid when a miner on the pool finds a block. If the pool you are mining on is small, this can take a few days to weeks.
de: Die meisten Pools sind <abbr title="Pay Per Last N Shares">PPLNS</abbr>-Pools. Dies bedeutet, dass du nur bezahlt wirst, wenn ein Miner im Pool einen Block findet. Wenn der Pool, innerhalb dessen du minest, klein ist, kann dies einige Tage bis hin zu Wochen dauern.
pl: Większość pul to pule <abbr title="Pay Per Last N Shares">PPLNS</abbr>, co oznacza, że otrzymujesz zapłatę tylko wtedy, gdy jeden z kopaczy z puli znajdzie blok. Jeśli pula, na której kopiesz jest mała, może to potrwać od kilku dni do tygodni.

source: Getting Help
de: Hilfe erhalten
pl: Uzyskanie pomocy

source: An active Monero mining community on Reddit is [/r/MoneroSupport](https://www.reddit.com/r/MoneroSupport/). You can also join [#monero-pools on Libera](https://web.libera.chat/?channel=#monero-pools) or Matrix (#monero-pools:monero.social).
de: Es gibt auf Reddit eine aktive Monero-Mining-Community: [/r/MoneroSupport](https://www.reddit.com/r/MoneroSupport/). Du kannst außerdem [#monero-pools auf Libera](https://web.libera.chat/?channel=#monero-pools) beitreten / Matrix (#monero-pools:monero.social).
pl: Aktywna społeczność kopania Monero na Reddicie to [/r/MoneroSupport](https://www.reddit.com/r/MoneroSupport/). Możesz również dołączyć do [#monero-pools na Libera](https://web.libera.chat/?channel=#monero-pools) lub Matrix (#monero-pools:monero.social).

source: Going Futher
de: Darüber hinausgehend
pl: Idąc dalej

source: Huge Pages 0%
de: Große Seiten 0%
