Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/monero-wallet-cli.po
Languages: ar, fr, nl, pl, ru

source: Pass in the transaction ID you want the key for. Remember that a payment might have been split in more than one transaction, so you may need several keys. You can then send that key, or these keys, to whoever you want to provide proof of your transaction, along with the transaction id and the address you sent to. Note that this third party, if knowing your own address, will be able to see how much change was returned to you as well.
ar: إدخل هويه المعامله التي تريد الحصول علي مفتاحها. تذكر أنه ربما إنقسم الدفع إلي عده معاملات وسوف تحتاج إلي عده مفاتيح. بعد ذلك يُمكن إرسال هذا المفتاح او المفاتيح مع هويه المعامله والعنوان المرسل إليه لإثبات الدفع. لاحظ أن الطرف التالت إذا كان يعلم عنوان حسابك سيتمكن من معرفه الباقي العائد إليك من هذه المعامله.
fr: Indiquez l'ID de transaction dont vous voulez la clef. Souvenez vous qu'un paiement peut avoir été scindé en plusieurs transactions, donc vous pourriez avoir besoin de plusieurs clefs. Vous pourrez alors envoyer cette clef, ou ces clefs, à quiconque vous fournira la preuve de votre transaction, accompagné de l'ID de transaction et de l'adresse à laquelle vous avez envoyé les fonds. Notez que ce tiers, s'il connaît votre propre adresse, sera également en mesure de voir quelle quantité de monnaie vous aurait été rendue.
nl: Voer hierbij de ID in van de transactie waarvoor u de sleutel wilt hebben. Houd er rekening mee dat een betaling kan zijn gesplitst in meer dan één transactie, zodat je meerdere sleutels nodig hebt. Vervolgens kun je de sleutel of sleutels opsturen naar wie je het bewijs van je transactie wilt laten zien, met de transactie-ID en het adres van de ontvanger erbij. Opmerking: als deze partij ook je eigen adres kent, kan deze ook zien hoeveel wisselgeld je hebt teruggekregen.
pl: Wskaż numer identyfikacyjny transakcji, dla której chcesz otrzymań klucz. Pamiętaj, że płatność może zostać podzielona na więcej niż jedną transakcję, więc możesz potrzebować kilku kluczy. Następnie możesz przesłać otrzymany klucz lub klucze do osoby, której chcesz udowodnić dokonanie płatności, razem z numerem identyfikacyjnym transakcji i adresem odbiorcy. Zauważ, że strona trzecia, znając twój adres, będzie w stanie zobaczyć także, ile zwrotu otrzymałeś.
ru: Введите идентификатор транзакции, для которого вы хотите узнать ключ. Помните, что платеж мог быть разделен более чем на одну транзакцию, поэтому вам может понадобиться несколько ключей для каждой транзакции. Затем вы можете отправить этот ключ или ключи кому-либо, кому вы хотите предоставить подтверждение совершения своей транзакции, а также идентификатор транзакции и адрес, на который вы отправили средства. Обратите внимание, что эта третья сторона, зная свой собственный адрес, и эти данные сможет узнать, какие именно средства вы ей отправили.

source: If you are the third party (that is, someone wants to prove to you that they sent monero to an address), then you can check this way:
ar: إذا كنت أنت الطرف التالت ( إذا كان هُناك شخص يريد إثبات لك أنه قد أرسل الأموال لحساب معين) , يمكنك التحقق من ذلك عن طريق:
fr: Si vous êtes le tiers (c'est à dire que quelqu'un veut vous prouver qu'il a effectivement envoyé des moneroj à une adresse), vous pouvez le vérifier comme suit :
nl: Als je zelf de derde partij bent (dus als iemand aan jou wilt bewijzen dat hij/zij Monero naar een bepaald adres heeft verzonden), kun je dat op deze manier controleren:
pl: Jeżeli to ty jesteś stroną trzecią (to znaczy ktoś chce ci udowodnić, że przelał Monero na dany adres), sprawdź w ten sposób:
ru: Если вы являетесь третьей стороной (то есть кто-то хочет доказать вам, что отправил Monero на ваш адрес), вы можете проверить это таким способом:

source: check_tx_key TXID TXKEY ADDRESS
fr: check_tx_key IDTX CLEFTX ADRESSE
nl: check_tx_key TXID SLEUTEL ADRES

source: Replace `TXID`, `TXKEY` and `ADDRESS` with the transaction ID, per-transaction key, and destination address which were supplied to you, respectively. monero-wallet-cli will check that transaction and let you know how much monero this transaction paid to the given address.
ar: قم بتبديل `TXID`و `TXKEY` و `ADDRESS` بهويه المعامله و مفتاح المعامله و عنوان حساب المُستلِم. ستقوم واجهه سطر الأوامر بالبحث عن المعامله وإخبارك كم تم دفعه إلي ذلك الحساب.
fr: Remplacez `IDTX`, `CLEFTX` et `ADRESSE` respectivement par l'ID de transaction, la clef propre à la transaction et l'adresse de destination qui vous ont été communiqués. monero-wallet-cli va vérifier cette transaction et vous indiquera combien de moneroj ont été payés à l'adresse fournie.
nl: Vervang `TXID` door de transactie-ID, `SLEUTEL` door de transactiesleutel en `ADRES` door het doeladres dat je hebt ontvangen. Vervolgens controleert monero-wallet-cli die transactie en laat het weten hoeveel door deze transactie aan het opgegeven adres is betaald.
pl: Zamień `TXID`, `TXKEY` i `ADDRESS` na, odpowiednio, numer identyfikacyjny transakcji, klucz transakcji oraz przekazany ci adres odbiorcy. monero-wallet-cli sprawdzi tę transakcję i poinformuje cię, ile Monero zostało przesłane na dany adres.

source: ## Getting a chance to confirm/cancel payments
ar: ## الحصول على فرصة لتأكيد / إلغاء المدفوعات
fr: ## Pouvoir confirmer ou annuler des paiements
nl: ## Instellen dat je betalingen kunt bevestigen/annuleren
pl: ## Uzyskiwanie szansy na potwierdzenie lub anulowanie płatności:

source: If you want to get a last chance confirmation when sending a payment:
ar: إذا كنت ترغب في الحصول على فرصة تأكيد أخيرة عند إرسال دفعة:
fr: Si vous souhaitez devoir confirmer les paiements que vous envoyez :
nl: Als je een laatste kans wilt krijgen om een betaling te bevestigen of annuleren:
pl: Jeśli chcesz uzyskać ostatnią szansę na potwierdzenie płatności, użyj funkcji:

source: ## How to find a payment to you
ar: ## كيفية العثور على دفعة لك
fr: ## Comment retrouver un paiement qui vous a été fait
nl: ## Een betaling aan jou vinden
pl: ## Jak odnaleźć płatność przychodzącą:

source: If you received a payment using a particular payment ID, you can look it up:
ar: إذا تلقيت دفعة باستخدام هويه معامله محدده ، فيمكنك البحث عنها:
fr: Si vous recevez un paiement utilisant un ID de paiement précis, vous pouvez le rechercher :
nl: Als je een betaling met een bepaalde betalings-ID hebt ontvangen, kun je deze opzoeken:
pl: Jeśli otrzymałeś płatność z użyciem określonego numeru identyfikacyjnego, wyszukaj go, wpisując:
ru: Если вы получили платеж с использованием определенного payment ID (Идентификатор платежа), вы можете посмотреть информацию об этом с помощью команды:

source: payments PAYMENTID
nl: payments BETALINGSID

source: You can give more than one payment ID too.
ar: يُمكنك تحديد أكثر من هويه معامله واحده.
fr: Vous pouvez également fournir plus d'un ID de paiement.
nl: Je kunt ook meer dan één betalings-ID opgeven.
pl: Możesz podań więcej niż jeden numer identyfikacyjny.
ru: Вы также можете указать более одного идентификатора платежа.

source: More generally, you can review incoming and outgoing payments:
ar: بشكل عام ، يمكنك مراجعة المدفوعات الواردة والصادرة:
fr: Plus généralement, vous pouvez examiner les paiements reçus et envoyés :
nl: In het algemeen kun je binnenkomende en uitgaande betalingen bekijken:
pl: Najczęściej możesz przeglądać swoje płatności przychodzące i wychodzące za pomocą funkcji:
ru: В более общем плане вы можете просматривать информацию обо всех входящих и исходящих платежах, если введете команду:

source: You can give an optional height to list only recent transactions, and request only incoming or outgoing transactions. For example,
ar: يُمكنك تحديد طول معين لسرد المعاملات وطلب المعاملات الصادره أو الوارده فقط , مثال:
fr: Vous pouvez indiquer une hauteur de bloc optionnelle pour ne lister que les transactions récentes, et ne demander que les transactions entrantes ou sortantes. Par exemple,
nl: Je kunt een optionele blokhoogte opgeven om alleen recente transacties te ontvangen, en je kunt alleen binnenkomende of uitgaande transactie opvragen. Bijvoorbeeld:
pl: Dodając wysokość łańcucha bloków, znajdziesz jedynie najnowsze transakcje. Możesz także wybrać tylko transakcje przychodzące lub tylko wychodzące. Na przykład:
ru: Вы можете дополнительно указать высоту блока, чтобы отображать только последние транзакции и запрашивать только входящие или исходящие транзакции. Например, команда:

source: will only show incoming transfers after block 650000. You can also give a height range.
ar: سوف يعرض فقط الدفعات الوارده بعد الكتله 650000 . يمكنك أيضاً تحديد نطاق للكتل.
fr: ne vous montrera que les transferts reçus après le block 650000. Vous pouvez également fournir une plage de hauteur de bloc.
nl: levert alleen binnenkomende overboekingen na blok 650.000 op. Je kunt ook een bereik van blokhoogten opgeven.
pl: pokaże jedynie przychodzące płatności następujące po bloku 650000. Możesz także sprecyzować zakres wysokości.
ru: покажет только входящие транзакции после блока 650000. Вы также можете указывать диапазоны высоты блоков.

source: If you want to mine, you can do so from the wallet:
ar: إذا كنت ترغب في التعدين يمكنك القيام بذلك من المحفظة:
fr: Si vous voulez miner, vous pouvez le faire depuis le portefeuille :
nl: Als je wilt minen, kun je dat ook vanuit de portemonnee doen:
pl: Możesz zacząć wydobywać bezpośrednio z portfela, wpisując:
ru: Если вы хотите запустить фоновый майнинг, то можете сделать это прямо из кошелька командой:

source: This will start mining on the daemon usin two threads. Note that this is solo mining, and may take a while before you find a block. To stop mining:
ar: سيقوم ذلك ببدأ التعدين في الخادم . لاحظ أن هذا تعدين فردي وربما يأخذ وقت طويلاً لإيجاد كتله, لإيقاف التعدين:
fr: Cela va démarrer l'extraction minière sur le démon en utilisant deux threads. Notez qu'il s'agit d'extraction minière en solo, et qu'il pourrait falloir un moment avant que vous ne trouviez un bloc. Pour arrêter l'extraction minière :
nl: Hiermee gebruik je twee CPU-threads om te minen via de daemon. Let op: dit is solo minen; het kan lang duren voordat je een blok vindt. Om te stoppen met minen:
pl: Wydobycie zacznie się za pomocą daemona i dwóch pasem. Zauważ, że jest to wydobycie samemu i może chwilę zająć znalezienie bloku. Aby zakończyć wydobycie, wpisz:
ru: Это запустит майнинг на демоне в 2 потока. Обратите внимание, что это соло-майнинг, и может потребоваться очень длительное время, прежде чем вы найдете блок. Чтобы остановить майнинг, введите команду:

source: `monero-wallet-cli` is the wallet software shipped in the Monero archives. It is a console program, and manages an account. While a bitcoin wallet manages both an account and the blockchain, Monero separates these: `monerod` handles the blockchain, and `monero-wallet-cli` handles the account.
ru: `monero-wallet-cli` - это программное обеспечение кошелька, которое поставляется в архиве Monero. Оно представляет собой консольную программу, которая управляет учетными записями пользователей Monero. В то время как кошелек Bitcoin управляет как учетными записями, так и блокчейном, в Monero эти функции разделены: `monerod` обрабатывает блокчейн, а `monero-wallet-cli` обрабатывает учетные записи пользователей.

source: This guide will show how to perform various operations with `monero-wallet-cli`. The guide assumes you are using the most recent version of Monero and have already created an account according to the other guides.
ru: В этом руководстве будет показано, как выполнять различные операции из интерфейса `monero-wallet-cli`. В руководстве предполагается, что вы используете самую последнюю версию Monero и уже создали учетную запись.

source: Overview
ru: Обзор

source: You can have a list of the most important commands by running `help`:
ru: Вы можете вывести список наиболее важных команд, воспользовавшись командой `help`:

source: Important commands: "welcome" - Show welcome message. "help all" - Show the list of all available commands. "help <command>" - Show a command's documentation. "apropos <keyword>" - Show commands related to a keyword. "wallet_info" - Show wallet main address and other info. "balance" - Show balance. "address all" - Show all addresses. "address new [<label text with white spaces allowed>]" - Create new subaddress. "transfer <address> <amount>" - Send XMR to an address. "show_transfers [in|out|pending|failed|pool]" - Show transactions. "sweep_all <address>" - Send whole balance to another wallet. "seed" - Show secret 25 words that can be used to recover this wallet. "refresh" - Synchronize wallet with the Monero network. "status" - Check current status of wallet. "version" - Check software version. "exit" - Exit wallet. "donate <amount>" - Donate XMR to the development team.
ru: Наиболее важные команды: "welcome" - Показать приветственное сообщение. "help all" - Показать список всех доступных команд. "help <command>" - Показать документацию по команде. "apropos <keyword>" - Показывать команды, связанные с ключевым словом. "wallet_info" - Показатьосновной адрес и дополнительную информацию о кошельке. "balance" - Показать баланс "address all" - Показать все адреса кошелька "address new [<label допускается использование пробелов>]" - Создать новый подадрес. "transfer <address> <amount>" - Отправить XMR на адрес. "show_transfers [in|out|pending|failed|pool]" - Показать транзакции. "sweep_all <address>" - Отправить весь доступный баланс на другой кошелек. "seed" - Показать мнемоническую фразу, состоящую из 25 слов, которую впоследствии можно использовать для восстановления этого кошелька. "refresh" - Синхронизировать кошелек с сетью Monero. "status" - Показать текущее состояние кошелька. "version" - Показать текущую версию программного обеспечения. "exit" - Закрыть кошелёк. "donate <amount>" - Пожертвовать XMR команде разработчиков.

source: Checking your balance
ru: Проверяем свой баланс

source: Output:
ru: Вывод:

source: Currently selected account: [0] Primary account Tag: (No tag assigned) Balance: 7.499942880000, unlocked balance: 7.499942880000
ru: Выбранная в данный момент учетная запись: [0] Основная учетная запись Тег: (тег не присвоен) Баланс: 7.499942880000, разблокированный баланс: 7.499942880000

source: In this example you're viewing the balance of your primary account (with index `[0]`). `Balance` is your total balance. The `unlocked balance` is the amount currently available to spend. Newly received transactions require 10 confirmations on the blockchain before being unlocked.
ru: В этом примере вы видите баланс своей основной учётной записи (с индексом `[0]`). `Balance` (Баланс) - это ваш текущий общий баланс. `Unlocked balance` (Разблокированный баланс) - это сумма, которую в настоящее время можно потратить. Недавно совершенные транзакции требуют 10 подтверждений в блокчейне перед разблокировкой.

source: Sending monero
ru: Отправка Monero

source: You will need the standard address you want to send to (a long string starting with '4' or a '8'). The command structure is:
ru: Вам понадобится стандартный адрес, на который вы хотите отправить средства (длинная строка, которая начинается с '4' или '8'). Структура команды:

source: transfer ADDRESS AMOUNT
ru: transfer АДРЕС СУММА

source: Replace `ADDRESS` with the address you want to send to and `AMOUNT` with how many monero you want to send.
ru: Замените `АДРЕС` адресом, на который вы хотите отправить средства, а `СУММУ` количеством monero, которые вы хотите отправить.

source: Receiving monero
ru: Получение Monero

source: If you have your own Monero address, you just need to give your address to someone.
ru: Если у вас есть собственный кошелек Monero, для получения средств на него вам просто нужно предоставить кому-то свой адрес.

source: You can find out your primary address with:
ru: Вы можете узнать свой основной адрес, если введете команду:

source: Since Monero is anonymous, you won't see the origin address the funds you receive came from. If you want to know, for instance to credit a particular customer, you'll have to tell the sender to use a payment ID, which is an arbitrary optional tag which gets attached to a transaction. It's not possible to use standalone payment addresses, but you can generate an address that already includes a random payment ID (integrated addresss) using `integrated_address`:
ru: Поскольку Monero анонимная криптовалюта, вы не увидите адрес источника, от которого вы получили свои средства. Если вам нужно узнать эти данные, например, для кредитования конкретного клиента, вам нужно будет договориться с отправителем, чтобы он использовал идентификатор платежа, который является произвольным необязательным тегом, который привязывается к транзакции. На данный момент нет возможности использовать автономные адреса, однако, чтобы упростить себе жизнь, вы можете создать адрес, который уже содержит этот случайный идентификатор платежа (интегрированный адрес) используя `integrated_address`:

source: Random payment ID: <82d79055f3b27f56> Matching integrated address: 4KHQkZ4MmVePC2yau6Mb8vhuGGy8LVdsZD8CFcQJvr4BSTfC5AQX3aXCn5RiDPjvsEHiJu1TC1ybR8pRTCbZM5bhTrAD3HDwWMtAn1K7nV
ru: Случайный идентификатор платежа: <82d79055f3b27f56> Соответствующий интегрированный адрес: 4KHQkZ4MmVePC2yau6Mb8vhuGGy8LVdsZD8CFcQJvr4BSTfC5AQX3aXCn5RiDPjvsEHiJu1TC1ybR8pRTCbZM5bhTrAD3HDwWMtAn1K7nV

source: This will generate a random payment ID, and give you the address that includes your own account and that payment ID. If you want to select a particular payment ID, you can do that too. Use:
ru: Это создаст случайный идентификатор платежа и предоставит вам адрес, который будет включать ваш стандартный адрес и этот идентификатор платежа. Если вы хотите выбрать конкретный идентификатор платежа, вы также можете это сделать с помощью команды. Используйте:

source: Payments made to an integrated address generated from your account will go to your account, with that payment ID attached, so you can tell payments apart.
ru: Платежи, внесенные в интегрированный адрес, созданный в вашей учетной записи, будут отправляться вам с прикрепленным идентификатором платежа, чтобы вы могли вести их учет отдельно.

source: Using subaddresses
ru: Использование подадресов

source: It's suggested to use subaddresses (starting with `8`) instead of your main address (starting with `4`) to receive funds. Run:
ru: Для получения средств рекомендуется использовать именно подадреса (начинающиеся с `8`), вместо вашего основного адреса (начинающегося с `4`). Используйте:

source: address new [<label text with white spaces allowed>]
ru: address new [<label допускается использование пробелов>]

source: This will generate a subaddress and its optional label, which addess you can share to receive payment on the account it's linked to. For example,
ru: Это приведет к созданию подадреса и соответствующей метки адреса, которой вы можете поделиться, чтобы получить платеж на учетную запись, с которой он связан. Например,

source: will generate a subaddress and its label 'github_donations'.
ru: будет сгенирован подадрес с меткой 'github_donations'.

source: To view all generated addresses, run:
ru: Чтобы посмотреть все сгенерированные адреса, выполните:

source: Proving to a third party you paid someone
ru: Как доказать третьей стороне, что вы заплатили кому-то

source: Replace `TXID`, `TXKEY` and `ADDRESS` with the transaction ID, per-transaction key, and destination address which were supplied to you, respectively. `monero-wallet-cli` will check that transaction and let you know how much monero this transaction paid to the given address.
ru: Укажите вместо `TXID`, `TXKEY` и `ADDRESS` соответственно идентификатор транзакции, ключ транзакции и адрес получателя, которые были предоставлен вам. `monero-wallet-cli` проверит эту транзакцию и сообщит вам, сколько денег было оплачено этой транзакцией по указанному адресу.

source: How to find a payment to you
ru: Как найти отправленный вам платеж

source: show_transfers in 650000
ru: show_transfers в 650000
