Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/monero-wallet-cli.po
Languages: ar, fr, nl, pl, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
ar: ﻿{% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: `monero-wallet-cli` is the wallet software that ships with the Monero tree. It is a console program, and manages an account. While a bitcoin wallet manages both an account and the blockchain, Monero separates these: `monerod` handles the blockchain, and `monero-wallet-cli` handles the account.
ar: واجهه سطر الأوامر `monero-wallet-cli` هو برنامج المحفظه الذي يأتي مع مونيرو. إنه برنامج وحده تحكم ويُدير الحساب. بينما في البتكوين تُدير المحفظه كلاً من الحساب وسلسله الكُتل. يقوم مونيرو بفصلهم : الخادم `monerod` يُدير سلسله الكُتل و واجهه سطر الأوامر `monero-wallet-cli` تُدير الحساب.
fr: `monero-wallet-cli` est une application de portefeuille qui est incluse dans la suite Monero. C'est un programme en ligne de commandes qui permet de gérer un compte. Tandis que le portefeuille Bitcoin gère à la fois un compte et la chaîne de bloc, Monero sépare ces deux composants : `monerod` s'occupe de la chaîne de blocs, et `monero-wallet-cli` gère le compte.
nl: `monero-wallet-cli` is de portemonnee-software die onderdeel uitmaakt van de Monero-code. Het is een consoleprogramma waarmee je een account beheert. Terwijl een Bitcoin-portemonnee zowel een account als de blockchain beheert, worden deze functies in Monero gescheiden: `monerod` beheert de blockchain en `monero-wallet-cli` beheert het account.
pl: `monero-wallet-cli` jest oprogramowaniem, które współpracuje z Monero. To program konsoli zarządzający kontem. Podczas gdy portfel Bitcoina zarządza zarówno kontem, jak i łańcuchem bloków, Monero rozdzielił je, aby `monerod`operował łańcuchem, a `monero-wallet-cli` kontem.

source: This guide will show how to perform various operations from the `monero-wallet-cli` UI. The guide assumes you are using the most recent version of Monero and have already created an account according to the other guides.
ar: سيقوم هذا الدليل بإطلاعك علي كيفيه القيام بالعديد من العمليات من واجهه سطر الأوامر . يفترض هذا الدليل أنك تستخدم أحدث نسخه من برامج مونيرو وقمت بالفعل بإنشاء حساب كما هو موضح بالدلائل الأخري.
fr: Ce guide montrera comment effectuer diverses opération depuis l'interface de `monero-wallet-cli`. Ce guide suppose que vous utilisiez la version la plus récenter de Monero et que vous ayez déjà créé un compte comme exposé dans l'autre guide.
nl: In deze handleiding wordt uitgelegd hoe je verschillende bewerking uitvoert met de interface van `monero-wallet-cli`. We nemen aan dat je de nieuwste versie van Monero gebruikt en al een account hebt gemaakt met behulp van andere handleidingen.
pl: Ten przewodnik pokaże, jak wykonywać różne operacje w interfejsie `monero-wallet-cli`. Przewodnik zakłada, że używasz najnowszej wersji Monero i założyłeś już swoje konto zgodnie z instrukcjami.

source: ## Checking your balance
ar: ## التحقق من رصيدك
fr: ## Vérifier votre solde
nl: ## Je saldo bekijken
pl: ## Sprawdzanie salda

source: Since the blockchain handling and the wallet are separate programs, many uses of `monero-wallet-cli` need to work with the @daemon. This includes looking for incoming transactions to your address. Once you are running both `monero-wallet-cli` and `monerod`, enter `balance`.
ar: مُنذ أنه هناك برامج مختلفه لمُعالجه كلاً من سلسله الكتل والمحفظه , العديد من إستخدامات واجهه سطر الأوامر تحتاج العمل مع الخادم. من ذلك التحقق من المعاملات القادمه إلي عنوانك. بمجرد تشغيلك الخادم وواجهه سطر الأوامر إكتب `balance` لعرض رصيدك .
fr: Dans la mesure ou la gestion de la chaîne de blocs et le portefeuille sont des applications séparées, de nombreux usages de `monero-wallet-cli` implique de fonctionner avec le démon. Incluant la vérifications des transactions entrantes sur votre adresse. Une fois que `monero-wallet-cli` et `monerod` sont tous deux en cours d'exécution, entrez `balance`.
nl: Omdat we een ander programma dan de portemonnee gebruiken om met de blockchain te werken, moet `monero-wallet-cli` voor veel toepassingen samenwerken met de node. Dit is bijvoorbeeld nodig om binnenkomende transacties voor je adres op te zoeken. Wanneer `monero-wallet-cli` en `monerod` beide worden uitgevoerd, voer je `balance` in.
pl: Ponieważ zarządzanie łańcuchem bloków i portfelem odbywa się za pomocą różnych programów, wielokrotnie użycie `monero-wallet-cli` wymaga współpracy z daemonem. Obejmuje to również sprawdzanie płatności przychodzących na twój adres. Uruchamiając równocześnie `monero-wallet-cli` i `monerod`, wpisz `balance`.
ru: Поскольку обработка данных в блокчейне и учетных записей кошельков пользователей совершаются отдельными программами, многие функции `monero-wallet-cli` не будут функционировать без работающего демона. Одной из таких функций является поиск входящих транзакций на ваш адрес. Только когда вы запустите оба приложения, `monero-wallet-cli` и `monerod`, сможете увидеть входящий баланс своего кошелька. Для этого введите команду `balance`.

source: Example:
ar: مثال:
fr: Exemple :
nl: Voorbeeld:
pl: Przykład:

source: This will pull blocks from the daemon the wallet did not yet see, and update your balance to match. This process will normally be done in the background every minute or so. To see the balance without refreshing:
ar: يقوم ذلك بسحب الكتل التي لم تراها المحفظه بعد من الخادم وتحديث رصيدك, تجري هذه العمليه عاده في الخلفيه كل دقيقه او نحو ذلك . لرؤيه الرصيد بدون تحديث :
fr: Ceci récupèrera depuis le démon les blocs que le portefeuille n'a pas encore vu, et mettra à jour votre solde. Ce processus est normalement réalisé en tache de fond environ toutes les minutes. Pour voir votre balance sans rafraichir :
nl: Hiermee worden blokken uit de node opgehaald die de portemonnee nog niet gezien heeft, en wordt je saldo navenant bijgewerkt. Dit proces wordt normaal ongeveer één keer per minuut in de achtergrond uitgevoerd. Zo geef je het saldo weer zonder te vernieuwen:
pl: Przyciągnie to bloki z daemona, których portfel jeszcze nie widział oraz zaktualizuje twoje saldo. Ten proces przeważnie odbywa się mniej więcej co minutę w tle. Aby zobaczyć saldo bez aktualizowania, wpisz:

source: In this example, `Balance` is your total balance. The `unlocked balance` is the amount currently available to spend. Newly received transactions require 10 confirmations on the blockchain before being unlocked. `unlocked dust` refers to very small amounts of unspent outputs that may have accumulated in your account.
ar: في هذا المثال, `Balance` هو رصيدك الكلي. `unlocked balance` هو الرصيد المُتاح للإنفاق. تحتاج المعاملات الحديثه 10 تأكيدات علي سلسله الكتل قبلما تكون متاحه للإنفاق.`unlocked dust` يشير إلى كميات صغيرة جدًا من النواتج غير المنفقة التي قد تكون تراكمت في حسابك.
fr: Dans cette exemple, `Balance` correspond à votre solde total. `unlocked balance` est le montant actuellement disponible pour être dépensé. Les nouvelles transactions reçues nécessitent 10 confirmations sur la chaîne de blocs avant d'être débloquées. `unlocked dust` corresponds à de très faible montants de sorties non dépensées qui ont pu s'accumuler sur votre compte.
nl: In dit voorbeeld is `Balance` je totale saldo. De `unlocked balance` is het bedrag dat momenteel beschikbaar is om uit te geven. Voor nieuw ontvangen transacties zijn 10 bevestigingen op de blockchain nodig om ze te ontgrendelen. Met `unlocked dust` worden minuscule hoeveelheden *unspent outputs* bedoeld die als een soort stof in je account zijn terechtgekomen.
pl: W tym przypadku, `Balance` jest twoim saldem całkowitym. `unlocked balance` jest kwotą aktualnie dostępną do wydania. Nowe transakcje przychodzące wymagają 10 potwierdzeń zanim zostaną odblokowane. `unlocked dust` to bardzo mała liczba niewydanych wyników, które mogły się nagromadzić na twoim koncie.

source: ## Sending monero
ar: ## إرسال مونيرو
fr: ## Envoyer des Moneroj
nl: ## Monero verzenden
pl: ## Wysyłanie monero

source: You will need the standard address you want to send to (a long string starting with '4'), and possibly a payment ID, if the receiving party requires one. In that latter case, that party may instead give you an integrated address, which is both of these packed into a single address.
ar: سوف تحتاج إلي عنوان اساسي ترسل إليه ( سلسله طويله تبدأ بـ'4'), وربما تحتاج إلي هويه المعامله إذا كان المُستَلِم يتطلب واحداً, في هذه الحاله ربما يرسل لك المُستلم عنوان مُدمج وهو عباره عن العنوان الأساسي مدمج مع هويه المعامله في عنوان واحد.
fr: Vous aurez besoin de l'adresse standard à laquelle vous comptez envoyer (une longue chaine de caractères commençant par '4') et potentiellement un ID de paiement, si le destinataire vous en demande un. Dans ce dernier cas, celui-ci pourrait vous donner une adresse intégrée, qui contient les deux dans une seule et même adresse.
nl: Wat je nodig hebt is het standaardadres waaraan je wilt betalen (een lange tekenreeks die begint met een 4), en eventueel een betalings-ID als de ontvangende partij daarom vraagt. In dat geval kan de begunstigde ook een geïntegreerd adres opgeven, waarbij het standaardadres en de betalings-ID in één adres worden verpakt.
pl: Będziesz potrzebował standardowego adresu, na który chcesz przesłać środki (długi ciąg zaczynający się na "4") oraz możliwe, że także numer identyfikacyjny odbiorcy, jeśli ten go wymaga. W takim przypadku, odbiorca może przekazać ci adres zintegrowany, który składa się z numeru identyfikacyjnego oraz adresu standardowego.

source: ### Sending to a standard address:
ar: ### الإرسال إلي عنوان أساسي:
fr: ### Envoyer à une adresse standard :
nl: ### Verzenden naar een standaardadres:
pl: ### Wysyłanie na adres standardowy:

source: transfer ADDRESS AMOUNT PAYMENTID
fr: transfer ADRESSE MONTANT IDdePAIEMENT
nl: transfer ADRES BEDRAG BETALINGSID

source: Replace `ADDRESS` with the address you want to send to, `AMOUNT` with how many monero you want to send, and `PAYMENTID` with the payment ID you were given. Payment ID's are optional. If the receiving party doesn't need one, just omit it.
ar: إستبدل `ADDRESS` بعنوان المُرسل إليه , و `AMOUNT` بالكميه المراد إرسالها, و `PAYMENTID` بهويه المعامله إذا ووجدت. هويه المعامله هي إختياريه إذا لم يتطلبها المُرسل إيه قم بتجاهلها.
fr: Remplacez `ADRESSE` avec l'adresse à laquelle vous souhaitez envoyer, `MONTANT` avec le montant que vous souhaitez envoyer et `IDdePAIEMENT` avec l'ID de paiement qui vous a été fournit. L'ID de paiement est optionnel. Si le destinataire ne vous en a pas fournit, n'en indiquez pas.
nl: Vervang `ADRES` door het adres waaraan je wilt betalen, `BEDRAG` door hoeveel Monero je wilt betalen en `BETALINGSID` door de betalings-ID die je hebt ontvangen. Betalings-ID's zijn optioneel. Als de ontvangende partij er geen nodig heeft, kun je de ID gewoon weglaten.
pl: Zamień `ADDRESS` na adres, na który chcesz dokonać płatności, `AMOUNT` na kwotę w Monero, jaką chcesz przesłać oraz `PAYMENTID` na numer identyfikacyjny, który podał ci odbiorca. Podanie numeru identyfikacyjnego jest opcjonalne, jeśli odbiorca ci go nie podał, po prostu go pomiń.

source: ### Sending to an integrated address:
ar: ### الإرسال إلي عنوان مُدمج:
fr: ### Envoyer à une adresse intégrée :
nl: ### Verzenden naar een geïntegreerd adres:
pl: ### Wysyłanie na adres zintegrowany:

source: transfer ADDRESS AMOUNT
fr: transfer ADRESSE MONTANT
nl: transfer ADRES BEDRAG

source: The payment ID is implicit in the integrated address in that case.
ar: في هذه الحاله هويه المعامله مدمجه في العنوان الأساسي.
fr: Dans ce cas, l'ID de paiement est implicitement inclus dans l'adresse intégrée.
nl: Hier is de betalings-ID opgenomen in het geïntegreerde adres.
pl: Numer identyfikacyjny w tym przypadku jest domniemany w adresie zintegrowanym.

source: ### Specify the number of outputs for a transaction:
ar: ### حدد عدد المخرجات الخاصة بالمعامله:
fr: ### Indiquer le nombre de sorties pour une transaction :
nl: ### Het aantal outputs in een transactie opgeven:
pl: ### Precyzowanie liczby wyników transakcji:

source: transfer RINGSIZE ADDRESS AMOUNT
fr: transfer RINGSIZE ADRESSE MONTANT
nl: transfer RINGGROOTTE ADRES BEDRAG

source: Replace `RINGSIZE` with the number of outputs you wish to use. **If not specified, the default is 11.** It's a good idea to use the default, but you can increase the number if you want to include more outputs. The higher the number, the larger the transaction, and higher fees are needed.
ar: إستبدل `RINGSIZE` بعدد المُخرجات المُراد إستخدامه ** إذا لم يتم التحدد فالعدد الإفتراضي هو 11 **. من الجيد إستخدام العدد الإفتراضي, لكن بإمكانك تزويد العدد لمزيد من المُخرجات. كلما كان العدد كبيراً كلما كان حجم المعامله اكبر وكلما زادت رسوم التحويل.
fr: Remplacez `RINGSIZE` avec le nombre de sorties que vous souhaitez utiliser. **S'il n'est pas spécifié, la valeur par défaut est 11.** C'est une bonne idée d'utiliser la valeur par défaut, mais vous pouvez augmenter celle-ci pour inclure plus de sorties. Plus grand est le nombre, plus grosse sera la transaction, nécessitant des frais plus importants.
nl: Vervang `RINGGROOTTE` door het aantal outputs dat je wilt gebruiken. **Als je niets opgeeft is de standaardwaarde 11.** Het is beter om de standaardwaarde te gebruiken, maar je kunt eventueel een hoger aantal opgeven als ze meer outputs wilt meenemen. Hoe hoger het aantal, des te groter de transactie en des te hoger de transactiekosten.
pl: Zamień `RINGSIZE` na numer wyników, jaki chcesz użyć. **Domyślny numer wyników, gdy niesprecyzowany, wynosi 11.** Dobrym pomysłem jest użycie numeru domyślnego, ale możesz zwiększyć go, gdy chcesz dołączyć więcej wyników. Im wyższy numer, tym większa transakcja i wyższe opłaty.

source: ## Receiving monero
ar: ## إستلام مونيرو
fr: ## Recevoir des moneroj
nl: ## Monero ontvangen
pl: ## Otrzymywanie Monero:

source: If you have your own Monero address, you just need to give your standard address to someone.
ar: إذا كان لديك عنوان مونيرو خاص بك, كل ما عليك فعله هو إعطاء هذا العنوان إلي المُرسل.
fr: Si vous avez votre propre adresse Monero, vous devez simplement communiquer à quelqu'un votre adresse standard.
nl: Als je zelf een Monero-adres hebt, kun je gewoon je standaardadres aan iemand doorgeven.
pl: Jeśli posiadasz własny adres Monero, wystarczy przekazać nadawcy twój adres standardowy.

source: You can find out your address with:
ar: يُمكنك إيجاد عنوانك عن طريق:
fr: Vous pouvez trouver votre adresse standard avec :
nl: Met de volgende opdracht krijg je je adres te zien:
pl: Swój adres znajdziesz pod funkcją:

source: Since Monero is anonymous, you won't see the origin address the funds you receive came from. If you want to know, for instance to credit a particular customer, you'll have to tell the sender to use a payment ID, which is an arbitrary optional tag which gets attached to a transaction. To make life easier, you can generate an address that already includes a random payment ID:
ar: نظراً لأن مونيرو سري لن تري عنوان المصدر الذي أتت منه الأموال. إذا كنت تريد تحديد هويه الراسل سيتحتم عليك إخبار الراسل بإستخدام هويه للمعامله, وهو عباره عن علامه عشوائيه يتم إرفاقها بالمعامله. لسهوله الإستخدام يمكنك إنشاء عنوان مع هويه للمعامله من خلال :
fr: Comme Monero est anonyme, vous ne verrez pas l'adresse à partir de laquelle les fonds vous sont envoyés. Si vous voulez le savoir, par exemple pour créditer un client particulier, vous devrez indiquer à l'émetteur d'utiliser un ID de paiement, qui est une étiquette optionnelle et arbitraire qui sera associé à la transaction. Pour vous faciliter la vie, vous pouvez générer une adresse qui inclus déjà un ID de paiement aléatoire.
nl: Aangezien Monero anoniem is, kun je niet zien van welk adres het geld dat je ontvangt afkomstig is. Als je dat wilt weten, bijvoorbeeld om een betaling aan een klant te koppelen, moet je de afzender vragen een betalings-ID te gebruiken. Dat is een willekeurige optionele tekenreeks dat wordt toegevoegd aan een transactie. Voor het gemak kun je een adres genereren dat al een willekeurige betalings-ID bevat:
pl: Ponieważ Monero jest anonimowe, nie zobaczysz adresu nadawcy. Jeżeli chcesz go poznać, na przykład, żeby podziękować konkretnemu klientowi, poproś nadawcę o użycie opcjonalnego numeru identyfikacyjnego, który może zostać przypisany transakcji. Aby uprościć życie, możesz wygenerować adres zintegrowany, który już zawiera losowy numer identyfikacyjny, za pomocą funkcji:

source: This will generate a random payment ID, and give you the address that includes your own account and that payment ID. If you want to select a particular payment ID, you can do that too:
ar: سيقوم هذا بإنشاء هويه معامله عشوائيه ويُعطيك العنوان الذي يتضمن حسابك وهويه المعامله تلك. إذا كنت تريد إستخدام هويه معامله معينه يمكنك فعل ذلك من خلال :
fr: Cela va générer un ID de paiement aléatoire et vous fournir l'adresse qui inclus votre propre compte et cet ID de paiement. Si vous voulez sélectionner un ID de paiement particulier, vous pouvez aussi faire :
nl: Hierdoor wordt een willekeurige betalings-ID gegenereerd en krijg je een adres waarin je eigen account en de betalings-ID worden samengevat. Het is ook mogelijk om een bepaalde betalings-ID te kiezen als je dat wilt:
pl: Funkcja ta wygeneruje losowy numer identyfikacyjny i stworzy adres, który już zawiera twoje konto i numer identyfikacyjny tej płatności. Jeśli chcesz wybrać określony numer identyfikacyjny, użyj funkcji:

source: Payments made to an integrated address generated from your account will go to your account, with that payment id attached, so you can tell payments apart.
ar: الدفعات القادمه لعنوان مدمج تم إنشائه من حسابك سيتم إضافتها إلي حسابك مربوطه بهويه المعامله تلك حتي يمكنك التفريق بين المعاملات.
fr: Les paiements effectués sur une adresse intégrée générée depuis votre compte iront sur votre compte, avec cet ID de paiement associé, vous permettant de distinguer les paiements.
nl: Betalingen aan een geïntegreerd adres dat jij hebt gegenereerd gaan naar jouw account met vermelding van die betalings-ID, zodat je betalingen kunt onderscheiden.
pl: Płatności dokonane na adres zintegrowany wygenerowany z twojego konta przejdą na twoje konto wraz z załączonym numerem identyfikacyjnym, umożliwiając rozróżnienie transakcji.

source: ## Proving to a third party you paid someone
ar: ## إثبات لطرف ثالث أنك قد دفعت لشخص ما
fr: ## Prouver à un tiers que vous avez payé quelqu'un
nl: ## Aan een derde bewijzen dat je iemand hebt betaald
pl: ## Udowadnianie płatności osobom trzecim:

source: If you pay a merchant, and the merchant claims to not have received the funds, you may need to prove to a third party you did send the funds - or even to the merchant, if it is a honest mistake. Monero is private, so you can't just point to your transaction in the blockchain, as you can't tell who sent it, and who received it. However, by supplying the per-transaction private key to a party, that party can tell whether that transaction sent monero to that particular address. Note that storing these per-transaction keys is disabled by default, and you will have to enable it before sending, if you think you may need it:
ar: إذا دفعت لتاجر ويدّعي التاجر أنه لم يستلم الأموال ربما يجب عليك إثبات الدفع لطرف تالت - أو ربما للتاجر نفسه إذا كان خطأ غير مقصود. مونيرو خاص ولذلك لا يُمكنك الإشاره للمعامله في سلسله الكتل لأنه لا يُمكن معرفه الراسل أو المُستلم منها. مع ذلك يُمكنك توفير المفتاح الخاص بالمعامله . وبالمفتاح الخاص بالمعامله يمكن معرفه إذا تم إرسال الأموال لهذا العنوان أم لا. لاحظ أن تخزين المفاتيح الخاصه بالمعاملات غير متاح إفتراضياً ويجب عليك إتاحته قبل الإرسال إذا كنت تعتقد أنه ربما تحتاجه :
fr: Si vous payez un commerçants, et que celui-ci prétends qu'il n'a pas reçu les fonds, vous pourriez avoir besoin de prouver à un tiers que vous avez bien envoyé les fonds (ou même au commerçants, s'il s'agit d'une erreur honnête). Monero est confidentiel, de sorte que vous ne pouvez pas simplement indiquer votre transaction dans la chaîne de blocs, dans la mesure où vous ne pouvez ni dire qui l'a envoyé, ni qui l'a reçu. Cependant, en fournissant la clef privée propre à la transaction à un tiers, celui-ci peut dire si la transaction à envoyé des moneroj à cette adresse particulière. Notez que la conservation des clefs privées propres aux transactions est désactivé par défaut, et que vous aurez à l'activer avant l'envoie, si vous pensez que vous pourriez en avoir besoin :
nl: Als je een verkoper betaalt, en de verkoper beweert dat hij/zij het geld niet heeft ontvangen, wil je misschien aan een derde bewijzen dat je het geld wel degelijk hebt verzonden - of aan de verkoper zelf, als het een eerlijke vergissing is. Monero is vertrouwelijk, dus je kunt niet zomaar je transactie aanwijzen op de blockchain, want daar is niet te zien wie een transactie heeft verzonden of ontvangen. Maar je kunt iemand wel de privésleutel van een transactie geven, zodat die kan zien of die transactie Monero naar dat adres heeft verzonden. Houd er rekening mee dat het opslaan van deze transactiesleutels standaard is uitgeschakeld. Je moet deze functie voor het verzenden inschakelen als je denkt dat je deze misschien nodig hebt:
pl: Gdy dokonasz zapłaty, a odbiorca stwierdzi, że jej nie otrzymał, możesz udowodnić swoją płatność osobom trzecim lub samemu odbiorcy, jeśli po prostu popełnił on pomyłkę. Monero jest prywatne, a więc nie możesz po prostu wskazać na swoją transakcję w łańcuchu bloków, ponieważ nie da się rozróżnić, kto ją wysłał, a kto odebrał. Możesz jednak przekazać stronie prywatny klucz transakcji, aby strona rozpoznała, czy dokonana została płatność na dany adres. Zauważ, że zachowanie tych kluczy transakcji domyślnie jest wyłączone i musisz go włączyć przed dokonaniem płatności, jeśli uważasz, że będziesz ich potrzebował:
ru: Если вы платите субъекту, а он заявляет, что не получил средств, вам может потребоваться доказать третьему лицу, которому вы отправляли средства, или даже самому субъекту, что платеж был действительно отправлен. Monero является конфиденциальной сетью, поэтому вы не можете просто указать на свою транзакцию в блокчейне, так как вы не можете сказать, кто ее отправил и кто ее получил. Однако существует возможность предоставить третьей стороне приватный ключ, а эта сторона уже сможет определить, была ли отправлена эта транзакция Monero конкретному адресу. Обратите внимание, что сохранение этих ключей для каждой транзакции выключено по умолчанию, и вам нужно будет включить его перед отправкой, если вы считаете, что вам может понадобиться данная функция. Это делается это с помощью команды:

source: You can retrieve the tx key from an earlier transaction:
ar: يُمكنك استرداد مفتاح معامله سابقه :
fr: Vous pouvez récupérer la clef tx d'une précédente transaction :
nl: Je kunt de transactiesleutel van een eerdere transactie ophalen:
pl: Możesz przywróciń klucz tx z wcześniejszej transakcji:
ru: Вы можете извлечь tx key (Ключ транзакций) из более ранней транзакции:
