Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/node-i2p-zero.po
Languages: de, nb_no, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: ## Steps:
de: ## Schritte:
nb_no: ## Steg:
ru: ## Шаги:

source: Download the [Monero CLI]({{ site.baseurl }}/downloads/#cli).
de: Lade das [Monero-CLI-Wallet]({{ site.baseurl }}/downloads/#cli) herunter.
nb_no: Last ned [Monero CLI]({{ site.baseurl }}/downloads/#cli).
ru: Скачать [Monero CLI]({{ site.baseurl }}/downloads/#cli).

source: Download and unzip the latest (non-GUI) version of I2P-zero: https://github.com/i2p-zero/i2p-zero/releases
de: Lade und entpacke die letzte (nicht-GUI-)Version von I2P-zero: https://github.com/i2p-zero/i2p-zero/releases
nb_no: Last ned og pakk ut den siste (ikke-GUI)-versjonen av I2P-zero: https://github.com/i2p-zero/i2p-zero/releases
ru: Скачать и разархивировать последнюю версию I2P-zero (не для GUI): https://github.com/i2p-zero/i2p-zero/releases

source: Run I2P-zero by entering the i2p-zero unzipped directory and typing: `router/bin/i2p-zero`
de: Starte I2P-zero, indem du in das entpackte I2P-zero-Verzeichnis navigierst und `router/bin/i2p-zero` eingibst.
nb_no: Kjør I2P-zero ved å taste inn den i2p-zero-utpakkede katalogen og tast inn: `router/bin/i2p-zero`
ru: Запустить I2P-zero. Для этого войти в распакованную директорию I2P-zero и набрать: `router/bin/i2p-zero`

source: (optional) Find out your randomly assigned I2P port by typing: `router/bin/tunnel-control.sh router.externalPort`. For privacy reasons, do not disclose this port number to other people. Tell your firewall to forward traffic through to this port so that your I2P node is publicly reachable. If you have no ability to allow incoming connections, everything will still work, but your I2P node will not be helping the I2P network as much as it could.
de: (Optional) Ermittle deinen dir zufällig zugeteilten I2P-Port, indem du `router/bin/tunnel-control.sh router.externalPort` eintippst. Aus Gründen der Privatsphäre solltest du diese Portnummer nicht an andere weitergeben. Gib Datenverkehr über diesen Port auf deiner Firewall frei, damit dein I2P-Node öffentlich erreichbar ist. Wenn du eingehende Verbindungen nicht ermöglichen kannst, funktioniert zwar alles weiterhin, allerdings wird dein I2P-Node das I2P-Netzwerk nicht mit seiner vollen Stärke unterstützen.
nb_no: (valgfritt) Finn din tilfeldig tildelte I2P-port ved å taste inn: `router/bin/tunnel-control.sh router.externalPort`. Av personvernhensyn avdekker vi ikke dette portnummeret til andre personer. Få brannmuren din til å videreføre trafikk gjennom denne porten slik at I2P-noden din er offentlig tilgjengelig. Hvis du ikke har mulighet til å tillate innkommende transaksjoner, vil alt fremdeles fungere, men I2P-noden din vil ikke hjelpe I2P-nettverket like mye som det hadde kunnet.
ru: (необязательно) Найти свой случайным образом назначенный порт I2P. Для этого набрать: `router/bin/tunnel-control.sh router.externalPort`. Из соображений приватности не следует сообщать номер этого порта другим людям. Настроить брандмауэр так, чтобы он переадресовывал трафик на этот порт и чтобы ваш I2P-узел был доступным. Если у вас нет возможности разрешить входящие соединения, всё равно всё будет работать, но ваш I2P-узел не будет помогать I2P-сети в той мере, в какой мог бы.

source: Create a socks tunnel for outgoing I2P connections by typing: `router/bin/tunnel-control.sh socks.create 8060`
de: Erstelle einen SOCKS-Tunnel für ausgehende I2P-Verbindungen, indem du `router/bin/tunnel-control.sh socks.create 8060` eingibst.
nb_no: Opprett en socks-tunnel for utgående I2P-tilkoblinger ved å taste inn: `router/bin/tunnel-control.sh socks.create 8060`
ru: Создать туннель SOCKS для исходящих I2P-соединений. Для этого набрать: `router/bin/tunnel-control.sh socks.create 8060`

source: Create a server tunnel for incoming I2P connections by typing: `router/bin/tunnel-control.sh server.create 127.0.0.1 8061`.
de: Erstelle einen Servertunnel für eingehende I2P-Verbindungen, indem du `router/bin/tunnel-control.sh server.create 127.0.0.1 8061` eintippst.
nb_no: Opprett en server-tunnel for innkommende I2P-tilkoblinger ved å taste inn: `router/bin/tunnel-control.sh server.create 127.0.0.1 8061`.
ru: Создать туннель сервера для входящих I2P-соединений. Для этого набрать:`router/bin/tunnel-control.sh server.create 127.0.0.1 8061`.

source: The command above will result in an I2P address being printed to the command line, which will end with `.b32.i2p`. This is your new I2P address.
de: Der obige Befehl resultiert in einer I2P-Adresse, welche mit `.b32.i2p`endet und in der Befehlszeile ausgegeben wird. Dies ist deine neue I2P-Adresse.
nb_no: Kommandoen over vil resultere i en I2P-adresse som skrives ut til kommandolinjen, som ender med `.b32.i2p`. Dette er din nye I2P-adresse.
ru: После ввода указанной выше команды I2P-адрес будет напечатан на командной строке с `.b32.i2p` в конце. Это ваш новый I2P-адрес.

source: Run monerod by typing the following, replacing `XXXXXXXXXXXXXXXXXXXXXXXXXXXXX.b32.i2p` with your own I2P address that was printed from step 6: `monerod --tx-proxy i2p,127.0.0.1:8060 --add-peer core5hzivg4v5ttxbor4a3haja6dssksqsmiootlptnsrfsgwqqa.b32.i2p --add-peer dsc7fyzzultm7y6pmx2avu6tze3usc7d27nkbzs5qwuujplxcmzq.b32.i2p --add-peer sel36x6fibfzujwvt4hf5gxolz6kd3jpvbjqg6o3ud2xtionyl2q.b32.i2p --add-peer yht4tm2slhyue42zy5p2dn3sft2ffjjrpuy7oc2lpbhifcidml4q.b32.i2p --anonymous-inbound XXXXXXXXXXXXXXXXXXXXXXXXXXXXX.b32.i2p,127.0.0.1:8061 --detach`
de: Starte Monerod durch die Eingabe des folgenden Befehls (`XXXXXXXXXXXXXXXXXXXXXXXXXXXXX.b32.i2p`muss hierbei mit deiner eigenen, in Schritt 6 ausgegebenen I2P-Adresse ersetzt werden): `monerod --tx-proxy i2p,127.0.0.1:8060 --add-peer core5hzivg4v5ttxbor4a3haja6dssksqsmiootlptnsrfsgwqqa.b32.i2p --add-peer dsc7fyzzultm7y6pmx2avu6tze3usc7d27nkbzs5qwuujplxcmzq.b32.i2p --add-peer sel36x6fibfzujwvt4hf5gxolz6kd3jpvbjqg6o3ud2xtionyl2q.b32.i2p --add-peer yht4tm2slhyue42zy5p2dn3sft2ffjjrpuy7oc2lpbhifcidml4q.b32.i2p --anonymous-inbound XXXXXXXXXXXXXXXXXXXXXXXXXXXXX.b32.i2p,127.0.0.1:8061 --detach`
nb_no: Kjør monerod ved å taste inn følgende kommando, og erstatt `XXXXXXXXXXXXXXXXXXXXXXXXXXXXX.b32.i2p` med din egen I2P-adresse som ble skrevet ut i steg 6: `monerod --tx-proxy i2p,127.0.0.1:8060 --add-peer core5hzivg4v5ttxbor4a3haja6dssksqsmiootlptnsrfsgwqqa.b32.i2p --add-peer dsc7fyzzultm7y6pmx2avu6tze3usc7d27nkbzs5qwuujplxcmzq.b32.i2p --add-peer sel36x6fibfzujwvt4hf5gxolz6kd3jpvbjqg6o3ud2xtionyl2q.b32.i2p --add-peer yht4tm2slhyue42zy5p2dn3sft2ffjjrpuy7oc2lpbhifcidml4q.b32.i2p --anonymous-inbound XXXXXXXXXXXXXXXXXXXXXXXXXXXXX.b32.i2p,127.0.0.1:8061 --detach`
ru: Запустить monerod, набрав следующее и заменив `XXXXXXXXXXXXXXXXXXXXXXXXXXXXX.b32.i2p` на ваш собственный I2P-адрес, который был создан при выполнении шага 6: `monerod --tx-proxy i2p,127.0.0.1:8060 --add-peer core5hzivg4v5ttxbor4a3haja6dssksqsmiootlptnsrfsgwqqa.b32.i2p --add-peer dsc7fyzzultm7y6pmx2avu6tze3usc7d27nkbzs5qwuujplxcmzq.b32.i2p --add-peer sel36x6fibfzujwvt4hf5gxolz6kd3jpvbjqg6o3ud2xtionyl2q.b32.i2p --add-peer yht4tm2slhyue42zy5p2dn3sft2ffjjrpuy7oc2lpbhifcidml4q.b32.i2p --anonymous-inbound XXXXXXXXXXXXXXXXXXXXXXXXXXXXX.b32.i2p,127.0.0.1:8061 --detach`

source: That's it! Do not replace the dsc****.b32.i2p address with yours, only replace the XXXXXXX.b32.i2p one. The dsc****.b32.i2p is a seed node that will help you discover other I2P-accessible monero nodes.
de: Das war's! Ersetze nicht die dsc.b32.i2p-Adresse mit der deinen, sondern ausschließlich die XXXXXXX.b32.i2p-Adresse. Die dsc.b32.i2p-Adresse ist ein Seed-Node, der dir dabei hilft, andere via I2P zugängliche Monero-Nodes zu finden.
nb_no: Det var alt! Ikke bytt ut dsc****.b32.i2p-adressen med din egen, bare bytt ut XXXXXXX.b32.i2p. dsc****.b32.i2p-en er en frønode som hjelper deg med å oppdage andre I2P-tilgjengelige Monero-noder.
ru: Готово! Не следует менять адрес dsc****.b32.i2p на ваш собственный. Заменяется только XXXXXXX.b32.i2p. dsc****.b32.i2p является сид-узлом, который поможет вам открыть другие доступные через I2P узлы Monero.

source: ## Setting up Linux services so that monerod and I2P-zero are automatically started
de: ## Linux-Dienste so einrichten, dass Monerod und I2P-zero automatisch gestartet werden
nb_no: ## Oppsett av Linux-tjenester slik at monerod og I2P-zero startes automatisk
ru: ## Настройка служб Linux для автоматического запуска monerod и I2P-zero

source: If you are running Linux, it would be useful to set this all up to run automatically if the machine is ever rebooted. You can do this by creating systemd service files:
de: Bei Verwendung von Linux kann es nützlich sein, es so einzurichten, dass bei einem Neustart des Geräts alles automatisch gestartet und betrieben wird. Dies erreichst du durch die Erstellung von systemd-Servicedateien:
nb_no: Hvis du kjører Linux, er det nyttig å sette opp dette til å kjøre automatisk dersom maskinen noen gang startes på nytt. Du kan gjøre dette ved å opprette systemd-servicefiler:
ru: Если вы работаете под Linux, было бы полезно настроить систему так, чтобы всё запускалось автоматически, на тот случай, если машина когда-либо будет перезагружена. Для этого необходимо создать файлы службы systemd:

source: Note: take care to replace version numbers in the files below with the version numbers of monero and i2p-zero that you download. Also replace `<username>` and `<usergroup>` with your Linux user and group names (use `whoami` and `groups` commands if you don't know them).
de: Info: Stelle sicher, dass du die Versionsnummern in den untenstehenden Dateien mit den Versionsnummern der von dir heruntergeladenen Monero- und I2P-zero-Dateien ersetzt. Tausche ebenso den `<username>` und die `<usergroup>` mit deinen Linux-Benutzer- und Gruppennamen (falls du diese nicht kennst, kannst du sie mit den Befehlen `whoami` und `groups` herausfinden).
nb_no: Merk: sørg for å bytte ut versjonnumrene i filene under med versjonnumrene til monero og i2p-zero som du laster ned. Bytt også ut `<username>` og `<usergroup>` med din Linux-bruker og gruppenavn (bruk `whoami`- og `groups`-kommandoene hvis du ikke kjenner til dem).
ru: Примечание: следует позаботиться о замене номера версий в файлах, указанных ниже, на номера соответствующих загружаемых вами версий Monero и I2P-zero. Также необходимо заменить`<username>` и `<usergroup>` на используемые вами в Linux имя пользователя и имя пользовательской группы (при этом следует пользоваться командами `whoami` и `groups`, если вы их не знаете).

source: After creating these two files, run: ```` systemctl daemon-reload service i2pzero start service monerod start ````
de: Starte nach der Erstellung dieser zwei Dateien Folgendes: ```` systemctl daemon-reload service i2pzero start service monerod start ````
nb_no: Etter disse to filene er opprettet, eksekverer du: ```` systemctl daemon-reload service i2pzero start service monerod start ````
ru: После создания этих двух файлов следует запустить: ```` systemctl daemon-reload service i2pzero start service monerod start ````

source: To see the output of these services, use `journalctl -u i2pzero` and `journalctl -u monerod`
de: Um den Output dieser Dienste anzusehen, kannst du `journalctl -u i2pzero` und `journalctl -u monerod` verwenden.
nb_no: For å se utdataene til disse tjenestene, kan du bruke `journalctl -u i2pzero` og `journalctl -u monerod`
ru: Чтобы увидеть, как работают эти службы, следует использовать команды `journalctl -u i2pzero` и `journalctl -u monerod`

source: ## Running your own seed node (mipseed)
de: ## Betreiben deines eigenen Seed-Nodes (Mipseed)
nb_no: ## Å kjøre din egen frønode (mipseed)
ru: ## Запуск собственного сид-узла (mipseed)

source: If you want to run your own seed node (known as a 'mipseed') to help other people discover I2P-accessible Monero nodes, follow instructions [in the i2p-zero repo](https://github.com/i2p-zero/i2p-zero/blob/master/mipseed.md).
de: Solltest du deinen eigenen Seed-Node (auch bekannt als "Mipseed") betreiben und damit anderen helfen wollen, via I2P zugängliche Monero-Nodes zu finden, folge den Anweisungen im [I2P-zero-Repository](https://github.com/i2p-zero/i2p-zero/blob/master/mipseed.md).
nb_no: Hvis du vil kjøre din egen frønode (kjent som en 'mipseed') for å hjelpe andre med å oppdage I2P-tilgjengelige Monero-noder, kan du følge instruksjonene i [i2p-zero-arkivet](https://github.com/i2p-zero/i2p-zero/blob/master/mipseed.md).
ru: Если вы хотите запустить собственный сид-узел (известный как 'mipseed'), чтобы помочь другим людям находить доступные через I2P узлы Monero, воспользуйтесь инструкциям, расположенными [в репозитории I2P-zero](https://github.com/i2p-zero/i2p-zero/blob/master/mipseed.md).

source: *The original version of this guide was originally uploaded on the [i2p-zero repository](https://github.com/i2p-zero/i2p-zero/blob/master/monerod-with-i2p-zero.md).*
de: *Die Originalversion dieser Anleitung wurde ursprünglich im [I2P-zero-Repository](https://github.com/i2p-zero/i2p-zero/blob/master/monerod-with-i2p-zero.md) hochgeladen.*
nb_no: *Den opprinnelige versjonen av denne guiden ble opprinnelig lastet opp i [i2p-zero-arkivet](https://github.com/i2p-zero/i2p-zero/blob/master/monerod-with-i2p-zero.md).*
ru: *Оригинальная версия этого руководства первоначально была загружена [в репозитории I2P-zero](https://github.com/i2p-zero/i2p-zero/blob/master/monerod-with-i2p-zero.md).*
