Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/Offline_Backup.po
Languages: ar, de, fr, nb_no, nl, pl, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
ar: {% include disclaimer.html translated="yes" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: Operating Systems: Various versions of Linux and Windows 7, 8
pl: Systemy operacyjne: różne wersje Linuxa oraz Windows 7 i 8

source: Wallet Software: Simplewallet
pl: Oprogramowanie portfela: Simplewallet

source: Resource for Creating Bootable Disks: [Linux](http://www.pendrivelinux.com/), [Windows](https://www.microsoft.com/en-us/download/windows-usb-dvd-download-tool)
pl: Materiały do tworzenia dysków rozruchowych: [Linux](http://www.pendrivelinux.com/), [Windows](https://www.microsoft.com/en-us/download/windows-usb-dvd-download-tool)

source: Resource for Monero Binaries: [Monero Binaries]({{ site.baseurl_root }}/downloads/)
pl: Materiały do plików binarnych Monero: [Pliki Binarne Monero]({{ site.baseurl }}/downloads/)

source: Take any computer you have lying around, even your normal workstation. You may find it easier to use an older computer that has no wifi or bluetooth if you're particularly paranoid
pl: Przygotuj jakikolwiek dostępny komputer, może być nawet twoja normalna stacja robocza. Jeśli jesteś szczególnie paranoidalny, najlepiej użyj starego komputera bez WiFi ani Bluetoothe'a.

source: Create a Linux or Windows bootable disk, and make sure you have the Monero binaries on the same disk or on a second disk (for Linux make sure you have also downloaded copies of the dependencies you will need, libboost1.55 and miniupnpc for instance)
pl: Stwórz dysk rozruchowy Linux lub Windows i upewnij się, że twoje pliki binarne Monero znajdują się na tym samym dysku lub na drugim dysku (w przypadku Linuxa, upewnij się, że ściągnąłeś także kopie zależności, których będziesz potrzebował, np. libboost1.55 i miniupnpc).

source: Disconnect the network and/or Internet cables from your computer, physically remove the wifi card or switch the wifi/bluetooth off on a laptop if possible
pl: Rozłącz sieć i/lub kable internetowe, fizycznie usuń kartę WiFi lub wyłącz przycisk WiFi/Bluetooth na laptopie, jeśli to możliwe.

source: Boot into your bootable OS, install the dependencies if necessary
pl: Uruchom swój rozruchowy system operacyjny, zainstaluj zależności, jeśli to konieczne.

source: Copy the Monero binaries to a RAM disk (/dev/shm in Linux, Windows bootable ISOs normally have a Z: drive or something)
pl: Skopiuj pliki binarne Monero na dysk RAM (/dev/shm w Linuxie, pliki binarne Windowsa normalnie mają dysk Z: lub coś w tym stylu).

source: Don't run the Monero @daemon. Instead, using the command line, use monero-wallet-cli to create a new Monero @account
pl: Nie uruchamiaj daemona Monero. Zamiast tego, za pomocą polecenia wiersza, użyj funkcji monero-wallet-cli, żeby stworzyć nowe konto Monero.

source: When prompted for a name, give it any name, it doesn't really matter
pl: Jeśli zostaniesz poproszony o nadanie nazwy swojemu kontu, nazwij je jakkolwiek, to nie ma dużego znaczenia.

source: When prompted for a password, type in like 50 - 100 random characters. Don't worry that you don't know the password, just make it LONG
pl: Jeśli zostaniesz poproszony o hasło, wpisz 50-100 losowych znaków. Nie przejmuj się, że nie zapamiętasz hasła, po prostu wybierz je DŁUGIE.

source: **CRITICAL STEP**: Write down (on paper) your 25 word @mnemonic-seed
pl: **KLUCZOWY KROK**: Zapisz na kartce swój kod mnemoniczny składający się z 25 słów

source: **WARNING**: If you forget to write down this information your funds may be lost forever
pl: **UWAGA**: Jeśli zapomnisz zapisać swojego kodu, twoje środki mogą zostać utracone na zawsze!

source: Write down (on your phone, on paper, on another computer, wherever you want) your address and view key
pl: Zapisz w telefonie, na kartce, na innym komputerze lub w innym miejscu swój adres i klucz widoczności.

source: Switch off the computer, remove the battery if there is one, and leave it physically off for a few hours
pl: Wyłącz komputer, wyciągnij baterię i zostaw go fizycznie wyłączonego na kilka godzin.

source: The account you've created was created in RAM, and the digital files are now inaccessible. If some adversary manages to somehow obtain the data, they will lack the long password to open it. If you need to receive payments, you have your public address, and you have the view key if needed. If you need access to it, you have your 25 word @mnemonic-seed, and you can now write out several copies of it, including an offsite copy (e.g. a bank deposit box).
ar: تم إنشاء الحساب في الذاكره العشوائيه ولا يمكن الوصول للملفات الأن. إذا تَمَكَن أحد الأخصام من الوصول للبيانات لن يتمكن من الحصول علي كلمه السر الطويله بأي طريقه. إذا إحتجت إستلام مُعاملات لديك عنوان الحساب ومُفتاح الرؤيه. إذا كنت تريد الدخول للحساب لديك ال25 كلمه الخاصين بإستعاده حسابك. قم بإنشاء عِده نُسخ منها في أماكن مُتفرقه وإحذر أن تقع في حوزه أي شخص .
de: Das Konto, das du erstellt hast, wurde im RAM erstellt. Die digitalen Dateien sind jetzt nicht abrufbar. Sollte ein Angreifer es irgendwie schaffen, an diese Daten zu gelangen, fehlt ihm immer noch das lange Passwort, um es öffnen zu können. Wenn du Zahlungen erhalten möchtest, hast du deine öffentliche Adresse und bei Bedarf deinen View-Key. Wenn du auf dein Konto zugreifen willst, hast du deinen 25 Wörter umfassenden @mnemonischen-Seed, von welchem du nun mehrere Kopien (einschließlich einer in bspw. einem Bankschließfach hinterlegten analogen Kopie) anfertigen kannst.
fr: Le compte que vous avez créé se trouvait en mémoire vive, et les fichiers sont maintenant inaccessible. Si un ennemi parvenait d'une quelconque manière à obtenir ces données, il lui manquerait le long mot de passe pour pouvoir l'ouvrir. Si vous avez besoin de recevoir des paiements, vous avez votre adresse publique, et vous avez votre clef d'audit si nécessaire. Si vous avez besoin d'y accéder, vous avez votre @mnemonic-seed de 25 mots, et vous pouvez maintenant en faire quelques copies, dont une copie externe (par exemple, dans le coffre d'une banque).
nb_no: Kontoen du har opprettet ble opprettet i RAM, og de digitale filene er nå utilgjengelige. Hvis en uvedkommende på en eller annen måte klarer å få tilgang til dataene, vil de mangle det lange passordet for å åpne det. Hvis du må motta betalinger, har du din offentlige adresse, og du har visningsnøkkelen om det blir behov for den. Hvis du trenger tilgang til den, har du ditt @mnemoniske frø på 25 ord, og du kan nå skrive ut flere kopier av den, inkludert en kopi som befinner seg på et annet område (f.eks. i en bankboks).
nl: Je nieuwe account is in RAM gemaakt en de digitale bestanden zijn nu verdwenen. Zelfs een aanvaller die op een of andere manier deze gegevens zou krijgen, zou het lange wachtwoord missen om de portemonnee te openen. Voor het ontvangen van betalingen heb je je openbare adres, en je alleen-lezen sleutel om ze te bekijken. Voor toegang tot je portemonnee heb je je hersteltekst (@mnemonic-seed) van 25 woorden. Je kunt nu meerdere exemplaren hiervan opschrijven, waaronder een om elders te bewaren (bijvoorbeeld in een bankkluis).
pl: Konto, które założyłeś, zostało zapisane w pamięci RAM i pliki cyfrowe są teraz niedostępne. Jeśli ktoś niepożądany w jakikolwiek sposób wejdzie w posiadanie tych danych, nie będzie posiadał długiego hasła niezbędnego do ich otworzenia. Aby otrzymać płatność, użyj swojego publicznego adresu lub klucza widoczności. Jeżeli potrzebujesz dostępu do swoich danych, użyj swojego 25-słownego kodu mnemonicznego, którego kopie możesz teraz zapisać w różnych miejscach, na przykład w skrytce bankowej.
ru: Ваш аккаунт был создан на RAM диске, и цифровые файлы теперь недоступны. Если какой-то злоумышленник решит каким-либо образом заполучить ваши данные, у него не будет длинного пароля, необходимого, чтобы открыть их. Для получения платежей у вас есть публичный адрес и на всякий случай ключ просмотра. Для получения доступа к аккаунту у вас есть @мнемоническая-фраза из 25 слов, и теперь вы можете записать несколько её копий, включая копию для хранения в каком-нибудь удалённом месте (например, в банковской ячейке).

source: Related: [Offline Account Generator]({{ site.baseurl}}/generator)
pl: Powiązane: [Generator Konta Offline]({{ site.baseurl}}/generator)

source: ## Operating Systems: Various versions of Linux and Windows 7, 8
ar: ## نظام التشغيل : إصدارات مُختلِفه من ليُنكس وويندوز 7 و 8
de: ## Betriebssysteme: Verschiedene Linux-Versionen und Windows 7, 8
fr: ## Système d'exploitations : Différentes versions de Linux et Windows 7, 8
nb_no: ## Operativsystemer: Ulike versjoner av Linux og Windows 7 og 8
nl: ## Besturingssystemen: diverse Linux-versies en Windows 7/8
ru: ## Операционные системы: разные версии для Linux и Windows 7, 8

source: ### Wallet Software: Simplewallet
ar: ### برنامج المحفظه : Simplewallet
fr: ### Application de portefeuille : Simplewallet
nb_no: ### Lommebokprogramvare: Simplewallet
nl: ### Portemonneesoftware Simplewallet
ru: ### Кошелёк: Simplewallet

source: #### Resource for Creating Bootable Disks: [Linux](http://www.pendrivelinux.com/), [Windows](https://www.microsoft.com/en-us/download/windows-usb-dvd-download-tool)
ar: #### موارد إنشاء أقراص الإقلاع: [لينكس](http://www.pendrivelinux.com/), [ويندوز](https://www.microsoft.com/en-us/download/windows-usb-dvd-download-tool)
de: #### Quelle zur Erstellung eines bootfähigen Speichermediums: [Linux](http://www.pendrivelinux.com/), [Windows](https://www.microsoft.com/en-us/download/windows-usb-dvd-download-tool)
fr: #### Ressource pour la création d'un disque bootable : [Linux](http://www.pendrivelinux.com/), [Windows](https://www.microsoft.com/en-us/download/windows-usb-dvd-download-tool)
nb_no: #### Ressurser for å opprette oppstartbare disker: [Linux](http://www.pendrivelinux.com/), [Windows](https://www.microsoft.com/en-us/download/windows-usb-dvd-download-tool)
nl: ### Tool voor het maken van opstartbare schijven: [Linux](http://www.pendrivelinux.com/), [Windows](https://www.microsoft.com/en-us/download/windows-usb-dvd-download-tool)
ru: #### Источник для создания загрузочных дисков: [Linux](http://www.pendrivelinux.com/), [Windows](https://www.microsoft.com/en-us/download/windows-usb-dvd-download-tool)

source: #### Resource for Monero Binaries: [Monero Binaries]({{ site.baseurl_root }}/downloads/)
ar: #### موارد تحميل برامج مونيرو: [برامج مونيرو]({{ site.baseurl }}/downloads/)
de: #### Quelle für Monero-Software: [Monero-Software]({{ site.baseurl }}/downloads/)
fr: #### Ressource pour les binaires Monero : [Binaires Monero]({{ site.baseurl }}/downloads/)
nb_no: #### Ressurser for Monero-binærfiler: [Monero Binaries]({{ site.baseurl_root }}/downloads/)
nl: ### Monero-binaries downloaden: [Binaire bestanden voor Monero]({{ site.baseurl }}/downloads/)
ru: #### Источник двоичных файлов Monero: [Monero Binaries](https://getmonero.org/downloads/)

source: - Take any computer you have lying around, even your normal workstation. You may find it easier to use an older computer that has no wifi or bluetooth if you're particularly paranoid
ar: - إستخدم أي حاسوب لديك , حتي لو كان جهازك الشخصي. إذا كنت من الشكاكين بدرجه جنونيه ربما تجد أن من الأسهل إستخدام حاسوب قديم لا يحتوي علي واي-فاي أو بلوتوث.
de: - Nimm irgendeinen Computer, der bei dir herumliegt, oder auch deinen regulären Rechner. Solltest du besonders paranoid sein, findest du es vielleicht besser, einen alten Computer ohne Bluetooth- oder WLAN-Funktion zu nutzen.
fr: - Prenez n'importe quel ordinateur se trouvant à votre disposition, aussi bien votre station de travail habituelle. Vous pourriez trouver plus simple d'utiliser un vieil ordinateur qui n'ait ni wifi ni bluetooth si vous êtes particulièrement paranoiac.
nb_no: - Bruk en hvilken som helst PC som du har liggende, selv din arbeidsstasjon. Du synes kanskje det er lettere å bruke en eldre PC som ikke har WiFi eller Bluetooth dersom du er spesielt paranoid
nl: - Gebruik een willekeurige computer, desnoods de computer waar je normaal op werkt. Als je extra voorzichtig bent, is het handig om een oudere computer te gebruiken zonder wifi of bluetooth.
ru: - Используйте любой доступный компьютер. Подойдет даже ваша обычная рабочая машина. Если вы склонны к паранойе, возможно, вам будет лучше использовать более старый компьютер без Wi-Fi или Bluetooth.

source: - Create a Linux or Windows bootable disk, and make sure you have the Monero binaries on the same disk or on a second disk (for Linux make sure you have also downloaded copies of the dependencies you will need, libboost1.55 and miniupnpc for instance)
ar: - قم بإنشاء قرص إقلاع سواء ليُنكس أو ويندوز وتأكد من تحمل ملفات تثبيت مونيرو علي نفس القرص أو قرص آخر ( لليُنكس سوف تحتاج لتنزيل بعض ملفات التثبيت المُساعده مثال libboost1.55 و miniupnpc.
de: - Erstelle ein bootfähiges Linux- oder Windows-Speichermedium und stelle sicher, dass die Monero-Software auf diesem oder einem anderen Medium gespeichert ist (bei Linux solltest du sichergehen, dass du außerdem Kopien der benötigten Abhängigkeiten, wie z.B. libboost1.55 und miniupnpc, heruntergeladen hast).
fr: - Créez un disque bootable Linux ou Windows, et assurez-vous d'avoir les binaires Monero sur le même disque ou sur un second disque (pour linux, assurez-vous d'avoir également copié les dépendances dont vous aurez besoin, libboost1.55 et miniupnpc notament).
nb_no: - Opprett en oppstartbar disk med Linux eller Windows, og sørg for at du har Monero-binærfilene på den samme disken eller på en sekundær disk (for Linux bør du sørge for at du også har lastet ned kopier av avhengighetsfilene du trenger, f.eks. libboost1.55 og miniupnpc)
nl: - Maak een opstartbare schijf voor Linux of Windows, en zet de Monero-binaries op dezelfde schijf of een tweede schrijf. (Maak voor Linux ook kopieÃ«n van de gedownloade afhankelijkheden die je nodig hebt, bijvoorbeeld libboost1.55 en miniupnpc.)
ru: - Создайте загрузочный диск Linux или Windows и убедитесь в наличии на нём или на втором диске двоичных файлов Monero (в случае с Linux также следует убедиться в наличии загруженных копий необходимых зависимостей, таких как libboost1.55 или miniupnpc, например).

source: - Disconnect the network and/or Internet cables from your computer, physically remove the wifi card or switch the wifi/bluetooth off on a laptop if possible
ar: - إفصل إتصال الحاسوب بالإنترنت تماما ( إفصل الكابلات - عطّل الواي-فاي والبلوتوث - او حتي قم بإزاله بطاقه الواي-فاي إن أمكن)
de: - Trenne die Netzwerk- und/oder die Internetkabel von deinem Computer, entferne die WLAN-Platine oder schalte bei Möglichkeit die WLAN-/Bluetooth-Funktion eines Laptops aus.
fr: - Déconnectez le réseau et/ou la connexion internet de votre ordinateur, enlever physiquement la carte wifi ou désactivez le wifi/bluetooth si possible sur un portable.
nb_no: - Koble fra nettverket og/eller internettkablene fra PC-en din og fysisk fjern WiFi-kortet eller skru om mulig av Wifi/Bluetooth
nl: - Maak de netwerk-/internetkabels los van de computer, haal de wifi-kaart eruit of schakel de wifi en bluetooth uit op een laptop, voor zover dat mogelijk is.
ru: - Следует отсоединить от компьютера сетевые и/или интернет-кабели, физически снять сетевую Wi-Fi карту или, если это возможно, отключить Wi-Fi/Bluetooth на ноутбуке.

source: - Boot into your bootable OS, install the dependencies if necessary
ar: - قم بالدخول إلي نظام التشغيل المُجهز سابقاً وقم بتثبيت البرامج المُساعده إن لزم الأمر
de: - Fahre dein bootfähiges Betriebssystem hoch und installiere bei Bedarf die Abhängigkeiten.
fr: - Démarrez sur le disque bootable, installez les dépendances si nécessaire.
nb_no: - Start opp i ditt oppstartbare operativsystem og installer avhengighetsfiler om nødvendig
nl: - Start op met het besturingssysteem op de schijf en installeer eventueel de afhankelijkheden.
ru: - Запустить ОС с загрузочного диска и, при необходимости, установить зависимости.

source: - Copy the Monero binaries to a RAM disk (/dev/shm in Linux, Windows bootable ISOs normally have a Z: drive or something)
ar: - إنسخ برامج تثبيت مونيرو علي قرص الذاكره العشوائيه ( في ليُنكس موجود في /dev/shm وفي ويندوز غالباً ستجده يُسمي Z: )
de: - Kopiere die Monero-Software auf eine RAM-Festplatte (/dev/shm bei Linux; bootfähige Windows-ISOs haben in der Regel ein "Z:"-Laufwerk oder Ähnliches).
fr: - Copiez les binaires Monero sur un disque en RAM (/dev/shm sur Linux, une ISO bootable Windows devrait normalement avoir un disque comme Z:).
nb_no: - Kopier Monero-binærfilene til en RAM-disk (/dev/shm i Linux. Oppstartbare ISO-er i Windows har normalt en Z:-stasjon eller noe)
nl: - Kopieer de Monero-binaries naar een RAM-schijf (/dev/shm in Linux, in Windows meestal een station Z: of zoiets op een opstartbare ISO).
ru: - Скопировать двоичные файлы Monero на RAM диск (для Linux в /dev/shm; Windows обычно создаёт ISO как «диск Z:» или как-то так).

source: - Don't run the Monero @daemon. Instead, using the command line, use monero-wallet-cli to create a new Monero @account
ar: - لا تقوم بتشغيل خادم مونيرو. بدلاً من ذلك إستخدم سطر الأوامر الخاص بمونيرو لإنشاء @حساب جديد
de: - Betreibe keinen Monero-Hintergrunddienst. Stattdessen kannst du durch die Befehlszeile mit dem Befehl "monero-wallet-cli" ein neues Monero-@Konto erstellen.
fr: - Ne lancez pas le démon Monero. A la place, lancez monero-wallet-cli depuis un terminal en ligne de commande pour créer un nouveau @account Monero.
nb_no: - Ikke kjør Monero @daemon. Bruk i stedet kommandolinjen, og bruk monero-wallet-cli for å opprette en ny Monero @konto
nl: - Voer de Monero-daemon niet uit. Gebruik in plaats daarvan monero-wallet-cli in een opdrachtregelvenster om een nieuw Monero-@account aan te maken.
ru: - Не запускайте демон-программу Monero. Вместо этого при помощи командной строки используйте monero-wallet-cli для создания нового @аккаунта Monero.

source: - When prompted for a name, give it any name, it doesn't really matter
ar: - عِندما يُطلب منك إسماً إكتب أي أسم لا يُهم.
de: - Wenn nach einem Namen gefragt wird, kannst du einfach irgendeinen eingeben. Der gewählte Name spielt keine große Rolle.
fr: - Lorsqu'un nom vous est demandé, donnez n'importe lequel, cela n'a aucune importance.
nb_no: - Når du blir bedt om et navn, kan du gi det et. Det har uansett ikke noe å si
nl: - Geef een naam uit wanneer daarom gevraagd wordt. Het maakt niet uit wat voor naam.
ru: - При запросе имени — введите любое, оно не имеет значения.

source: - When prompted for a password, type in like 50 - 100 random characters. Don't worry that you don't know the password, just make it LONG
ar: - عِند طًلب كِلمه سر قم بكتابه 50 - 100 حرف. لا تقلق إذ لم تعرفها فقط إجعلها طويله بقدر الإمكان.
de: - Wenn nach einem Passwort gefragt wird, tippe etwa 50 bis 100 zufällige Charakter ein. Wenn du dir das Passwort nicht merken kannst, keine Sorge - es soll einfach nur LANG sein.
fr: - Lorsqu'on vous demande un mot de passe, saisissez de 50 à 100 caractères aléatoires. Ne vous souciez pas de devoir connaître le mot de passe, saisissez-en juste un long.
nb_no: - Når du blir bedt om å oppgi et passord, tast inn 50–100 tilfeldige tegn. Ikke bekymre deg om at du ikke husker passordet, bare gjøre det LANGT
nl: - Typ 50 tot 100 willekeurige tekens wanneer om een wachtwoord wordt gevraagd. Maak je geen zorgen, je hoeft het wachtwoord niet te onthouden, als het maar LANG is.
ru: - При запросе пароля введите примерно 50–100 случайных символов. Не следует беспокоиться, что вы не знаете пароль, просто сделайте его ДЛИННЫМ.

source: - **CRITICAL STEP**: Write down (on paper) your 25 word @mnemonic-seed **WARNING**: If you forget to write down this information your funds may be lost forever
ar: - **خطوه هامه جداً** : إكتب علي ورقه ال25 كلمه من @كَلِمات-الإستعاده **تحذير**: إذا نسيت كتابه هذه الكلمات سوف تضيع أموالك للأبد
de: - **DER ENTSCHEIDENDE SCHRITT**: Schreibe deinen 25 Wörter umfassenden @mnemonischen-Seed (auf Papier) nieder. **WARNUNG**: Solltest du vergessen, diese Information aufzuschreiben, könnten deine Gelder für immer verloren gehen.
fr: - **ÉTAPE CRITIQUE** : Notez (sur un papier) votre @mnemonic-seed de 25 mots. **ATTENTION**: Si vous oubliez de notez cette information, vos fonds pourraient être perdus pour toujours.
nb_no: - **KRITISK TRINN**: Skriv ned (på papir) ditt @mnemoniske frø på 25 ord. **ADVARSEL**: Hvis du glemmer å skrive ned denne informasjonen, kan pengene dine gå tapt for alltid
nl: - **ONMISBARE STAP**: Schrijf je hersteltekst (@mnemonic-seed) van 25 woorden op (op papier). **LET OP**: Als je vergeet deze gegevens op te schrijven, kun je je geld voor altijd kwijtraken.
ru: - **КРИТИЧЕСКИ ВАЖНЫЙ ЭТАП**: запишите (на бумаге) свою @мнемоническую-фразу из 25 слов. **ВНИМАНИЕ!**: Если вы не запишите эту информацию, ваши средства могут оказаться утрачены навсегда.

source: - Write down (on your phone, on paper, on another computer, wherever you want) your address and view key
ar: - إكتب ( حيثما تريد سواء علي هاتفك أو علي ورقه أو حاسوب آخر) عنوان حسابك ومفتاح الرؤيه الخاص بك
de: - Schreibe deine Adresse und deinen View-Key (auf deinem Telefon, auf Papier, einem anderen Rechner - wo auch immer du möchtest) nieder.
fr: - Notez (sur votre smartphone, un papier, un autre ordinateur, n'importe où) votre adresse et votre clef d'audit.
nb_no: - Skriv ned (på telefonen din, på papir, på en annen PC eller hvor enn du vil) adressen og visningsnøkkelen din
nl: - Noteer je adres en je alleen-lezen sleutel (op je telefoon, op papier, op een andere computer, of waar je maar wilt).
ru: - Запишите (в телефон, на бумаге, на другом компьютере, как вам будет угодно) ваш адрес и ключ просмотра.

source: - Switch off the computer, remove the battery if there is one, and leave it physically off for a few hours
ar: - إغلق الحاسوب و قم بفصل البطاريه إذ كان هُناك واحده و إترك الجهاز مُغلق لِعِده ساعات
de: - Schalte den Computer aus, wenn es eine Batterie gibt, entferne diese bei Möglichkeit, und lasse deinen Rechner für einige Stunden ausgeschaltet.
fr: - Éteignez votre ordinateur, enlevez la batterie s'il y en a une, et laissez le physiquement arrêté pendant quelques heures.
nb_no: - Slå av PC-en, fjern batteriet om det er mulig, og la den være fysisk slått av i noen timer
nl: - Schakel de computer uit, haal de accu eruit als die erin zit, en laat de computer een paar uur zonder stroom uit staan.
ru: - Выключите компьютер, снимите батарею (если таковая имеется) и оставьте его в таком физически отключённом состоянии на несколько часов.

source: Related: [Offline Account Generator](http://moneroaddress.org/)
ar: مُرتبط بالموضوع: [مُنشيء حساب بِدون إتصال بالإنترنت](http://moneroaddress.org/)
de: Siehe auch: [Offline Konto-Generator](http://moneroaddress.org/)
fr: Lié : [Générateur de Compte Hors-Ligne](http://moneroaddress.org/)
nb_no: Relatert innhold: [Offline kontogenerator](http://moneroaddress.org/)
nl: Gerelateerd: [Offline account-generator](http://moneroaddress.org/)
ru: Связанная тема: [Offline Account Generator](http://moneroaddress.org/)
