Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/prove-payment.po
Languages: ar, de, es, fr, nb_no, nl, pl, pt_br, ru

source: Obviously, Charlie will want to double check with Bob the address is really his - same as with Bitcoin.
ar: جب أن يتأكد محمود من أن عنوان الحساب يخص عبدالحميد بالفعل, كما يحدث في البتكوين.
de: Natürlich wird Charlie - ebenso wie er es bei Bitcoin tun würde - nochmal mit Bob gegenprüfen, ob es sich tatsächlich um dessen Adresse handelt.
es: Obviamente, Charlie querrá volver a revisar con Bob que la dirección es realmente de él - al igual que con Bitcoin.
fr: Évidemment, Charlie voudra vérifier si l'adresse de Bob est bien la sienne, comme avec Bitcoin.
nb_no: Charlie ønsker åpenbart å dobbeltsjekke med Bob at adressen virkelig er hans – på samme måte som med bitcoin.
nl: Uiteraard zal Charlie bij Bob willen navragen of het adres inderdaad van hem is, net als bij Bitcoin.
pl: Oczywiście, Paweł będzie chciał się upewnić, czy adres Jacka rzeczywiście do niego należy - tak samo jak w przypadku Bitcoina.
pt_br: Logicamente, Charlie deverá verificar com Bob se o endereço realmente é dele, assim como seria necessário com Bitcoin.
ru: Очевидно, Чарли с Бобом захочет дважды проверить, действительно ли этот адрес его, так же как и в сети Bitcoin.

source: Charlie will open his monero-wallet-gui and go to the Advanced > Prove/Check page to fill the Check section with the informations provided by Alice:
ar: يفتح محمود إلي الواجهه الرسوميه ويذهب إلي صفحه مُتقدم > صفحه إثبات/تحقق ويملأ البيانات اللازمه :
de: Charlie kann sein monero-wallet-gui öffnen und über die "Erweitert"-Seite zur "Nachweisen/prüfen"-Seite gehen. Im "Prüfen"-Abschnitt kann er anschließend die von Alice bereitgestellten Informationen einfügen:
es: Charlie abrirá su monero-wallet-gui e irá a la página en Avanzado > Probar/verificar para llenar la sección Comprobar con la información provista por Alicia:
fr: Charlie ouvre son monero-wallet-gui et va à la page Avancé > Prouver/vérifier afin de remplir la section Vérifier avec les éléments transmis par Alice :
nb_no: Charlie vil åpne sin monero-wallet-gui og gå til Avansert > Bevis/Sjekk-siden for å fylle inn Sjekk-seksjonen med opplysningene som Alice har oppgitt:
nl: Charlie opent monero-wallet-gui en gaat naar de pagina Geavanceerd > Bewijzen/controleren om de gegevens van Alice in te vullen in het gedeelte Transactie controleren.
pl: Paweł otworzy swój Graficzny Interfejs Użytkownika i przejdzie do strony Advanced > Prove/Check, aby wypełnić pole Check informacjami dostarczonymi przez Ewę.
pt_br: Charlie irá abrir sua monero-wallet-gui e ir até a página Avançado > Provar/Conferir, preenchendo a seção "Verificar transação" com as informações fornecidas pela Alice:
ru: Чарли необходимой открыть свой monero-wallet-gui и перейдет на страницу Advanced (Дополнительно), перейти в пункт Prove / Check (Подтвердить / Проверить), заполнить поля с информацией предоставленной Алисой в разделе Check (Проверить):

source: Then clicking on Check will tell Charlie how much this particular transaction sent to this address, and how much confirmation the transaction had:
ar: بالنقر علي تحقق سوف يتم إخبار محمود بالكميه المُرسله إلي ذلك العنوان وعدد التأكيدات علي تلك المعامله:
de: Durch Klicken auf "Überprüfen" wird Charlie erfahren, wie viel mit genau dieser Transaktion an die Adresse gesendet wurde und wie viele Bestätigungen die Transaktion hatte:
es: Entonces haciendo clic en Check dirá a Charlie cuánto envió esta transacción en particular a la dirección, y cuántas confirmaciones tuvo la transacción:
fr: Puis cliquer sur Vérifier indiquera à Charlie combien a été envoyé à cette adresse pour cette transaction spécifique et combien de confirmation la transaction a eu :
nb_no: Å trykke på Sjekk vil deretter fortelle Charlie hvor mye akkurat denne transaksjonen har sendt til denne adressen og hvor mange bekreftelser transaksjonen hadde:
nl: Vervolgens klikt Charlie op Controleren om te zien hoeveel door deze transactie naar dit adres is verzonden, en hoeveel bevestigingen de transactie heeft.
pl: Po kliknięciu "Check" Paweł dowie się, jaka kwota została przelana na ten adres w tej konkretnej transakcji oraz ile potwierdzeń miała transakcja.
pt_br: Ao clicar em Verificar, Charlie ficará sabendo quantos XMR essa transação enviou para este endereço e quantas confirmações a transação já teve:
ru: Затем, нажать Check (Проверить), он сообщит Чарли, сколько именно монет отправлено по этой транзакции на этот адрес и сколько у нее подтверждений:

source: ![Payment checked](/img/resources/user-guides/en/prove-payment/payment-checked.png)
es: ![Pago revisado](/img/resources/user-guides/en/prove-payment/payment-checked.png)
nl: ![Betaling gecontroleerd](/img/resources/user-guides/en/prove-payment/payment-checked.png)

source: > get_tx_key TXID
fr: > get_tx_key IDTX
pt_br: > get_tx_key ID_DA_TRANSAÇÃO
