Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/prove-payment.po
Languages: ar, de, es, fr, nb_no, nl, pl, pt_br, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
ar: {% include disclaimer.html translated="yes" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
es: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: Prove payments
ar: إثبات المدفوعات
de: Zahlungen nachweisen
es: Probar pagos
fr: Prouver un paiement
nb_no: Bevis betalinger
nl: Betalingen bewijzen
pl: Udowodnij płatności
pt_br: Provando pagamentos
ru: Доказательство платежей

source: When you send money to a party who then disputes the payment was made, you need to be able to prove the payment was made.
ar: عند إرسال أموال إلى أحد الأطراف ويتم التنازع علي أن المعامله قد تمت أم لا يجب أن تكون قادرًا على إثبات الدفع.
de: Sollte jemand bestreiten, eine von dir gesendete Zahlung erhalten zu haben, musst du in der Lage sein, nachzuweisen, dass diese Zahlung tatsächlich getätigt wurde.
es: Cuando envías dinero a una parte quien después reclama que el pago haya sido realizado, necesitas ser capaz de probar que el pago fue realizado.
fr: Lorsque vous envoyez un paiement à une partie qui conteste qu'il ait été effectué, vous devez pouvoir prouver qu'il a bien été effectué.
nb_no: Når du sender penger til en part som omdiskuterer at betalingen har blitt gjort, må du kunne bevise at betalingen har skjedd.
nl: Wanneer iemand naar wie je geld hebt gestuurd beweert dat de betaling niet is uitgevoerd, moet je kunnen bewijzen dat je hebt betaald.
pl: Jeżeli dokonasz płatności osobie, która później ją zakwestionuje, musisz być w stanie udowodnić, że pieniądze zostały przesłane.
pt_br: Se você enviou dinheiro para alguém, e essa pessoa precisa que você confirme para ela que o pagamento foi feito, você precisa ser capaz de provar isso.
ru: Когда вы отправляете деньги стороне, которая затем оспаривает платеж, вы должны быть в состоянии доказать, что платеж был действительно совершен.

source: With Bitcoin, this is typically done by looking up the transaction ID, where the origin and destination addresses are shown, along with the amount transacted.
ar: في البتكوين يتم ذلك من خلال البحث عن معرّف المعامله حيث أن بيانات المُرسل والمُرسَل إليه والكميه المُرسله متاحه للعرض.
de: Bei Bitcoin überprüft man üblicherweise die Transaktions-ID, in welcher Ursprungs- und Zieladressen gemeinsam mit dem transferierten Betrag angezeigt werden.
es: Con Bitcoin, esto es típicamente hecho buscando el ID de transacción, donde se muestran las direcciones de origen y destino, junto con la cantidad tramitada.
fr: Avec Bitcoin, cela est généralement fait en recherchant l'ID de transaction, où les adresses d'origine et de destination sont visibles, accompagnées du montant de la transaction.
nb_no: Med bitcoin gjøres dette som regel ved å slå opp transaksjons-ID-en, der den opprinnelige adressen og sluttadressen vises sammen med transaksjonsbeløpet.
nl: Met Bitcoin wordt dit meestal gedaan door de transactie-ID op te zoeken waarbij de bron- en doeladressen en het betaalde bedrag worden weergegeven.
pl: W przypadku Bitcoina zazwyczaj dokonuje się tego, wyszukując numer identyfikacyjny transakcji, gdzie adres nadawcy i odbiorcy oraz przesłana kwota są ujawnione.
pt_br: No Bitcoin, para comprovar uma transação, normalmente se envia o ID da transação, que, ao ser pesquisado na blockchain, informará quais os endereços de origem e de destino, assim como a quantia transacionada.
ru: С Bitcoin это обычно делается путем поиска идентификатора транзакции, где показаны адреса источника и получателя, а также сумма транзакции.

source: Monero, however, is private: that information is not available publicly on the blockchain. The steps are therefore a bit more involved.
ar: مونيرو خاص وسري ولذلك تلك البيانات غير متاحه علي سلسله الكتل لذلك هُناك خطوات أخري لإثبات إتمام الدفع.
de: Demgegenüber ist Monero privat. Diese Informationen sind nicht öffentlich in der Blockchain abrufbar, sodass es einige Schritte zum Zahlungsnachweis benötigt.
es: Monero, no obstante, es privado: esa información no está disponible públicamente en la blockchain. Los pasos son, por lo tanto, un poco más complejos.
fr: Monero cependant est confidentiel : cette information n'est pas disponible publiquement sur la chaîne de blocs. Les étapes sont donc un peu plus complexes.
nb_no: Monero er imidlertid privat. Disse opplysningene er ikke offentlig tilgjengelig på blokkjeden. Trinnene er derfor litt mer innviklet.
nl: Monero is echter vertrouwelijk, dus die informatie is niet openbaar beschikbaar op de blockchain. Er zijn dus iets meer stappen nodig.
pl: Jednak Monero jest prywatne - te informacje nie są publicznie dostępne w łańcuchu bloków. W związku z tym, kroki są trochę bardziej skomplikowane.
pt_br: O Monero, entretanto, é uma moeda privada: essas informações não estão disponíveis publicamente na blockchain. Em função disso, os passos necessários para comprovar a transação são um pouco mais complexos.
ru: Однако Monero является конфиденциальной валютой, и эта информация публично недоступна в блокчейне. Таким образом, приходится прибегать к иным действиям.

source: To prove to Charlie that she made a payment to Bob, Alice must supply Charlie three pieces of information:
ar: مثال : حتي تقوم مريم بالإثبات إلي محمود أنها قامت بإرسال الدفعه إلي عبدالحميد , يجب علي ساره تزويد محمود بثلاثه أجزاء من المعلومات وهي :
de: Um Charlie zu beweisen, dass sie eine Zahlung an Bob gesendet hat, muss Alice Charlie drei Informationen bereitstellen:
es: Para probarle a Charlie que ella hizo un pago a Bob, Alicia debe proveer a Charlie con tres piezas de información:
fr: Pour prouver à Charlie qu'elle a payée Bob, Alice doit fournir à Charlie ces données :
nb_no: For å bevise til Charlie at hun har gjennomført en betaling til Bob, må Alice forsyne Charlie med tre opplysninger:
nl: Om aan Charlie te bewijzen dat ze een betaling heeft gedaan aan Bob moet Alice drie gegevens aan Charlie laten zien:
pl: Aby udowodnić Pawłowi, że Ewa przesłała pieniądze Jackowi, musi ona przekazać Pawłowi trzy informacje:
pt_br: Para provar para Charlie que ela fez um pagamento para Bob, Alice precisa fornecer a Charlie três informações:
ru: Чтобы доказать Чарли, что она заплатила Бобу, Алиса должна предоставить Чарли три части информации:

source: the transaction's key, which is new with Monero and other CryptoNote currencies
ar: مُعرّف المعامله , كما في البتكوين. - عنوان حساب عبدالحميد , كما في البتكوين. - مفتاح المعامله, وهذه التقنيه موجوده فقط في مونيرو وعملات كريبتونوت الأخري (CryptoNote).
de: die Transaktions-ID (wie bei Bitcoin) - Bobs Adresse (wie bei Bitcoin) - den Transaktionsschlüssel, eine Neuheit, die mit Monero und anderen CryptoNote-Währungen einhergeht
es: el ID de transacción, como es hecho en Bitcoin - la dirección de Bob, como es hecho en Bitcoin - la llave de transacción, que es algo nuevo con Monero y otras criptomonedas CryptoNote
fr: L'ID de transaction, comme c'est le cas avec Bitcoin ; - L'adresse de Bob, comme c'est le cas avec Bitcoin ; - La clef de la transaction, qui est une nouveauté de Monero et d'autres monnaies CryptoNote.
nb_no: Transaksjons-ID-en (som i bitcoin) - Bobs adresse (som i bitcoin) - Transaksjonsnøkkelen, noe som er nytt med Monero og andre CryptoNote-valutaer
nl: de transactie-ID, net als bij Bitcoin - het adres van Bob, net als bij Bitcoin - de transactiesleutel, een nieuwe uitvinding bij Monero en andere Cryptonote-coins
pl: numer identyfikacyjny transakcji, tak jak się to dzieje w przypadku Bitcoina - adres Jacka, tak jak się to dzieje w przypadku Bitcoina - klucz transakcji, który jest wyłącznością Monero i innych walut CryptoNote.
pt_br: o ID da transação, assim como é feito no Bitcoin - a chave da transação, que é uma chave usada pelo Monero e outras moedas que usam o protocolo CryptoNote - o endereço do Bob, assim como é feito no Bitcoin
ru: идентификатор транзакции, как это делается в Bitcoin - адрес Боба, как это делается в Bitcoin - ключ транзакции, который является новшеством в криптовалютном мире, характерным для Monero и других монет на протоколе CryptoNote

source: When Alice made the transaction, a one time key was automatically generated just for this transaction.
ar: حينما قامت مريم بالمُعامله تم تلقائياً إنشاء مفتاح مميز فقط لهذه المعامله.
de: Als Alice die Transaktion getätigt hat, wurde automatisch ein Einmalschlüssel erstellt, der nur für diese Transaktion gilt.
es: Cuando Alicia hizo la transacción, una llave de un solo uso fue automáticamente generada para esa transacción.
fr: Lorsqu'Alice a réalisé la transaction, une clef à usage unique a été automatiquement générée pour cette unique transaction.
nb_no: Når Alice har gjennomført transaksjonen, ble en éngangsnøkkel automatisk generert for akkurat den ene transaksjonen.
nl: Toen Alice de transactie uitvoerde, is er automatisch een sleutel speciaal voor deze transactie gegenereerd.
pl: Gdy Ewa dokonywała transakcji, jendorazowy klucz został wygenerowany tylko dla tej płatności.
pt_br: Quando a Alice faz uma transação, uma chave de uso único é gerada automaticamente para cada transação.
ru: Когда Алиса совершила платеж, одноразовый ключ был автоматически сгенерирован только для этой транзакции.

source: Alice can query it thus in monero-wallet-cli (new name for the old simplewallet):
ar: يُمكن لمريم الإستعلام عن مفتاح المعامله في محفظه واجهه سطر الأوامر (كان إسمها في السابق المحفظه البسيطه) بالأمر التالي:
de: Alice kann diesen im monero-wallet-cli (neuer Name des veralteten Simplewallets) abrufen:
es: Alicia puede consultarlo así en monero-wallet-cli (nuevo nombre para la vieja simplewallet):
fr: Alice peut la demander dans monero-wallet-cli (nouveau nom de l'ancien simplewallet) :
nb_no: Alice kan altså forespørre den i sin monero-wallet-cli (nytt navn for den gamle simplewallet):
nl: Alice kan deze sleutel als volgt opvragen in monero-wallet-cli (voorheen simplewallet):
pl: Ewa może więc odnaleźć go w monero-wallet-cli (nowa nazwa dawnego simplewallet):
pt_br: Alice pode requisitar a chave da transação (tx_key) na monero-wallet-cli:
ru: Алиса может запросить его следующим образом в monero-wallet-cli (новое имя старого обычного кошелька):

source: Alice would plug in her actual transaction ID instead of this TXID placeholder. All being well, the one time transaction key will be displayed.
ar: يجب علي مريم وضع معرف المعامله بدلاً من TXID و سيتم عرض مفتاح المعاملة المميز.
de: Hier würde Alice ihre tatsächliche Transaktions-ID anstelle des TXID-Platzhalters einfügen. Wenn alles gut geht, wird anschließend der Einmal-Transaktionsschlüssel angezeigt.
es: Alicia pondría su actual ID de transacción en lugar del marcador TXID. Si todo va bien, la llave de un solo uso será mostrada.
fr: Alice va indiquer son ID de transaction en lieu et place de ce IDTX. Une fois fait, la clef de transaction à usage unique sera affichée.
nb_no: Alice må legge inn sin faktiske transaksjons-ID i stedet for denne TXID-plassholderen. Hvis alt går som det skal, vises éngangstransaksjonsnøkkelen.
nl: Daarbij voert Alice haar transactie-ID in in plaats van TXID. Als het goed is, wordt de eenmalige transactiesleutel weergegeven.
pl: Ewa zamieni TXID na swój numer identyfikacyjny transakcji. W wyniku tego, wyświetlony zostanie jednorazowy klucz transakcji.
pt_br: A ID da transação deve ser inserida no lugar de ID_DA_TRANSAÇÃO. Se tudo der certo, a chave da transação será exibida.
ru: Алиса вставила бы свой фактический идентификатор транзакции вместо TXID. Все хорошо, так как отобразится уникальный ключ транзакции.

source: Note that this will only work if monero-wallet-cli is set to save transaction keys. To double check:
ar: لاحظ: يجب تفعيل تخزين مفاتيح المعاملات في واجهه سطر الأوامر حتي يتم هذا الامر بنجاح . للتأكد من ذلك :
de: Beachte, dass dies nur funktioniert, wenn monero-wallet-cli so eingestellt ist, dass es die Transaktionsschlüssel abspeichert. Um die Einstellung gegenzuprüfen:
es: Tenga en cuenta que esto sólo funcionará si monero-wallet-cli está configurado para guardar llaves de transacción. Para volver a revisar:
fr: Notez que cela ne fonctionnera que si monero-wallet-cli est configuré pour sauvegarder les clefs de transaction. Pour le vérifier :
nb_no: Merk at dette kun vil fungere dersom monero-wallet-cli er satt opp til å lagre transaksjonsnøkler. For å dobbeltsjekke:
nl: Dit werkt alleen als monero-wallet-cli is ingesteld op het bewaren van transactiesleutels. Controleer dit als volgt:
pl: Zauważ, że to zadziała tylko wtedy, gdy monero-wallet-cli zostanie ustawiony na zapisywanie kluczy transakcji. Aby się upewnić, że tak jest, wpisz:
pt_br: Note que isso só irá funcionar se a monero-wallet-cli estiver configurada para salvar as chaves de transação. Para verificar, digite:
ru: Обратите внимание, что эта функция будет работать, только если monero-wallet-cli настроен на сохранение ключей транзакции. Чтобы убедиться в том, что данная функция включена, следует ввести:

source: If it's set to 0, set it to 1:
ar: إذا كانت القيمه 0 فإجعلها 1:
de: Wenn dies bei 0 steht, ändere es in 1 ab:
es: Si set es 0, cámbialo a 1:
fr: Si la valeur est fixée à 0, positionnez-la à 1 :
nb_no: Hvis den er satt til 0, setter du den til 1:
nl: Stel het in op 1 als de instelling 0 is:
pl: Jeśli ustawione jest na 0, zmień na 1:
pt_br: Se o salvamento das chaves de transação (store-tx-info) estiver configurado para 0 (desativado), então você terá que configurá-lo para 1 (ativado):
ru: Если установлено на 0, изменить на 1:

source: Alice can open her monero-wallet-gui and go to the history page to see her transaction detail:
ar: يُمكن لمريم فتح الواجهه الرسوميه والذهاب إلي صفحه سجل المُعاملات لرؤيه تفاصيل المُعامله:
de: Alice kann ihr monero-wallet-gui öffnen und die Details ihrer Transaktionen auf der Verlaufsseite einsehen:
es: Alicia puede abrir monero-wallet-gui e ir al historial para ver los detalles de su transacción:
fr: Alice peut ouvrir son monero-wallet-gui et aller à la page historique pour voir les détails de la transaction :
nb_no: Alice kan åpne sin monero-wallet-gui og gå til historikksiden for å se transaksjonsdetaljene sine:
nl: Alice kan haar monero-wallet-gui openen en haar transactiedetails bekijken op de pagina Geschiedenis:
pl: Ewa może otworzyć swój Graficzny Interfejs Użytkownika i przejść do Historii, gdzie wyszuka szczegóły transakcji:
pt_br: Alice pode abrir sua monero-wallet-gui e ir para a página Histórico para ver os detalhes da transação:
ru: Алиса может открыть свой monero-wallet-gui и перейти на страницу история, чтобы увидеть детали транзакции:

source: Here, she can copy the transaction ID and Bob's address by clicking on each of them. Then she can click on `P` to get a payment proof (transaction key):
ar: من هُنا يُمكنها نسخ معرف المعامله وعنوان حساب عبدالحميد بالنقر علي كلاً منهم. وبالضغط علي حرف "ت" للحصول علي تأكييد المعامله (مفتاح المعامله):
de: Sie kann hier sowohl die Transaktions-ID als auch Bobs Adresse durch jeweiliges Anklicken kopieren. Anschließend erhält sie durch Klicken auf `P` einen Zahlungsnachweis (den Transaktionsschlüssel):
es: Aquí, ella puede copiar el ID de transacción y la dirección de Bob haciendo clic en cada uno. Entonces ella puede hacer clic en `P` para obtener una prueba de pago (llave de transacción):
fr: Ici, elle peut copier l'ID de transaction et l'adresse de Bob en cliquant sur chacun d'eux. Puis elle peut cliquer sur `P` pour obtenir une preuve de paiement (clef de transaction) :
nb_no: Her kan hun kopiere transaksjons-ID-en og Bobs adresse ved å trykke på hver av dem. Deretter kan hun trykke på `P` for å få et betalingsbevis (transaksjonsnøkkel):
nl: Hier kan ze de transactie-ID en het adres van Bob kopiÃ«ren door erop te klikken. Vervolgens kan ze op `P` klikken voor het bewijs van een betaling (de transactiesleutel):
pl: Stąd może ona skopiować numer identyfikacyjny transakcji oraz adres Jacka, klikając na nie. Następnie po kliknięciu `P`, Ewa wygeneruje dowód płatności (klucz transakcji).
pt_br: Nesta página ela pode copiar o ID da transação e o endereço do Bob (endereço de destino), clicando em cada um deles. Então ela pode clicar em `P` para obter uma prova de pagamento (chave da transação):
ru: Здесь она может скопировать идентификатор транзакции и адрес Боба, щелкнув по каждому из них. Затем она может нажать на `P`, чтобы получить подтверждение платежа `transaction key` (Ключ транзакции):

source: ![Payment proof](/img/resources/user-guides/en/prove-payment/payment-proof.png)
es: ![Prueba de pago](/img/resources/user-guides/en/prove-payment/payment-proof.png)
nl: ![Bewijs van betaling](/img/resources/user-guides/en/prove-payment/payment-proof.png)

source: Alice can now send Charlie the transaction key along with transaction ID and Bob's address.
ar: يُمكن لمريم الأن إرسال البيانات اللازمه إلي محمود وهي مفتاح المعامله ومعرف المعامله وعنوان عبدالحميد.
de: Alice kann diesen Transaktionsschlüssel nun zusammen mit der Transaktions-ID und Bobs Adresse an Charlie senden.
es: Alicia ahora puede enviarle a Charlie la llave de transacción junto al ID de transacción y la dirección de Bob.
fr: Alice peut maintenant envoyer la clef de transaction à Charlie avec l'ID de transaction et l'adresse de Bob.
nb_no: Alice kan nå sende Charlie transaksjonsnøkkelen i tillegg til transaksjons-ID-en og Bobs adresse.
nl: Nu kan Alice de transactiesleutel, de transactie-ID en het adres van Bob naar Charlie sturen.
pl: Ewa może teraz przesłać Pawłowi klucz transakcji razem z numerem identyfikacyjnym transakcji oraz adresem Jacka.
pt_br: Agora Alice pode enviar para Charlie a ID da transação, a chave da transação e o endereço do Bob.
ru: Алиса теперь может отправить Чарли ключ транзакции вместе с идентификатором транзакции и адресом Боба.

source: Note: if several transactions were made, this needs repeating for each such transaction.
ar: لاحظ: إذا كان هُناك أكثر من مُعامله يجب إعاده هذه الخطوات لكل معامله منهم.
de: Info: Wenn mehrere Transaktionen getätigt wurden, muss dieser Vorgang für jede einzelne dieser Transaktionen wiederholt werden.
es: Nota: si varias transacciones fueron hechas, esto debe repetirse para cada transacción.
fr: Notez : si plusieurs transactions ont été effectuées, il faudra répéter l'opération pour chacune de ces transactions.
nb_no: Merk: Hvis flere transaksjoner har blitt gjort, må dette gjentas for hver transaksjon.
nl: Opmerking: als het om meerdere transacties gaat, moeten deze stappen worden herhaald voor elke transactie.
pl: Zauważ, że jeśli zostało dokonanych wiele transakcji, cały proces musi zostać powtórzony dla każdej transakcji.
pt_br: Nota: se várias transações forem feitas, o procedimento precisa ser repetido para cada transação.
ru: Примечание: если было сделано несколько транзакций, данную процедуру необходимо повторить для каждой из них.

source: Check payments
ar: تحقق من المدفوعات
de: Zahlungen überprüfen
es: Revisar pagos
fr: Vérifier un paiement
nb_no: Sjekk betalinger
nl: Betalingen controleren
pl: Sprawdź płatności
pt_br: Verificando pagamentos
ru: Проверка платежа

source: Charlie now received those three pieces of information, and wants to check Alice is telling the truth: on an up to date blockchain,
ar: إستلم محمود الأن البيانات ويُريد التأكد من صحه المعامله علي سلسله كتل متزامنه مع الشبكه
de: Charlie hat nun alle drei Infos erhalten und möchte jetzt - in einer aktualisierten Blockchain - überprüfen, ob Alice die Wahrheit sagt.
es: Charlie ahora recibió esas tres piezas de información, y quiere revisar si Alicia está diciendo la verdad: en una blockchain actualizada,
fr: Charlie a maintenant reçu les trois données et veut vérifier qu'Alice dit la vérité à Bob : sur une chaîne de blocs à jour,
nb_no: Charlie har nå mottatt de tre opplysningene og vil sikre at Alice forteller sannheten. På en oppdatert blokkjede,
nl: Nu heeft Charlie die drie gegevens ontvangen en wil hij controleren of Alice de waarheid vertelt. Daarvoor heeft hij een bijgewerkte blockchain nodig.
pl: Paweł otrzymał trzy informacje i chce sprawdzić, czy Ewa mówi prawdę - w aktualnym łańcuchu bloków
pt_br: Agora que Charlie recebeu essas três informações, ele pode verificar se a Alice está falando a verdade: em uma blockchain atualizada,
ru: Чарли получил эти три части информации и хочет проверить, что Алиса действительно говорит правду:

source: Charlie types in monero-wallet-cli:
ar: يكتب محمود في واجهه سطر الأوامر :
de: Im monero-wallet-cli gibt er also Folgendes ein:
es: Charlie escribe en monero-wallet-cli:
fr: Charlie entre dans monero-wallet-cli :
nb_no: taster Charlie inn i monero-wallet-cli:
nl: Charlie typt het volgende in monero-wallet-cli:
pl: Paweł wpisuje w wierszu poleceń:
pt_br: Charlie digita na monero-wallet-cli:
ru: Чарли вводит в monero-wallet-cli:

source: > check_tx_key TXID TXKEY ADDRESS
fr: > check_tx_key IDTX CLEFTX ADRESSE
nl: > check_tx_key TXID SLEUTEL ADRES
pt_br: > check_tx_key ID_DA_TRANSAÇÃO CHAVE_DA_TRANSAÇÃO ENDEREÇO

source: The information supplied by Alice plugs neatly instead of the placeholders. monero-wallet-cli will use the transaction key to decode the transaction, and display how much this particular transaction sent to this address.
ar: مع إستبدال TXID TXKEY ADDRESS بالبيانات التي أرسلتها مريم وستقوم واجهه سطر الأوامر بالبحث عن المعامله في سلسله الكتل وعرض تفاصيل المعامله . يجب أن يتأكد محمود من أن عنوان الحساب يخص عبدالحميد بالفعل, كما يحدث في البتكوين.
de: Anstelle der Platzhalter werden die von Alice bereitgestellten Informationen passend eingefügt. monero-wallet-cli nutzt nun den Transaktionsschlüssel, um die Transaktion zu entschlüsseln und anzuzeigen, wie viel mit genau dieser Transaktion an die Adresse gesendet wurde.
es: La información provista por Alicia se coloca limpiamente en lugar de los marcadores. monero-wallet-cli usará la llave de transacción para decodificar la transacción, y mostrar cuánto envió la transacción a la dirección.
fr: Les données fournies par Alice entrées en lieux et place de leurs identifiants respectifs. monero-wallet-clu va se servir de la clef de transaction pour décoder la transaction et afficher quel montant a été envoyé à cette adresse pour cette transaction spécifique.
nb_no: Opplysningene som Alice har oppgitt innsettes på en ryddig måte istedenfor plassholderne. monero-wallet-cli-en vil bruke transaksjonsnøkkelen til å avkode transaksjonen og viser hvor mye akkurat denne transaksjonen har sendt til denne adressen.
nl: Daarbij vult hij de door Alice verstrekte gegevens in plaats van de variabelen in. monero-wallet-cli gebruikt de transactiesleutel om de transactie te ontsleutelen en geeft weer hoeveel in deze transactie naar dit adres is verzonden.
pl: Paweł zamienił symbole na informacje dostarczone przez Ewę. monero-wallet-cli użyje klucza transakcji do odszyfrowania jej i wyświetli kwotę przesłaną na ten konkretny adres.
pt_br: As informações que a Alice forneceu devem ser substituídas nos campos ID_DA_TRANSAÇÃO, CHAVE_DA_TRANSAÇÃO e ENDEREÇO. A monero-wallet-cli irá usar a chave da transação para decodificar a transação, exibindo quantos XMR essa transação enviou para o endereço.
ru: Информация, предоставленная Алисой, аккуратно вставляется вместо заполнителей. monero-wallet-cli будет использовать ключ транзакции для декодирования транзакции и отображать, насколько верна эта конкретная транзакция отправлена на указанный адрес.
