Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/remote_node_gui.po
Languages: de, nb_no, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: Check if your wallet is in advanced mode
de: Den erweiterten Modus des Wallets überprüfen
nb_no: Sjekk om lommeboken din er i avansert modus
ru: Убедитесь в том, что ваш кошелёк работает в продвинутом режиме

source: To use a custom remote node, your wallet must be in advanced mode. Simple mode and Simple mode (bootstrap) don't support this feature.
de: Um einen benutzerdefinierten Remote-Node zu nutzen, muss sich dein Wallet im erweiterten Modus befinden. Weder der einfache Modus noch der einfache Modus (Bootstrap) unterstützen diese Funktion.
nb_no: For å bruke en tilpasset ekstern node, må lommeboken din være i avansert modus. Enkel modus og Enkel modus (oppstartmodus) støtter ikke denne funksjonen.
ru: Чтобы использовать специализированный удалённый узел, ваш кошелек должен находиться в продвинутом режиме. Простой режим (Simple mode) и Простой режим с использованием узла начальной загрузки (bootstrap) не поддерживают эту возможность.

source: To check if your wallet is in advanced mode, go to `Settings` > `Info` and see `Wallet mode`.
de: Um zu überprüfen, ob sich dein Wallet im erweiterten Modus befindet, gehe zu `Einstellungen` > `Info` und sieh den `Wallet-Modus` ein.
nb_no: For å sjekke om lommeboken din er i avansert modus, kan du gå til `Innstillinger` > `Informasjon` og se `Lommebokmodus`.
ru: Чтобы проверить, работает ли ваш кошелёк в продвинутом режиме, зайдите в `Настройки ` > `Информация` и проверьте `Режим кошелька`.

source: If your wallet is not in Advanced mode, you will have to change it to Advanced mode (see next step).
de: Sollte dein Wallet noch nicht im erweiterten Modus sein, musst du zu diesem wechseln (siehe nächster Schritt).
nb_no: Hvis lommeboken din ikke er i avansert modus, må du endre den til avansert modus (se neste steg).
ru: Если ваш кошелёк не находится в продвинутом режиме, вам нужно будет изменить его (см. следующий шаг).

source: If your wallet is already in Advanced mode, you can skip the next step.
de: Wenn dein Wallet bereits im erweiterten Modus ist, kannst du den nächsten Schritt überspringen.
nb_no: Hvis lommeboken din allerede er i avansert modus, kan du hoppe over neste steg.
ru: Если ваш кошелёк уже работает в продвинутом режиме, вы можете пропустить следующий шаг.

source: Change your wallet to advanced mode
de: In den erweiterten Modus wechseln
nb_no: Endre lommeboken din til avansert modus
ru: Переключение вашего кошелька в продвинутый режим

source: If your wallet is open, you need to close it first. Go to `Settings` > `Wallet` > `Close this wallet`
de: Wenn dein Wallet geöffnet ist, musst du es zunächst schließen. Gehe zu `Einstellungen` > `Wallet` > `Dieses Wallet schließen`.
nb_no: Hvis lommeboken din er åpen, må du først lukke den. Gå til `Innstillinger` > `Lommebok` > `Lukk denne lommeboken`
ru: Если ваш кошелёк открыт, вам нужно сначала закрыть его. Чтобы сделать это, перейдите в `Настройки` > `Кошёлек` > `Закрыть текущий кошелек`

source: The main menu (`Welcome to Monero` screen) will open. At the bottom left, click on `Change wallet mode` button, and on the next page select `Advanced mode`. Next, open your wallet file again.
de: Das Hauptmenü (`Willkommen bei Monero`-Maske) öffnet sich. Unten links klickst du zunächst auf den `Walletmodus ändern`-Button und wählst auf der nächsten Seite die Option `Erweiterter Modus` aus. Anschließend öffnest du deine Wallet-Datei erneut.
nb_no: Hovedmenyen (`Velkommen til Monero`-skjermen) vil åpnes. Nederst til venstre kan du trykke på `Endre lommebokmodus`-knappen, og på neste side velge `Avansert modus`. Etter det åpner du lommebokfilen din igjen.
ru: Откроется главное меню: экран `Добро пожаловать в Monero`. В левом нижнем углу нажмите кнопку `Изменить режим кошелька`, а на следующей странице выберите `Расширенный режим`. Затем снова откройте файл кошелька.

source: Finding a public remote node
de: Einen öffentlichen Remote-Node finden
nb_no: Å finne en offentlig, ekstern node
ru: Поиск публичного удаленного узла

source: Configuring your wallet to connect to a custom public remote node
de: Das Wallet zwecks Verbindung zu einem benutzerdefinierten Remote-Node konfigurieren
nb_no: Å konfigurere lommeboken din til å koble til en tilpasset, offentlig ekstern node
ru: Настройка вашего кошелька перед подключением к пубчичному удаленному узлу

source: When opening your wallet, a pop up will appear with the option `Use custom settings`. Click on it, and you will be sent to `Settings` > `Node` page.
de: Beim Öffnen deines Wallets erscheint ein Fenster mit der Option `Benutzerdefinierte Einstellungen verwenden`. Wenn du diese auswählst, wirst du über `Einstellungen` zu `Node` geleitet.
nb_no: Når du åpner lommeboken din, dukker en popup opp med alternativet `Bruk tilpassede innstillinger`. Trykk på den, så blir du videresendt til siden `Innstilliger` > `Node`.
ru: При открытии вашего кошелька появится всплывающее окно с опцией `Использовать собственные настройки`. Нажмите на него, и вы будете перенаправлены на страницу `Настройки` > `Узел`.

source: If you don't see this pop up, go to `Settings` > `Node` page.
de: Wenn dieses Pop-up nicht erscheint, gehe direkt über `Einstellungen` zur `Node`-Seite.
nb_no: Hvis du ikke ser denne popupen, kan du gå til siden `Innstillinger` > `Node`.
ru: Если вы не видите этого всплывающего окна, то перейдите на страницу `Настройки` > `Узел`.

source: On this page select `Remote Node`.
de: Wähle auf dieser Seite `Remote-Node`.
nb_no: På denne siden velger du `Ekstern node`.
ru: На этой странице выберите `Удаленный узел`.

source: In `Address` you should fill the address of the remote node that you want to connect to. This address might look like `node.moneroworld.com` or it could look like any IP address.
de: Bei `Adresse` trägst du die Adresse des Remote-Nodes, zu welchem du dich verbinden möchtest, ein. Diese kann in etwa wie `node.moneroworld.com` oder jedwede IP-Adresse aussehen.
nb_no: Under `Adresse` bør du fylle inn adressen til den eksterne noden som du vil koble til. Denne adressen ser kanskje ut som `node.moneroworld.com` eller så ser den ut som en hvilken som helst IP-adresse.
ru: В поле `Адрес` следует ввести адрес удалённого узла, к которому вы хотите подключиться. Этот адрес может выглядеть, как `node.moneroworld.com`, или же, как любой IP-адрес.

source: In `Port` you should fill the port of the remote node. If a remote node is listed as `node.moneroworld.com:18089`, the address is `node.moneroworld.com` and the port is `18089`. The default port is `18081`, but it can vary depending on the node you are connecting to.
de: Bei `Port` trägst du den Port des Remote-Nodes ein. Wenn ein Node unter `node.moneroworld.com:18089` gelistet ist, ist die Adresse `node.moneroworld.com` und der Port ist `18089`. Der standardmäßig voreingestellte Port ist `18081`, er kann aber je nach gewähltem Node variieren.
nb_no: Under `Port` bør du fylle inn porten til den eksterne noden. Hvis en ekstern node er oppført som `node.moneroworld.com:18089`, er adressen `node.moneroworld.com` og porten er `18089`. Standardporten er `18081`, men den kan variere avhengig av noden du er koblet til.
ru: В поле `Порт` следует указать номер порта удалённого узла. Если удалённый узел будет указан, как `node.moneroworld.com:18089`, адресом будет `node.moneroworld.com`, а номером порта - `18089`. По умолчанию номер порта указывается, как `18089`, но он может варьироваться в зависимости от узла, к которому вы пытаетесь подключиться.

source: If your remote node requires authentication, you can enter a username in `Daemon username` and a password in `Daemon password`.
de: Sollte dein Remote-Node einer Authentifizierung bedürfen, kannst du einen Nutzernamen in `Benutzername des Hintergrunddienstes` und ein Passwort in `Passwort des Hintergrunddienstes` eingeben.
nb_no: Hvis din eksterne node krever autentisering, kan du legge inn et brukernavn i `Daemon-brukernavn` og et passord i `Daemon-passord`.
ru: Если ваш удаленный узел требует аутентификации, вы можете ввести имя пользователя в поле `Имя пользователя демона` и пароль в `Пароль демона`.

source: Finally, click on `Connect` button and wait for your wallet to connect.
de: Abschließend klickst du auf den `Verbinden`-Button und wartest darauf, dass sich dein Wallet verbindet.
nb_no: Avslutningsvis kan du trykke på `Koble til`-knappen og vente på at lommeboken din kobler seg til.
ru: Наконец, нажмите кнопку `Подключиться` и дождитесь, пока ваш кошелёк не подсоединится к удалённому узлу.
