Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/restore_account.po
Languages: ar, de, es, fr, nb_no, nl, pl, ru

source: - You will then be prompted with "Restore from specific blockchain height (optional, default 0):" Default will start the restore process from the beginning of the Monero blockchain. If you don't know the specific blockchain height, just hit enter. (Specifying a specific blockchain height will start the restore process from that specific height. This will save a bit of time in scanning, if you know what starting blockchain height your initial funds were transacted for this specific account.)
ar: - ستتم مطالبتك بعد ذلك بالإستعاده من طول معين من سلسله الكتل (إختياري, الإفتراضي 0), إفتراضياً سيبدأ عمليه الإستعاده من بدايه سلسله كتل مونيرو , إذا لم تكن تعرف طول كتله معين قم بالضغط علي Enter. (إختيار طول كتله معين سيبدأ عمليه الإسترجاع من هذه الكتله و سيقوم ذلك بالتوفير في الوقت اللازم لفحص المعاملات في سلسله الكتل إذا كنت تعرف أول طول بدأت بإستلام الأموال علي الحساب فيه)
de: - Dir wird anschließend "Wiederherstellung von konkreter Blockchainhöhe (optional, 0 voreingestellt):" angezeigt. Der Wiederherstellungsprozess startet gemäß Standardeinstellung ganz zu Beginn der Blockchain. Wenn du die konkrete Blockchainhöhe nicht kennst, drücke einfach auf Eingabe. (Das Festsetzen einer konkreten Blockchainhöhe startet den Wiederherstellungsprozess ab ebendieser Höhe. Das spart ein wenig Zeit im Scanprozess, vorausgesetzt du kennst die Blockchainhöhe bei der ersten Transaktion dieses Kontos.)
es: - Se pedirá ahora el restaurar desde una altura específica en la blockchain (Restore from specific blockchain height, (opcional, default 0)): Default empezará el proceso de restauración desde el inicio de la blockchain de Monero. Si no conoces la altura de bloque específica, sólo presiona Enter. (Dar una altura de bloque específica iniciará el proceso de restauración desde esa misma altura. Esto ahorrará un poco de tiempo en el escaneo, si conoces la altura de bloque en la cual tus fondos iniciales fueron tramitados para tu cuenta en específico).
fr: - On vous demandera alors la hauteur de bloc de restauration "Restore from specific blockchain height (optional, default 0):" La valeur par défaut lancera le processus de restauration à partir du début de la chaîne de blocs. Si vous ne connaissez pas la hauteur de bloc spécifique, appuyez simplement sur la touche Entrée. (Spécifier une hauteur de bloc lancera le processus de restauration à partir de cette hauteur spécifique. Cela évitera un peut de temps d'analyse si vous savez à partir de quelle hauteur de bloc vos fonds initiaux ont été transféré pour ce compte)
nb_no: - Du blir deretter tilskyndet med «Gjenopprett fra en spesifikk blokkjedehøyde (valgfritt, standard 0):» Standard-valget starter gjenopprettingsprosessen fra begynnelsen av Monero-blokkjeden. Hvis du ikke kjenner til den spesifikke blokkjedehøyden, trykker du bare på enter. (Å spesifisere en spesifikk blokkjedehøyde starter gjenopprettingsprosessen fra den spesifikke høyden. Hvis du vet ved hvilken blokkjedehøyde midlene dine har gjennomgått en transaksjon, sparer dette litt tid hva gjelder skanning.)
nl: - Vervolgens wordt er gevraagd of je een herstelpunt wilt opgeven: "Restore from specific blockchain height (optional, default 0):" Het herstelproces begint standaard bij het begin van de Monero-blockchain. Als je geen specifieke hoogte van de blockchain weet, druk je gewoon op Enter. (Als je een herstelpunt opgeeft, wordt het herstelproces gestart vanaf die specifieke hoogte. Hiermee bespaar je tijd bij het opzoeken, als je weet op welke hoogte van de blockchain er voor het eerst geld is overgemaakt naar dit specifieke account.)
pl: - Następnie pojawi się wiadomość "Przywróć z określonej wysokości łańcucha bloków (opcjonalne, domyślnie 0)". Domyślnie proces przywracania zacznie się od początku łańcucha bloków monero. Jeśli nie znasz dokładnej wysokości łańcucha, naciśnij Enter. Uściślenie wysokości łańcucha rozpocznie proces przywracania od tej konkretnej wysokości. Oszczędzi to trochę czasu przy skanowaniu, jeśli wiesz, na jakiej wysokości łańcucha twoje pierwsze fundusze zostały przesłane dla tego konta.

source: After you have entered the 25 word mnemonic seed and have chosen your specific blockchain height, monero-wallet-cli will generate the same public address and view key as your old wallet and begin the refresh process automatically. (Please be patient as the refresh process may take a while.)
ar: بعد إدخال ال25 كلمه الخاصه بإستعاده حسابك (mnemonic seed) وإختيار طول معين لبدأ الفحص في الكتل ستقوم واجهه سطر أوامر مونيرو بإنشاء نفس العنوان العام ومفتاح الرؤيه الخاص بمحفظتك القديمه وستبدأ المحفظه في التزامن تلقائياً ( من فضلك كن صبوراً هذه العمليه تأخذ بعض الوقت).
de: Nachdem du die 25 Wörter und damit deinen mnemonischen Seed eingegeben und deine konkrete Blockchainhöhe gewählt hast, wird monero-wallet-cli dieselbe öffentliche Adresse und denselben View-Key deines alten Wallets generieren und den Aktualisierungsvorgang automatisch starten. (Bitte gedulde dich ein wenig; der Aktualisierungsvorgang kann eine Weile dauern.)
es: Después de haber ingresado la semilla mnemónica de 25 palabras y haber elegido la altura de bloque específica, monero-wallet-cli generará la misma llave de visualización y dirección pública que tu viejo monedero e iniciará el proceso de actualización automáticamente. (Por favor sé paciente, el proceso de actualización puede tardar un tiempo).
fr: Après avoir saisit les 25 mots de la phrase mnémonique et avoir choisit la hauteur de bloc, monero-wallet-cli va généré la même adresse publique et clef d'audit que pour votre ancien portefeuille et commencera le processus de rafraîchissement automatiquement. (Soyez patient car le processus de rafraichissement peut être long)
nb_no: Etter du har tastet inn det mnemoniske frøet på 25 ord og har spesifisert blokkjedehøyden din, vil monero-wallet-cli generere den samme offentlige adressen og visningsnøkkelen som din gamle lommebok og begynne oppdateringsprosessen automatisk. (Vennligst vær tålmodig i og med at oppdateringsprosessen kan ta en stund.)
nl: Nadat je de hersteltekst van 25 woorden hebt ingevoerd en een specifieke hoogte van de blockchain hebt opgegeven, wordt het openbare adres van je oude portemonnee gegenereerd en begint het vernieuwingsproces automatisch. (Even geduld alsjeblieft, want het vernieuwen kan een tijdje duren.)
pl: Po wpisaniu 25-słownego kodu mnemonicznego i wybraniu wysokości łańcucha bloków, monero-wallet-cli wygeneruje taki sam adres publiczny i klucz widoczności jak w twoim starym portfelu i automatycznie rozpocznie proces aktualizacji. Bądź cierpliwy, aktualizacja może zająć chwilę.

source: ### Account Software: monero-wallet-gui
ar: ### برنامج الحساب : واجهه المستخدم الرسوميه (monero-wallet-gui)
de: ### Konto-Software: monero-wallet-gui
es: ### Software de cuenta: monero-wallet-gui
fr: ### Application de comptabilité : monero-wallet-gui
nb_no: ### Kontoprogramvare: monero-wallet-gui
nl: ### Software: monero-wallet-gui
pl: ### Oprogramowanie konta: monero-wallet-gui

source: Lauch `monero-wallet-gui`. If this is the first time you launched it go to the next step, otherwise click `Cancel`:
ar: إفتح واجهه المستخدم الرسوميه `monero-wallet-gui`. إذا كانت هذه هي المرة الأولى التي تقوم فيها بتشغيلها ، فانتقل إلى الخطوة التالية ، وإلا فاضغط على "إلغاء":
de: Starte `monero-wallet-gui`. Gehe über zum nächsten Schritt, falls du das Programm zum ersten Mal startest, ansonsten wähle `Abbrechen`:
es: Abre `monero-wallet-gui`. Si es la primera vez que lo abres ve al siguiente paso, de otro modo, haz clic en `Cancel`:
fr: Lancez `monero-wallet-gui`. Si c'est la première fois que vous le lancez, allez directement à l'étape suivante, sinon, cliquez sur `Cancel` :
nb_no: Start `monero-wallet-gui`. Hvis dette er første gang du har startet den, kan du gå til neste trinn. Ellers kan du trykke på `Avbryt`:
nl: Start `monero-wallet-gui`. Als dit de eerste keer is dat je het start, ga dan naar de volgende stap. Zo niet, klik dan op `Annuleren`:
pl: Uruchom Graficzny Interfejs Użytkownika Monero. Jeśli uruchamiasz go po raz pierwszy, przejdź do następnego kroku, jeśli nie - kliknij `Anuluj`:

source: ![cancel opening](/img/resources/user-guides/en/restore_account/cancel-opening.png)
fr: ![cancel opening](/img/resources/user-guides/en/restore_from_keys/cancel-opening.png)
nl: ![openen annuleren](/img/resources/user-guides/en/restore_account/cancel-opening.png)

source: Select your appropriate language `English(US)`:
ar: قم بإختيار اللغه المناسبه :
de: Wähle die für dich passende Sprache `Deutsch`:
es: Selecciona el lenguaje apropiado `Español`:
fr: Choisissez votre langue `Français`:
nb_no: Velg språket ditt (`Norsk`):
nl: Selecteer de gewenste taal `Nederlands`:
pl: Wybierz odpowiedni język `Polski`:

source: ![choose language](/img/resources/user-guides/en/restore_account/choose-language.png)
fr: ![choose language](/img/resources/user-guides/en/restore_from_keys/choose-language.png)
nl: ![taal kiezen](/img/resources/user-guides/en/restore_account/choose-language.png)

source: Click on `Restore wallet from keys or mnemonic seed`:
ar: إختر الإسترجاع من كَلِمات التكوين:
de: Klicke auf `Stelle Wallet mit Schlüsseln oder mnemonischem Seed wieder her`:
es: Haz clic en `Restaurar monedero de claves o semilla mnemónica`:
fr: Cliquez sur `Restaurer un portefeuille à partir des clés ou de la phrase mnémonique`:
nb_no: Trykk på `Gjenopprett lommeboken fra nøkler eller mnemoniske frø`:
nl: Klik op `Een portemonnee herstellen met uw hersteltekst of sleutels`:
pl: Kliknij w `Odzyskaj portfel z kluczy lub mnemonicznego seeda`:

source: ![choose restore](/img/resources/user-guides/en/restore_account/choose-restore.png)
fr: ![choose restore](/img/resources/user-guides/en/restore_from_keys/choose-restore.png)
nl: ![herstellen kiezen](/img/resources/user-guides/en/restore_account/choose-restore.png)

source: Keep `Restore from seed` selected, give your wallet a name & storage location, and complete the `Enter your 25 (or 24) word mnemonic seed`. Optionaly, specify a `Restore height (optional)` to avoid scanning of oldest blocks. Then click the `Right` arrow:
ar: إترك خيار `الإسترجاع من كَلِمات التكوين` مُختاراً وإعط لمحفظتك إسماً ومكان للتخزين وقم بوضع ال25 كلمه ( أو 24) الخاصه بإستعاده محفظتك.( إختياري , قم بتحديد طول كتله لبدأ الفحص لتفادي البحث في الكتل القديمه. ثم إضغط علي السهم 'الأيمن':
de: Lasse `Mit mnemonischem Seed wiederherstellen` ausgewählt, lege Namen und Speicherstelle deines Wallets fest und vervollständige den Teil `Gebe deinen, aus 25 (oder 24) Wörtern bestehenden, mnemonischen Seed ein`. Um das Scannen der ältesten Blöcke zu umgehen, kannst du eine optionale `Wiederherstellungshöhe` festlegen. Klicke dann auf den `rechten` Pfeil:
es: Mantén `Restaurar desde semilla` seleccionado, da un nombre a tu monedero y ubicación de guardado, y llena `Ingresa tu semilla mnemónica de 25 (o 24) palabras`. Opcionalmente, especifica la `Altura de restaurado (opcional)` para evitar escaneo de bloques viejos. Haz clic en la flecha de `Siguiente`:
fr: Conservez `Restaurer à partir de la graine` sélectionné, donnez un nom & un emplacement de stockage à votre portefeuille, complétez `Enter your 25 (or 24) word mnemonic seed`. Optionnellement, indiquez une `Hauteur de restauration (facultative)` pour éviter de scanner les blocs les plus anciens. Enfin cliquez sur la flèche `Droite` :
nb_no: Huk av `Gjenopprett fra nøkler`, gi lommeboken din et navn og lagringssted, og fullfør `Skriv inn ditt mnemoniske frø på 25 (eller 24) ord`. Alternativt kan du angi en `Gjenopprettingshøyde (valgfritt)` for å unngå skanning av de eldste blokkene. Deretter trykker du på `Høyre`-piltasten:
nl: Zorg dat `Herstel met hersteltekst` is ingeschakeld, geef een name en opslaglocatie op voor de portemonnee en vul het veld `Voer uw hersteltekst van 25 (of 24) woorden in` in. Eventueel kun je een `Herstelpunt (optioneel)` opgeven, zodat er niet hoeft te worden gezocht in oudere blokken. Klik vervolgens op de pijl naar rechts:
pl: Zaznacz opcję `Przywróć portfel z seeda`, nazwij swój portfel i wybierz jego lokalizację i wpisz swój kod mnemoniczny w polu `Enter your 25 (or 24) word mnemonic seed`. Możesz opcjonalnie uściślić wysokość bloku w polu `Wysokość początkowa przywracania portfela (opcjonalne)`, aby uniknąć skanowania starszych bloków. Następniej kliknij w strzałkę w `prawo`:

source: ![restore wallet](/img/resources/user-guides/en/restore_account/restore-wallet.png)
fr: ![restore wallet](/img/resources/user-guides/en/restore_from_keys/restore-wallet.png)
nl: ![portemonnee herstellen](/img/resources/user-guides/en/restore_account/restore-wallet.png)

source: On the next page, give your wallet a strong password and confirm it before clicking the `Right` arrow:
ar: في الصفحة التالية ، امنح محفظتك كلمة مرور قوية وقم بتأكيدها قبل النقر على السهم 'الأيمن':
de: Auf der nächsten Seite gibst du deinem Wallet ein starkes Passwort. Bestätige dieses, bevor du erneut auf den `rechten` Pfeil klickst:
es: En la página siguiente, da a tu monedero una contraseña fuerte y confírmala antes de hacer clic en la flecha de `Siguiente`:
fr: Sur la page suivante, donnez un mot de passe fort à votre portefeuille avant de cliquer sur la flèche `Droite` :
nb_no: På neste side kan du gi lommeboken din et sterkt passord og bekrefte det før du trykker på `Høyre`-piltasten:
nl: Geef je portemonnee op de volgende pagina een sterk wachtwoord en bevestig dit voordat je op de pijl naar rechts klikt:
pl: Na następnej stronie ustaw silne hasło i potwierdź je, zanim ponownie klikniesz w strzałkę w `prawo`:

source: ![wallet password](/img/resources/user-guides/en/restore_account/wallet-password.png)
fr: ![wallet password](/img/resources/user-guides/en/restore_from_keys/wallet-password.png)
nl: ![wachtwoord portemonnee](/img/resources/user-guides/en/restore_account/wallet-password.png)

source: Specify your @daemon settings and click the `Right` arrow:
ar: حدد خيارات الخادم وإضغط علي السهم 'الأيمن':
de: Lege die Einstellungen deines Hintergrunddienstes fest und klicke abermals auf den `rechten` Pfeil:
es: Especifica la configuración del daemon y haz clic la flecha de `Siguiente`:
fr: Indiquez vos paramètres de démon, et cliquez sur la flèche `Droite` :
nb_no: Spesifiser dine @daemon-innstillinger og trykk på `Høyre`-piltasten:
nl: Geef de instellingen voor je node op en klik op de pijl naar rechts:
pl: Sprecyzuj ustawienia swojego demona i kliknij w strzałkę w `prawo`:

source: ![daemon settings](/img/resources/user-guides/en/restore_account/daemon-settings.png)
fr: ![daemon settings](/img/resources/user-guides/en/restore_from_keys/daemon-settings.png)
nl: ![instellingen node](/img/resources/user-guides/en/restore_account/daemon-settings.png)

source: Click on `USE MONERO` to enjoy your restored wallet:
ar: إضغط علي 'إستخدم مونيرو' لإستخدام محفظتك المُستعاده:
de: Klicke auf `USE MONERO` und hab Spaß mit deinem wiederhergestellten Wallet:
es: Haz clic en `USAR MONERO` para disfrutar de tu monedero restaurado:
fr: Cliquez sur `UTILISER MONERO` pour profiter de votre portefeuille restauré :
nb_no: Trykk på `BRUK MONERO` for å glede deg over din gjenopprettede lommebok:
nl: Klik op `GEBRUIK MONERO` om je herstelde portemonnee te gebruiken:
pl: Kliknij w `UŻYJ MONERO`, aby skorzystać ze swojego przywróconego portfela:

source: ![all set up](/img/resources/user-guides/en/restore_account/all-set-up.png)
fr: ![all set up](/img/resources/user-guides/en/restore_from_keys/all-set-up.png)
nl: ![klaar is kees](/img/resources/user-guides/en/restore_account/all-set-up.png)
