Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/restore_account.po
Languages: ar, de, es, fr, nb_no, nl, pl, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
ar: {% include disclaimer.html translated="yes" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
es: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: Table of contents
ru: Содержание

source: - [When should I restore a wallet?](#when-should-i-restore-a-wallet)
ru: - [Когда следует восстанавливать кошелёк?](#when-should-i-restore-a-wallet)

source: - [What is needed to restore a wallet from mnemonic seed?](#what-is-needed-to-restore-a-wallet-from-mnemonic-seed)
ru: - [Что необходимо, чтобы восстановить кошелёк на основе мнемонической фразы?](#what-is-needed-to-restore-a-wallet-from-mnemonic-seed)

source: - [What is the wallet restore height?](#what-is-the-wallet-restore-height)
ru: - [Что такое высота восстановления кошелька?](#what-is-the-wallet-restore-height)

source: - [How to restore a wallet from mnemonic seed on Monero GUI](#how-to-restore-a-wallet-from-mnemonic-seed-on-monero-gui)
ru: - [Как восстановить кошелёк на основе мнемонической фразы в случае с Monero GUI](#how-to-restore-a-wallet-from-mnemonic-seed-on-monero-gui)

source: - [How to restore a wallet from mnemonic seed on Monero CLI](#how-to-restore-a-wallet-from-mnemonic-seed-on-monero-cli)
ru: - [Как восстановить кошелёк на основе мнемонической фразы в случае с Monero CLI](#how-to-restore-a-wallet-from-mnemonic-seed-on-monero-cli)

source: - [My restored wallet is showing a wrong balance](#my-restored-wallet-is-showing-a-wrong-balance)
ru: - [Что делать, если восстановленный кошелёк неверно отображает баланс](#my-restored-wallet-is-showing-a-wrong-balance)

source: When should I restore a wallet?
ru: Когда следует восстанавливать кошелёк?

source: You should restore your @wallet in the following situations: - You lost access to your wallet (you forgot its password, your wallet file is corrupted or your device stopped working/is lost). - You want to create a copy of your wallet on another device.
ru: @Кошелёк следует восстанавливать в следующих случаях: - Невозможность получения доступа к собственному кошельку (если вы забыли пароль, файл кошелька был повреждён или же устройство, на которое был установлен кошелёк, перестало работать / было потеряно). - При создании копии кошелька на другом устройстве.

source: This guide will teach you how to restore a Monero wallet from its @mnemonic-seed.
ru: В данном руководстве содержится информация, которая поможет вам восстановить кошелёк Monero на основе его @мнемонической-фразы.

source: If you want to restore a wallet from its private keys, please read [this guide]({{site.baseurl}}/resources/user-guides/restore_from_keys.html).
ru: Если же вы хотите восстановить кошелёк на основе его приватных ключей, пожалуйста, ознакомьтесь с [данным руководством]({{site.baseurl}}/resources/user-guides/restore_from_keys.html).

source: What is needed to restore a wallet from mnemonic seed?
ru: Что необходимо, чтобы восстановить кошелёк на основе мнемонической фразы?

source: A valid Monero mnemonic seed is a phrase with 13, 14, or 25 random words (multiple languages are supported). Your mnemonic seed has all the information needed to restore your wallet.
ru: Действительная мнемоническая фраза Monero состоит из 13, 14 или 25 случайных слов (при этом кошельками поддерживается множество языков). Мнемоническая фраза — это всё, что нужно, чтобы восстановить ваш кошелёк.

source: It is also useful to know your wallet restore height or the creation date of your wallet, since it makes your wallet synchronization faster.
ru: Также полезно знать высоту восстановления вашего кошелька или дату его создания, поскольку это ускорит процесс синхронизации.

source: Where can I find my mnemonic seed?
ru: Где можно найти мою мнемоническую фразу?

source: Most Monero wallets ask the user to write down a mnemonic seed on a paper backup when a wallet is being created. So it's up to you to remember where and how you stored your mnemonic seed.
ru: Большинство кошельков Monero при создании кошелька рекомендует пользователям записать мнемоническую фразу на бумаге. Так что решайте сами, где и как сохранить вашу мнемоническую фразу.

source: Alternatively, if you still have access to the wallet being restored, you can usually find your mnemonic seed in a menu with some name like `Seed`, `Keys`, `Secrets`, or `Master Private Key`.
ru: Как вариант, если у вас по-прежнему есть доступ к восстанавливаемому кошельку, вы найдёте мнемоническую фразу в меню с таким заголовком, как `Seed` (мнемоническая фраза), `Keys` (ключи), `Secrets` (секретные данные) или `Master Private Key` (основной приватный ключ).

source: What is the wallet restore height?
ru: Что такое высота восстановления кошелька?

source: The wallet restore height is a setting that tells your wallet software at which block height it should start scanning the blockchain looking for transactions. Ideally it should be the number of the block which included the first incoming transaction to your wallet.
ru: Высота восстановления кошелька — это параметр, который указывает программному обеспечению вашего кошелька, с какой высоты блока необходимо начать сканирование блокчейна с целью поиска транзакций. В идеале это должен быть номер блока, в который была включена первая входящая для вашего кошелька транзакция.

source: If you set a restore height higher than the block height of your first incoming transaction, your wallet software will not detect all transactions of your wallet. In consequence, your balance will be wrong and your wallet software will not work properly.
ru: Если высота восстановления будет задана выше, чем высота блока с первой входящей транзакцией, программное обеспечение вашего кошелька не сможет обнаружить все транзакции, связанные с вашим кошельком. Как следствие, баланс кошелька будет неверным, а программное обеспечение не будет работать надлежащим образом.

source: If you set a restore height lower than the block height of your first incoming transaction, your wallet software will scan unnecessary blocks. In consequence, your initial wallet synchronization will take longer than necessary, but your wallet software will still work.
ru: Если высота восстановления будет ниже, чем высота блока вашей первой входящей транзакции, программное обеспечение кошелька будет сканировать ненужные блоки. В результате начальная синхронизация кошелька займёт больше времени, чем нужно, но программное обеспечение по-прежнему будет работать так, как нужно.

source: Therefore, if you're unsure about the block height of your first incoming transaction, it's always better to set a lower restore height instead of a higher one.
ru: Следовательно, если вы не уверены в отношении высоты блока вашей первой входящей транзакции, лучше задать более низкую высоту.

source: How to restore a wallet from mnemonic seed on Monero GUI
ru: Как восстановить кошелёк на основе мнемонической фразы в случае с Monero GUI

source: On the main menu, click on `Restore wallet from keys or mnemonic seed`.
ru: В главном меню выберите `Restore wallet from keys or mnemonic seed` (Восстановить кошелёк на основе ключей или мнемонической фразы).

source: The `Restore wallet` page will be displayed:
ru: Появится страница `Restore wallet` (Восстановление кошелька):

source: On `Wallet name`, enter the name of the wallet you want to create. You don't need to use the same name of the wallet being restored.
ru: В поле `Wallet name` (Имя кошелька) введите имя кошелька, который хотите создать. Необязательно использовать имя того кошелька, который вы восстанавливаете.

source: On `Wallet location`, choose where you want the wallet file to be saved.
ru: В поле `Wallet location` (Куда сохранить файлы кошелька) выберите, куда вы хотите сохранить файлы кошелька.

source: Keep `Restore from seed` selected.
ru: Выберите вариант `Restore from seed` (Восстановить на основе мнемонической фразы).

source: On the next field, type your 25 word `mnemonic seed`. It is expected that some mnemonic seeds have repeated words, as they work as a verification for errors (checksum).
ru: В следующем поле введите вашу `мнемоническую фразу`, состоящую из 25 слов. Предполагается, что в некоторых мнемонических фразах слова повторяются. Это необходимо для защиты от ошибок (функция контрольной суммы).

source: Use the field `Seed offset passphrase` to enter your passphrase, if you have one. When you enter a passphrase, Monero GUI will use your mnemonic seed together with your passphrase to compute a new wallet.
ru: В поле `Seed offset passphrase` (Фраза-пароль к мнемонической фразе) введите фразу-пароль, если таковая у вас имеется. После ввода фразы-пароля Monero GUI использует вашу мнемоническую фразу вместе с фразой-паролем для вычисления нового кошелька.

source: The next field allows you to enter a `Restore height`. Even though this field is optional, it's not recommended to leave it blank, since setting a restore height makes your wallet synchronization faster. Ideally it should be the number of the block which included the first incoming transaction to your wallet:
ru: В следующем поле вводится `Restore height` (Высота восстановления). Даже если заполнение этого поля является необязательным, не рекомендуется оставлять его пустым, поскольку указание высоты восстановления делает синхронизацию кошелька быстрее. В идеале это должен быть номер блока, в который была включена первая входящая транзакция вашего кошелька:

source: Alternatively, you can also enter the date or an estimated date (YYYY-MM-DD format) of the first incoming transaction:
ru: Как вариант, вы можете ввести точную или приблизительную дату (в формате ГГ-ММ-ДД) первой входящей транзакции:

source: After entering your restore height, click on `Next` button.
ru: После ввода высоты восстановления нажмите `Next` (Далее).

source: On the next page, give your wallet a strong password and confirm it. Since your wallet will hold your private keys and seed, it is really important to enter a strong password.
ru: На следующей странице введите надёжный пароль для вашего кошелька и подтвердите его. Поскольку в вашем кошельке будут храниться приватные ключи и мнемоническая фраза, пароль действительно должен быть надёжным.

source: If your wallet is in `Advanced mode`, the `Daemon settings` page will be displayed. Here you can choose whether you want to start a local node or connect to a remote node. Choose your desired option and click on `Next` button.
ru: Если ваш кошелёк используется в `Advanced mode` (Продвинутый режим), будет отображаться страница `Daemon settings` (Настройки демона). Здесь можно выбрать и либо запустить собственный узел, либо подсоединиться к удалённому. Следует выбрать подходящий вариант и нажать кнопку `Next` (Далее).

source: The next page will display a summary of the wallet you are going to restore. Click on `Create wallet` button to restore your wallet:
ru: На следующей странице отображается краткое описание кошелька, который вы собираетесь создать. Чтобы восстановить кошелёк, следует нажать кнопку `Create wallet` (Создать кошелёк):

source: How to restore a wallet from mnemonic seed on Monero CLI
ru: Как восстановить кошелёк на основе мнемонической фразы в случае с Monero CLI

source: Open the terminal on your Monero CLI directory and run the following command:
ru: Следует открыть панель командной строки в директории Monero CLI и ввести следующую команду:

source: Next, you will be asked for a wallet file name. Enter the name of the wallet you want to create and press `Enter`.
ru: Затем вас попросят указать имя файла кошелька. Введите имя кошелька, который вы хотите создать, и нажмите `Enter`.

source: Monero CLI will then ask you to give your wallet a password and confirm it. Since your wallet will hold your private keys and seed, it is really important to enter a strong password.
ru: Затем Monero CLI попросит ввести пароль и подтвердить его. Поскольку в вашем кошельке будут храниться приватные ключи и мнемоническая фраза, пароль действительно должен быть надёжным.

source: Next, enter your 25 word mnemonic seed.
ru: Затем следует ввести мнемоническую фразу, состоящую из 25 слов.

source: Next, Monero CLI will ask for a `Restore height`. Even though it is optional, it's not recommended to leave it blank, since setting a restore height makes your wallet synchronization faster. Ideally it should be the number of the block which included the first incoming transaction to your wallet. Alternatively, you can also enter the date or an estimated date (YYYY-MM-DD format) of the first incoming transaction.
ru: После этого Monero CLI запросит у вас `Restore height` (Высоту восстановления). Даже если заполнение этого поля является необязательным, не рекомендуется оставлять его пустым, поскольку указание высоты восстановления делает синхронизацию кошелька быстрее. В идеале это должен быть номер блока, в который была включена первая входящая транзакция вашего кошелька. Как вариант, вы можете ввести точную или приблизительную дату (в формате ГГ-ММ-ДД) первой входящей транзакции.

source: After you have entered restore height, Monero CLI will then restore your wallet and start the wallet synchronization. Please be patient as this process may take a while. You will need to wait for it to finish before start using your wallet.
ru: После ввода высоты восстановления Monero CLI восстановит ваш кошелёк и начнёт его синхронизацию. Пожалуйста, будьте терпеливы, поскольку этот процесс может занять какое-то время. Необходимо дождаться его окончания, и только после этого вы сможете пользоваться вашим кошельком.

source: If you run into any trouble, running `./monero-wallet-cli --help` will show you the options available to you at wallet startup. Once you're inside your wallet, running the `help` command will list the help for the commands available to you within the wallet.
ru: Если у вас возникнут затруднения, то после ввода команды `./monero-wallet-cli --help` вы увидите опции, которые будут доступны при запуске кошелька. После того как вы войдёте в кошелёк, введите команду `help`, чтобы ознакомиться с руководством по командам, которыми вы сможете воспользоваться внутри кошелька.

source: My restored wallet is showing a wrong balance
ru: Что делать, если восстановленный кошелёк неверно отображает баланс

source: This problem usually occurs when you set a restore height that is higher than the block height of the first incoming transaction to your wallet. To solve this issue, you will have to change the wallet restore height. Please read [this guide]({{site.baseurl}}/resources/user-guides/change-restore-height.html) for detailed instructions on how to do this.
ru: Такая проблема, как правило, возникает, если вы указываете высоту восстановления сверх высоты блока, содержащего первую входящую транзакцию вашего кошелька. Чтобы этого не случилось, измените высоту восстановления кошелька. В [данном руководстве]({{site.baseurl}}/resources/user-guides/change-restore-height.html) содержатся соответствующие подробные инструкции.

source: ## Operating Systems: Windows, Linux, Mac
ar: ## نظام التشغيل : ويندوز وليُنكس وماك
de: ## Betriebssysteme: Windows, Linux, Mac
es: ## Sistemas Operativos: Windows, Linux, Mac
fr: ## Systèmes d'exploitation : Windows, Linux, Mac
nb_no: ## Operativsystemer: Windows, Linux, Mac
nl: ## Besturingssystemen: Windows, Linux, Mac
pl: ## Systemy operacyjne: Windows, Linux, Mac

source: - Retrieve your 25 word @mnemonic-seed that you saved when creating your old Monero @wallet
ar: - إستعاده ال25 كلمه (@mnemonic-seed) الذي قمت بحفظهم عند إنشائك محفظه مونيرو القديمه (@wallet)
de: - Rufe deinen 25 Wörter umfassenden @mnemonischen Seed, welchen du im Zuge der Erstellung deines alten Monero-@Wallets gesichert hast, ab.
es: - Recupera la semilla mnemónica de 25 palabras que guardaste cuando creaste tu viejo monedero de Monero.
fr: - Récupérez votre @mnemonic-seed de 25 mots que vous avez sauvegardé lorsque vous avez créé votre ancien @wallet Monero ;
nb_no: - Hent frem ditt @mnemoniske frø på 25 ord som du lagret da du opprettet din gamle Monero-@lommebok
nl: - Neem je hersteltekst (zie @mnemonic-seed) erbij die je hebt opgeslagen bij het maken van je oude Monero-portemonnee (zie @wallet).
pl: - Przygotuj swój 25-słowny kod mnemoniczny, który zachowałeś przy zakładaniu swojego starego portfela Monero

source: ### Account Software: monero-wallet-cli
ar: ### برنامج الحساب : واجهه سطر الأوامر (monero-wallet-cli)
de: ### Konto-Software: monero-wallet-cli
es: ### Software de cuenta: monero-wallet-cli
fr: ### Application de comptabilité : monero-wallet-cli
nb_no: ### Kontoprogramvare: monero-wallet-cli
nl: ### Software: monero-wallet-cli
pl: ### Oprogramowanie konta: monero-wallet-cli

source: - Open a command prompt and navigate to the drive and directory that contains monero-wallet-cli
ar: - افتح موجه الأوامر وانتقل إلى القرص والمجلد الذي يحتوي على واجهه سطر الأوامر (monero-wallet-cli)
de: - Öffne die Befehlszeile und navigiere zu dem Laufwerk und Verzeichnis, in welchem monero-wallet-cli liegt.
es: - Abre una consola de comandos y navega al disco y directorio que contiene monero-wallet-cli.
fr: - Ouvrez une invite de commande et naviguez sur le disque et dans le répertoire contenant monero-wallet-cli ;
nb_no: - Åpne en ledetekst og naviger til disken og katalogen som inneholder monero-wallet-cli
nl: - Open een opdrachtregel en ga naar het station en de directory waar monero-wallet-cli staat
pl: - Otwórz wiersz polecenia i przejdź do dysku i folderu zawierającego monero-wallet-cli

source: - At the command prompt type: `monero-wallet-cli --restore-deterministic-wallet`
ar: - في موجه الاوامر إكتب : `monero-wallet-cli --restore-deterministic-wallet`
de: - Gib `monero-wallet-cli --restore-deterministic-wallet` in die Befehlszeile ein.
es: - En la consola, escribe: `monero-wallet-cli --restore-deterministic-wallet`
fr: - Dans l'invite de commande, tapez : `monero-wallet-cli --restore-deterministic-wallet` ;
nb_no: - I ledeteksten taster du inn: `monero-wallet-cli --restore-deterministic-wallet`
nl: - Typ het volgende op de opdrachtregel: `monero-wallet-cli --restore-deterministic-wallet`
pl: - W wierszu poleceń wpisz: `monero-wallet-cli --restore-deterministic-wallet`

source: - Once you press enter you will be prompted for a wallet file name. Give your wallet a new name, any name will do
ar: - بمجرد الضغط على Enter، ستتم مطالبتك باسم ملف محفظة, امنح محفظتك اسمًا جديدًا (أي أسم)
de: - Sobald du auf Eingabe drückst, wirst du dazu aufgefordert, einen Wallet-Dateinamen einzugeben. Gib deinem Wallet einen Namen (irgendein beliebiger reicht aus).
es: - Una vez que presiones Enter se preguntará por un nuevo nombre de monedero. Escribe cualquier nombre, cualquiera funcionará.
fr: - Une fois que vous aurez appuyé sur la touche Entrée, un nom de portefeuille vous sera demandé. Donnez le nom de votre choix au portefeuille ;
nb_no: - Når du trykker på enter, blir du bedt om et lommebokfilnavn. Gi lommeboken ditt et navn – et hvilket som helst navn holder
nl: - Nadat je op Enter hebt gedrukt, wordt er gevraagd een bestandsnaam voor je portemonnee op te geven. Geef je portemonnee een nieuwe naam. Het maakt niet uit welke naam.
pl: - Po wciśnięciu Enter zostaniesz poproszony o podanie nowej nazwy pliku portfela. Nazwij go jakkolwiek

source: - Press enter again and you will be prompted for a password. Give your wallet a new and long password
ar: - اضغط على Enter مرة أخرى وستتم مطالبتك بكلمة مرور. امنح محفظتك كلمة مرور جديدة وطويلة
de: - Nach der erneuten Betätigung der Eingabetaste wirst du aufgefordert, ein Passwort einzugeben. Gib deinem Wallet ein neues und langes Passwort.
es: - Presiona Enter de nuevo y se pedirá una contraseña. Da a tu monedero una nueva y larga contraseña.
fr: - Appuyez de nouveau sur la touche Entrée afin que le mot de passe vous soit demandé. Fournissez un nouveau et long mot de passe ;
nb_no: - Trykk på enter igjen, så blir du bedt om et passord. Gi lommeboken din et nytt og langt passord
nl: - Druk opnieuw op Enter. Er wordt gevraagd naar een wachtwoord. Geef je portemonnee een nieuw, lang wachtwoord.
pl: - Naciśnij Enter ponownie i zostaniesz poproszony o hasło. Nadaj swojemu portfelowi nowe, długie hasło

source: - Press enter again you will be prompted to repeat the password
ar: - اضغط على Enter مرة أخرى ، وستتم مطالبتك بتكرار كلمة المرور
de: - Drücke erneut auf Eingabe; die Wiederholung des Passwortes wird gefordert.
es: - Presiona Enter de nuevo y se preguntará por repetir la contraseña.
fr: - Appuyez de nouveau sur la touche Entrée et répéter votre mot de passe ;
nb_no: - Trykk på enter igjen, så blir du bedt om å gjenta passordet
nl: - Druk opnieuw op Enter. Er wordt gevraagd het wachtwoord te herhalen.
pl: - Naciśnij Enter ponownie i zostaniesz poproszony o powtórzenie hasła

source: - Press enter again and you will be prompted for the 25 word electrum style mnemonic seed that you retrieved earlier
ar: - اضغط على Enter مرة أخرى وستتم مطالبتك بال25 كلمة (@mnemonic-seed) التي قمت باستعادتها سابقاً
de: - Nach erneuter Betätigung der Eingabetaste wirst du aufgefordert, deinen 25 Worte umfassenden mnemonischen Seed (nach Electrum-Art), welchen du zuvor abgerufen hast, einzugeben.
es: - Presiona Enter nuevamente y se pedirá la semilla mnemónica de 25 palabras estilo electrum que recuperaste antes.
fr: - Appuyez de nouveau sur la touche Entrée saisissez les 25 mots type electrum de votre phrase mnémonique que vous avez récupéré plus tôt ;
nb_no: - Trykk på enter igjen, så blir du bedt om å legge inn det mnemoniske electrum-frøet på 25 ord som du fant fram tidligere
nl: - Druk opnieuw op Enter. Je wordt gevraagd de hersteltekst van 25 woorden die je eerder hebt opgezocht in te voeren.
pl: - Naciśnij Enter ponownie i zostaniesz poproszony o 25-słowny kod mnemoniczny, który przygotowałeś wcześniej
