Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/restore_from_keys.po
Languages: ar, de, es, fr, nl, pl, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
ar: {% include disclaimer.html translated="yes" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
es: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: Restoring a wallet from private keys is pretty simple. If you have the necessary information, with this guide you can completely restore your wallet. Note: you do NOT have to have your password to restore from keys.
ar: إستعاده المحفظه من المفاتيح أمر بسيط للغايه إذا توافرت لديك البيانات اللازمه هذا الدليل سيُساعدك علي إستعاده محفظتك. ملاحظه: كلمه المرور غير ضروريه لإستعاده المحفظه من المفاتيح.
de: Die Wiederherstellung eines Wallets durch private Schlüssel ist ziemlich einfach. Wenn du die notwendigen Angaben hast, kannst du dein Wallet mit dieser Anleitung komplett wiederherstellen. Zur Info: Du benötigst NICHT dein Passwort, um dein Wallet durch die Schlüssel wiederherzustellen.
es: Restaurar un monedero desde las claves privadas es muy simple. Si cuentas con la información necesaria, con esta guía puedes restaurar tu monedero completamente. Nota: no necesitas tener tu contraseña para restaurar desde claves privadas.
fr: Restaurer un portefeuille à partir de la clef privé est très simple. Si vous avez les informations nécessaire, avec ce guide vous pourrez totalement restaurer votre portefeuille. Notez : vous n'avez pas besoin de connaître votre mot de passe pour restaurer depuis la clef.
nl: Je kunt een portemonnee makkelijk herstellen met je privésleutels. Als je de benodigde gegevens hebt, kun je met deze handleiding je portemonnee volledig herstellen. Je hebt je wachtwoord NIET nodig voor herstellen met sleutels.
pl: Przywracanie portfela za pomocą prywatnych kluczy jest całkiem proste. Jeśli posiadasz potrzebne informacje, z tym przewodnikiem będziesz mógł całkowicie przywrócić swój portfel. Zauważ, że nie musisz posiadać swojego hasła, aby przywracać za pomocą kluczy.
ru: Восстановление кошелька при помощи приватных ключей — довольно простой процесс. Если вы обладаете необходимой информацией, это руководство позволит вам полностью восстановить ваш кошелёк. Примечание: при восстановлении при помощи ключей пароль НЕ НУЖЕН.

source: You need to have 3 pieces of data from your wallet, or your .keys file which holds this info and the password to decrypt it. The 3 wallet components that you need are:
ar: يجب أن يكون لديك 3 أجزاء من البيانات لإستعاده المحفظه أو ملف .keys الذي يحتوي على هذه المعلومات وكلمة المرور لفك تشفيره. مكونات المحفظة الثلاثة التي تحتاجها هي:
de: Du brauchst drei Angaben deines Wallets oder alternativ deine ".keys"-Dateien, welche sowohl diese Infos wie auch das Passwort zum Entschlüsseln enthalten. Die drei benötigten Bestandteile des Wallets sind:
es: Necesitas tener 3 piezas de información de tu monedero, o tu archivo .keys el cual guarda esta información y la contraseña para des-encriptar. Los 3 componentes de tu monedero que necesitas son:
fr: Vous avez besoin de trois données pour restaurer votre portefeuille, soit vos fichiers .keys qui contiennent ces informations ainsi que le mot de passe pour les déchiffrer. Les trois composant du portefeuille dont vous avez besoin sont :
nl: Wat je nodig hebt zijn ofwel 3 gegevens uit je portemonnee, ofwel het bestand met de extensie .keys waarin deze gegevens staan, plus het wachtwoord waarmee dit bestand is versleuteld. Je hebt deze 3 onderdelen van je portemonnee nodig:
pl: Potrzebujesz trzech różnych informacji z twojego portfela lub plików .keys, które zawierają te informacje oraz hasło do ich odszyfrowania. Trzy komponenty portfela, których potrzebujesz, to:
ru: Необходимо три элемента данных вашего кошелька или же файл с вашими ключами, в котором будет содержаться эта информация и пароль, позволяющий расшифровать её. Вам понадобится знание следующих 3 компонентов кошелька:

source: **Address**
ar: **العنوان**
de: **Adresse**
es: **Dirección**
fr: **L'Adresse**
nl: **Adres**
pl: **Adres**
ru: **Адрес**

source: **Secret Spendkey**
ar: **مفتاح الإنفاق الخاص**
de: **Geheimer Spend-Key**
es: **Clave secreta de compra**
fr: **La clef secrète de dépense**
nl: **Geheime bestedingssleutel**
pl: **Ukryty klucz do wydawania**
ru: **Секретный ключ траты**

source: **Secret Viewkey**
ar: **مفتاح الرؤيه الخاص**
de: **Geheimer View-Key**
es: **Clave secreta de visualización**
fr: **La clef secrète d'audit**
nl: **Geheime alleen-lezen sleutel**
pl: **Ukryty klucz widoczności**
ru: **Секретный ключ просмотра**

source: #### CLI
ar: #### واجهه سطر الأوامر (CLI)
nl: #### Opdrachtregel

source: Then run the wallet command:
ar: شغّل المحفظه بهذا الأمر:
de: Führe dann den Wallet-Befehl aus:
es: Ejecuta el comando de monedero:
fr: Lancez la commande du portefeuille :
nl: Voer vervolgens deze opdracht uit:
pl: Następnie uruchom funkcję portfela:
ru: Теперь следует ввести команду кошелька:

source: `./monero-wallet-cli --generate-from-keys New_Wallet_Name.abc`
fr: `./monero-wallet-cli --generate-from-keys Nouveau_Nom_de_Portefeuille.abc`
nl: `./monero-wallet-cli --generate-from-keys Nieuwe_Portemonnee.abc`

source: Next, you'll be asked for the Address, the spendkey, the viewkey, and finally the new password for the re-generated wallet.
ar: سيتم سؤالك عن العنوان و مفتاح الإنفاق و مفتاح الرؤيه , وأخيراً تعيين كلمه سر جديده حتي يتم إعاده إنشاء المحفظه.
de: Als Nächstes wirst du nach der Adresse, dem Spend- und dem View-Key und schließlich nach einem neuen Passwort für das wiederhergestellte Wallet gefragt.
es: A continuación, se te preguntará por la dirección, la clave de utilización y de visualización, y finalmente una nueva contraseña para el monedero restaurado.
fr: Puis, votre adresse, vos clefs secrètes de dépense et d'audit, ainsi qu'un nouveau mot de passe pour votre portefeuille régénéré vous seront demandées.
nl: Vervolgens wordt er gevraagd gegevens in te voeren: het adres, de bestedingssleutel, de alleen-lezen sleutel en het nieuwe wachtwoord voor de opnieuw gegenereerde portemonnee.
pl: Zostaniesz poproszony o adres, klucz do wydawania, klucz widoczności i na końcu o nowe hasło do odwtorzonego portfela.
ru: После этого будет запрошен адрес, ключ траты, ключ просмотра и, наконец, новый пароль для заново сгенерированного кошелька.

source: Running this with the correct parameters will re-generate your wallet files for you and allow you to set a new password.
ar: تشغيل هذا الأمر سيؤدي إلي إعاده إنشاء محفظتك والسماح لك بتعيين كلمه مرور جديده.
de: Führst du dies mit den richtigen Parametern aus, werden deine Wallet-Dateien neu generiert und dir wird ermöglicht, ein neues Passwort festzulegen.
es: Ejecutar esto con los parámetros correctos volverá a generar tus archivos de monedero y te permitirá dar una nueva contraseña.
fr: Lancer cela avec les bons paramètres va régénérer les fichiers de votre portefeuille et vous permettre de configurer un nouveau mot de passe.
nl: Als je dit uitvoert met de juiste parameters, worden je portemonneebestanden opnieuw voor je gegenereerd en kun je een nieuw wachtwoord instellen.
pl: Ukończenie tego z poprawnymi parametrami odtworzy pliki twojego portfela i pozwoli na ustalenie nowego hasła.
ru: При введении правильных параметров файлы вашего кошелька будут сгенерированы повторно, что позволит вам создать новый пароль.

source: If you run into any trouble, running `./monero-wallet-cli --help` will show you the options available to you at wallet startup. Once you're inside your wallet, running the `help` command will list the help for the commands available to you within the wallet.
ar: إذا واجهت أي مشكله تشغيل الأمر `./monero-wallet-cli --help` سيقوم بعرض الخيارات المتاحه أمامك عند بدء تشغيل المحفظه.بمجرد دخولك إلي المحفظه تشغيل الأمر `help` سيقوم بعرض قائمه الأوامر المتاحه لك داخل المحفظه.
de: Solltest du in irgendwelche Schwierigkeiten geraten, wird dir `./monero-wallet-cli --help` die bei Inbetriebnahme deines Wallets verfügbaren Optionen aufzeigen. Sobald du "in" deinem Wallet bist, kannst du dir durch den `help`-Befehl eine Liste von Hilfestellungen für die dir verfügbaren Befehle innerhalb des Wallets anzeigen lassen.
es: Si te ocurre algún problema, ejecutar `./monero-wallet-cli --help` mostrará las opciones disponibles en tu monedero. Una vez dentro de tu monedero, ejecuta el comando `help` listará los comandos de ayuda disponibles para ti en tu monedero.
fr: Si vous rencontrer des problèmes, lancer `./monero-wallet-cli --help` vous affichera les options disponible au démarrage du portefeuille. Une fois à l'intérieur du portefeuille, lancer la commande `help` listera l'aide des commandes disponible dans le portefeuille.
nl: Als je problemen tegenkomt, kun je `./monero-wallet-cli --help` uitvoeren om te zien welke opties beschikbaar zijn bij het starten van een portemonnee. Nadat je de portemonnee hebt geopend, kun je de opdracht `help` uitvoeren om de opdrachten weer te geven die beschikbaar zijn in de portemonnee.
pl: W przypadku problemów, uruchomienie funkcji `./monero-wallet-cli --help` wyświetli dostępne opcje. Uruchomienie funkcji `help` wewnątrz portfela wyświetli pomoc dotyczącą funkcji dostępnych wewnątrz portfela.
ru: Если у вас возникнут проблемы, команда `./monero-wallet-cli —help` позволит вам увидеть опции, доступные для запуска вашего кошелька. Как только вы войдёте в кошелёк, команда `help` выведет список команд, доступных для использования внутри кошелька.

source: #### GUI
ar: #### الواجهه الرسوميه (GUI)
nl: #### Grafische interface

source: Launch `monero-wallet-gui`. If this is the first time you launched it go to the next step, otherwise click `Cancel`:
ar: شغّل `monero-wallet-gui`. إذا كانت هذه هي المره الأولي التي تقوم فيها بتشغيلها فإذهب إلي الخطوه التاليه, غير ذلك إضغط `إلغاء`:
de: Starte `monero-wallet-gui`. Wenn du das Programm zum ersten Mal startest, gehe über zum nächsten Schritt, ansonsten wähle `Abbrechen`:
es: Abre `monero-wallet-gui`. Si es la primera vez que lo abres ve al siguiente paso, de otro modo haz clic en `Cancel`:
fr: Lancez `monero-wallet-gui`. Si c'est la première fois que vous le lancez, allez directement à l'étape suivante, sinon, cliquez sur `Cancel` :
nl: Start `monero-wallet-gui`. Als dit de eerste keer is dat je het start, ga dan naar de volgende stap. Zo niet, klik dan op `Annuleren`:
pl: Uruchom Graficzny Interfejs Użytkownika Monero. Jeśli uruchamiasz go po raz pierwszy, przejdź do następnego kroku, jeśli nie - kliknij `Anuluj`:
ru: Запустите `monero-wallet-gui`. Если вы запускаете его впервые, переходите к следующему шагу, в противном случае нажмите `Cancel` (Отменить):

source: ![cancel opening](/img/resources/user-guides/en/restore_from_keys/cancel-opening.png)
nl: ![openen annuleren](/img/resources/user-guides/en/restore_from_keys/cancel-opening.png)

source: Select your appropriate language `English(US)`:
ar: إختر اللغه المناسبه :
de: Wähle die für dich passende Sprache `Deutsch`:
es: Selecciona el lenguaje apropiado `Español`:
fr: Choisissez votre langue `Français`:
nl: Selecteer de gewenste taal `Nederlands`:
pl: Wybierz odpowiedni język `Polski`:
ru: Выберите нужный вам язык, например, `English(US)`:

source: ![choose language](/img/resources/user-guides/en/restore_from_keys/choose-language.png)
nl: ![taal kiezen](/img/resources/user-guides/en/restore_from_keys/choose-language.png)

source: Click on `Restore wallet from keys or mnemonic seed`:
ar: إختر 'إستعاده المحفظه من المفاتيح أو كلمات الإستعاده':
de: Klicke auf `Stelle Wallet mit Schlüsseln oder mnemonischem Seed wieder her`:
es: Haz clic en `Restaurar monedero de claves o semilla mnemónica`:
fr: Cliquez sur `Restaurer un portefeuille à partir des clés ou de la phrase mnémonique`:
nl: Klik op `Een portemonnee herstellen met uw hersteltekst of sleutels`:
pl: Kliknij w `Odzyskaj portfel z kluczy lub mnemonicznego seeda`:
ru: Щёлкните `Restore wallet from keys or mnemonic seed` (Восстановить кошелёк на основе ключей или мнемонической фразы):

source: ![choose restore](/img/resources/user-guides/en/restore_from_keys/choose-restore.png)
nl: ![herstellen kiezen](/img/resources/user-guides/en/restore_from_keys/choose-restore.png)

source: Select `Restore from keys`, give your wallet a name & storage location, and complete the `Account address (public)`, `View key (private)` & `Spend key (private)`. Optionaly, specify a `Restore height (optional)` to avoid scanning of oldest blocks. Then click the `Right` arrow:
ar: اختر 'إستعاده من المفاتيح', عيّن لمحفظتك إسماً ومكان للتخزين, وأكمل بيانات 'عنوان الحساب (عام)' و 'مفتاح الرؤيه (خاص)' و 'مفتاح الإنفاق (خاص)'. يمكنك إختيارياً تحديد 'طول الإسترجاع' لتفادي فحص الكتل القديمه. وبعد ذلك إضغط السهم جهه 'اليمين':
de: Wähle `Mit Schlüsseln wiederherstellen`, lege Namen und Speicherstelle deines Wallets fest und vervollständige deine `Wallet-Adresse (öffentlich)`, den `View-Key (privat)` und `Spend-Key (privat)`. Um das Scannen der ältesten Blöcke zu umgehen, kannst du eine optionale `Wiederherstellungshöhe` festlegen. Klicke dann auf den `rechten` Pfeil:
es: Selecciona `Restaurar desde claves`, da a tu monedero un nombre y la ubicación de guardado, y llena `Dirección de cuenta (pública)`, `Clave de visualización (privada)` & `Clave de utilizacicón (privada)`. Opcionalmente, especifica la `Altura de restauración (opcional)` para evitar escaneo de bloques viejos. Ahora haz clic en la flecha de `Siguiente`:
fr: Choisissez `Restaurer à partir des clés`, donnez un nom & un emplacement de stockage à votre portefeuille, complétez les `Adresse du compte (publique)`, `Clé d'audit (privée)` & `Clé de dépense (privée)`. Optionnellement, indiquez une `Hauteur de restauration (facultative)` pour éviter de scanner les blocs les plus anciens. Enfin cliquez sur la flèche `Droite` :
nl: Selecteer `Herstel met sleutels`, geef een name en opslaglocatie op voor de portemonnee en vul de velden `Adres van account (openbaar)`, `Alleen-lezen sleutel (privé)` en `Bestedingssleutel (privé)` in. Eventueel kun je een `Herstelpunt (optioneel)` opgeven, zodat er niet hoeft te worden gezocht in oudere blokken. Klik vervolgens op de pijl naar rechts:
pl: Wybierz `Przywróć portfel z kluczy`, nazwij swój portfel i wybierz jego lokalizację i uzupełnij pola `Adres konta (publiczny)`, `Klucz tylko do odczytu (prywatny)` & `Klucz do wydawania (prywatny)`. Możesz opcjonalnie uściślić wysokość bloku w polu `Wysokość początkowa przywracania portfela (opcjonalne)`, aby uniknąć skanowania starszych bloków. Następniej kliknij w strzałkę w `prawo`:
ru: Выберите `Restore from keys` (Восстановить на основе ключей), укажите имя вашего кошелька и место, где он будет находиться, а также укажите `Account address (public)` (Адрес учётной записи (публичный)), `View key (private)` (Ключ просмотра (приватный)) и `Spend key (private)` (Ключ траты (приватный)). Дополнительно указать `Restore height (optional)` (Высоту восстановления (опционально)) во избежание сканирования старых блоков. Затем нажать стрелку вправо:

source: ![restore wallet](/img/resources/user-guides/en/restore_from_keys/restore-wallet.png)
nl: ![portemonnee herstellen](/img/resources/user-guides/en/restore_from_keys/restore-wallet.png)

source: On the next page, give your wallet a strong password and confirm it before clicking the `Right` arrow:
ar: في الصفحه التاليه, عيّن لمحفظتك كلمه سر قويه وقم بتأكيدها قبل ضغط السهم جهه 'اليمين':
de: Auf der nächsten Seite gibst du deinem Wallet ein starkes Passwort. Bestätige dieses, bevor du abermals auf den `rechten` Pfeil klickst:
es: En la página siguiente, da a tu monedero una contraseña fuerte y confírmala antes de hacer clic en la flecha de `Siguiente`:
fr: Sur la page suivante, donnez un mot de passe fort à votre portefeuille avant de cliquer sur la flèche `Droite` :
nl: Geef je portemonnee op de volgende pagina een sterk wachtwoord en bevestig dit voordat je op de pijl naar rechts klikt:
pl: Na następnej stronie ustaw silne hasło i potwierdź je, zanim ponownie klikniesz w strzałkę w `prawo`:
ru: На следующей странице ввести сложный пароль для вашего кошелька и подтвердить его перед нажатием стрелки `Right` (Вправо):

source: ![wallet password](/img/resources/user-guides/en/restore_from_keys/wallet-password.png)
nl: ![wachtwoord portemonnee](/img/resources/user-guides/en/restore_from_keys/wallet-password.png)

source: Specify your daemon settings and click the `Right` arrow:
ar: حدد إعدادات الخادم وقم بالضغط علي السهم جهه 'اليمين':
de: Lege die Einstellungen deines Hintergrunddienstes fest und klicke dann erneut auf den `rechten` Pfeil:
es: Especifica las configuraciones del daemon y haz clic en la flecha de `Siguiente`:
fr: Indiquez vos paramètres de démon, et cliquez sur la flèche `Droite` :
nl: Geef de instellingen voor je node op en klik op de pijl naar rechts:
pl: Sprecyzuj ustawienia swojego demona i kliknij w strzałkę w `prawo`:
ru: Указать настройки демон-программы и нажать стрелку `Right` (Вправо):

source: ![daemon settings](/img/resources/user-guides/en/restore_from_keys/daemon-settings.png)
nl: ![instellingen node](/img/resources/user-guides/en/restore_from_keys/daemon-settings.png)

source: Click on `USE MONERO` to enjoy your restored wallet:
ar: إنقر علي 'إستخدم مونيرو' للإستمتاع بمحفظتك المُستعاده:
de: Klicke auf `USE MONERO` und hab Spaß mit deinem wiederhergestellten Wallet:
es: Haz clic en `USAR MONERO` para disfrutar de tu monedero restaurado:
fr: Cliquez sur `UTILISER MONERO` pour profiter de votre portefeuille restauré :
nl: Klik op `GEBRUIK MONERO` om je herstelde portemonnee te gebruiken:
pl: Kliknij w `UŻYJ MONERO`, aby skorzystać ze swojego przywróconego portfela:
ru: Щёлкнуть `USE MONERO` (использовать Monero) и наслаждаться восстановленным кошельком:

source: ![all set up](/img/resources/user-guides/en/restore_from_keys/all-set-up.png)
nl: ![klaar is kees](/img/resources/user-guides/en/restore_from_keys/all-set-up.png)
