Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/securely_purchase.po
Languages: de, nb_no, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: ## Step 1: Acquire Monero
de: ## Schritt 1: Monero beschaffen
nb_no: ## Steg 1: Å oppdrive Monero
ru: ## Шаг 1: получение Monero

source: There are multiple ways to acquire Monero: You can mine it, you can exchange services or goods for it, or you can convert other cryptocurrencies and fiat money to XMR. If you choose the latter, the most convenient way to do it is to use an exchange.
de: Es gibt verschiedene Möglichkeiten, mit welchen du du Monero bekommen kannst. Du kannst Coins minen, sie gegen Güter oder Dienstleistungen eintauschen oder andere Kryptowährungen und Fiatgeld gegen XMR tauschen. Wenn du dich für Letzteres entscheidest, ist es wohl am praktischsten, dies an einer Börse zu machen.
nb_no: Det er flere måter å oppdrive Monero på. Du kan utvinne det, veksle varer eller tjenester for det, eller du kan veksle andre kryptovalutaer og fiat-penger til XMR. Hvis du velger det siste, er den enkleste måten å gjøre det på å bruke en børs.
ru: Существует множество способов получить Monero: можно заняться майнингом, можно принимать оплату за оказание услуг или за товары в Monero, или же просто обменять другие криптовалюты или фиатные деньги на XMR. Если вы решите выбрать последний вариант, то удобнее всего будет сделать это, прибегнув к услугам какой-либо биржи.

source: There are multiple exchanges supporting Monero. Some are centralized, which usually have great liquidity and fast service, but requires you to provide personal information before starting the trade (KYC). Some are decentralized and don't require any identification, but usually have less volume and can be harder to use. There are also services that allow people to meet and perform a trade without third parties involved.
de: Viele Börsen unterstützen Monero. Manche sind zentralisiert und haben in der Regel eine gute Liquidität und schnellen Service, benötigen von dir aber Angaben persönlicher Informationen, bevor der Handel stattfinden kann (KYC, zu deutsch: "Kenne deinen Kunden"). Einige Börsen sind dezentralisiert und benötigen keinerlei Identifikation, haben allerdings im Regelfall ein kleineres Volumen und können komplizierter zu nutzen sein. Es gibt außerdem Services, die es Personen erlauben, sich ohne Einbindung Dritter zur Abwicklung eines Handels zu treffen.
nb_no: Det finnes flere børser som støtter Monero. Noen er sentraliserte, som vanligvis har mye likviditet og rask service, men som krever at du sender inn personlige opplysninger (KYC) før du kan begynne å handle der. Andre er desentraliserte og krever ikke identifikasjon, men har vanligvis mindre volum og kan være vanskeligere å bruke. Det finnes også tjenester som lar mennesker møte og handle uten at en tredjepart er involvert.
ru: Есть много бирж, поддерживающих торговлю Monero. Некоторые из них являются централизованными, и для них, как правило, характерна высокая ликвидность и скорость оказания услуг. Но в этом случае перед тем, как начать торговлю, вам придётся предоставить свою личную информацию (правило KYC (Знай своего клиента)). Некоторые биржи являются децентрализованными и не требуют никакой идентификации личности, но обычно объём торгов на них меньше, и ими сложнее пользоваться. Также существуют сервисы, позволяющие пользователям встречаться и торговать без посредничества третьих сторон.

source: An incomplete list of Exchanges that support Monero is on our [Merchants page]({{ site.baseurl }}/community/merchants/#exchanges).
de: Eine unvollständige Liste von Börsen, die Monero unterstützen, findet sich auf unserer [Händlerseite]({{ site.baseurl }}/community/merchants/#exchanges).
nb_no: En ufullstendig liste over børser som støtter Monero finnes på vår [Forhandler-side]({{ site.baseurl }}/community/merchants/#exchanges).
ru: Неполный список бирж, поддерживающих Monero, можно найти на нашей [Странице предпринимателей]({{ site.baseurl }}/community/merchants/#exchanges).

source: ## Step 2: Download and create a Paper Wallet on a secure and air-gapped computer.
de: ## Schritt 2: Ein Paper-Wallet auf einem sicheren, mittels Airgap isolierten Computer herunterladen und erstellen
nb_no: ## Steg 2: Last ned og opprett en papirlommebok på en sikker PC som ikke er koblet til internett.
ru: ## Шаг 2: скачивание и создание бумажного кошелька на безопасном, изолированном компьютере.

source: Download the @paper-wallet generator at: [moneroaddress.org](https://moneroaddress.org) and copy it to a USB stick (Direct link: [https://github.com/moneromooo-monero/monero-wallet-generator/archive/master.zip](https://github.com/moneromooo-monero/monero-wallet-generator/archive/master.zip)).
de: Lade einen Generator für @Paper-Wallets auf [moneroaddress.org](https://moneroaddress.org) herunter und kopiere ihn auf einen USB-Stick (direkter Link: [https://github.com/moneromooo-monero/monero-wallet-generator/archive/master.zip](https://github.com/moneromooo-monero/monero-wallet-generator/archive/master.zip)).
nb_no: Last ned @papirlommebokgeneratoren på: [moneroaddress.org](https://moneroaddress.org) og kopier den til en USB-minnepinne (direktelenke: [https://github.com/moneromooo-monero/monero-wallet-generator/archive/master.zip](https://github.com/moneromooo-monero/monero-wallet-generator/archive/master.zip)).
ru: Генератор @бумажного-кошелька можно скачать на сайте [moneroaddress.org](https://moneroaddress.org), после чего его следует скопировать на USB-накопитель (прямая ссылка: [https://github.com/moneromooo-monero/monero-wallet-generator/archive/master.zip](https://github.com/moneromooo-monero/monero-wallet-generator/archive/master.zip)).

source: Unzip and open the paper wallet generator (monero-wallet-generator.html) into a web browser on an air-gapped (@airgap) computer that hasn't been used before, or has had a clean installation of the operative system.
de: Entpacke den Paper-Wallet-Generator (monero-wallet-generator.html) und öffne ihn in einem Webbrowser auf einem mittels @Airgap isolierten Computer, der zuvor nicht verwendet worden ist oder auf welchem das Betriebssystem sauber neuinstalliert wurde.
nb_no: Pakk opp og åpne papirlommebokgeneratoren (monero-wallet-generator.html) i en nettleser på en (@airgap)-PC som ikke er koblet til internett som ikke tidligere har blitt brukt eller som har en ren installasjon av operativsystemet.
ru: Генератор бумажного кошелька (monero-wallet-generator.html) необходимо разархивировать и открыть в браузере на изолированном компьютере (@airgap), который не использовался ранее, или же на котором установлена исключительно операционная система.

source: Your paper wallet will have four important items:
de: Dein Paper-Wallet hat vier wichtige Dinge:
nb_no: Papirlommeboken din vil inneholde fire viktige elementer:
ru: У бумажного кошелька есть четыре важных элемента:

source: - Monero Public @Address: The public address is used to receive funds to the @wallet. You give this to anyone who will be sending funds to your wallet.
de: - Eine öffentliche Monero-@Adresse: Die öffentliche Adresse wird zum Empfangen von Geldern im @Wallet genutzt. Du gibst diese Adresse jedem, der Gelder auf dein Wallet senden wird.
nb_no: - Offentlig Monero-@adresse: Den offentlige adressen brukes til å motta midler til @lommeboken. Du gir denne til de som vil sende midler til lommeboken din.
ru: - @Публичный-адрес Monero. Публичный адрес используется для получения средств в @кошелёк. Этот адрес можно давать любому, кто будет отправлять средства на ваш кошелёк.

source: - Monero @Mnemonic-Seed: The mnemonic seed is a method of storing the entire wallet that is easily recognizable to humans. This is all you need to restore your wallet at a later date.
de: - Moneros @mnemonischer-Seed: Der mnemonische Seed ist eine klar erkennbare Methode, mit welcher du dein Wallet sicherst. Mit diesem Seed hast du alles, was du brauchst, um dein Wallet zu einem späteren Zeitpunkt wiederherzustellen.
nb_no: - @Mnemonisk Monero-frø: Det mnemoniske frøet er en metode å lagre hele lommeboken på som er enkelt gjenkjennelig for mennesker. Dette er alt du trenger for å gjenopprette lommeboken din senere.
ru: - @Мнемоническая-фраза Monero. Мнемоническая фраза является понятным для человека способом сохранения всего кошелька. Она - это всё, что вам понадобится, чтобы восстановить кошелёк впоследствии.

source: - Monero @Spend-Key: The private spend key is used to send funds from the wallet.
de: - Moneros @Spend-Key: Der private Spend-Key wird zum Senden von Geldern aus dem Wallet genutzt.
nb_no: - Monero-@forbruksnøkkel: Den private forbruksnøkkelen brukes til å sende midler fra lommebøkene.
ru: - @Ключ-траты Monero. Приватный ключ траты используется для отправки средств из кошелька.

source: - Monero @View-Key: The private view key is to view transactions entering the wallet. Commonly this is used to setup a view-only wallet which can see incoming transactions live on the blockchain as they are sent to a cold storage wallet.
de: - Moneros @View-Key: Zum Anzeigen von auf dem Wallet eingehenden Transaktionen dient der private View-Key, welcher häufig zur Einrichtung eines View-Only-Wallets genutzt wird. Dieses kann eingehende Transaktionen live auf der Blockchain, während diese an ein Spar-Wallet ("Cold-Wallet") gesendet werden, einsehen.
nb_no: - Monero-@visningsnøkkel: Den private visningsnøkkelen brukes til å se transaksjoner som går inn i lommeboken. Den brukes vanligvis til å sette opp en visningslommebok som kan se innkommende transaksjoner på blokkjeden i sanntid mens de sendes til en kald lommebok.
ru: - @Ключ-просмотра Monero. Приватный ключ просмотра используется для просмотра транзакций, поступающих на ваш кошелёк. Как правило, он используется для создания кошелька, предназначенного исключительно для просмотра и позволяющего просматривать поступающие в блокчейн транзакции «в живую» по мере их отправки в холодный кошелёк.

source: At this point you have many options. You can print the wallet on paper, save it as a PDF or text on a USB stick, burn it to CD/DVD, etc. Most likely you will want at least two or three copies, stored securely in different locations. If storing digitally, encrypt everything with a strong password. If storing on paper, do not show the wallet to anyone else who can memorize your 25 word key, or take a picture of the wallet without your permission. Sending someone a picture of the wallet is the same as giving away all of your funds.
de: An dieser Stelle hast du einige Möglichkeiten: Du kannst das Wallet auf Papier ausdrucken, es als PDF oder im Textdateiformat auf einem USB-Stick sichern, es auf eine CD oder DVD brennen etc. Sehr wahrscheinlich wirst du mindestens zwei oder drei Ausfertigungen an verschiedenen Orten aufbewahren wollen. Solltest du es in digitaler Form sichern, verschlüssele alles mit einem starken Passwort. Wenn du dein Wallet in Papierform aufbewahrst, zeige es niemandem, der sich die 25 Wörter - also deinen Seed - merken oder ohne dein Einverständnis ein Foto davon machen könnte. Jemandem ein Foto deines Wallets zu schicken ist das Gleiche, als würdest du dein gesamtes Guthaben verschenken.
nb_no: På dette stadiet har du mange valg. Du kan skrive ut lommeboken på papir, lagre den som PDF eller tekst på en USB-minnepinne, brenne den til CD/DVD osv. Du vil sannsynligvis ha minst to eller tre kopier som lagres sikkert på ulike steder. Hvis det lagres digitalt, bør alt krypteres med et sterkt passord. Hvis det lagres på papir, må lommeboken ikke vises til noen andre som kan lære seg de 25 ordene utenat eller ta bilde av lommeboken uten din tillatelse. Å sende noen et bilde av lommeboken er det samme som å gi bort alle pengene dine.
ru: На этом этапе у вас есть множество опций. Вы можете распечатать кошелёк на бумаге, сохранить его в формате PDF или в текстовом формате на USB-накопителе, записать его на CD/DVD и так далее. Наиболее вероятно, вы захотите создать, по крайней мере, две или три копии, которые будут храниться по-отдельности в различных безопасных местах. Если вы решите хранить его в цифровом формате, следует зашифровать всё, используя надёжный пароль. Если вы сделаете это на бумаге, не показывайте кошелёк кому-либо ещё, способному запомнить ваш ключ, состоящий из 25 слов, или просто сфотографировать кошелёк без вашего разрешения. Отправить кому-то снимок вашего кошелька будет означать обеспечить получателю полный доступ к вашим средствам.

source: Whichever method you chose, be sure there's no copy of the Monero wallet left over on the device you used. You may need to securely delete the Monero wallet if you saved it to a disk, or make sure your printer does not save a copy in memory.
de: Egal, welche Methode du wählst: Stelle sicher, dass keine Kopie deines Monero-Wallets auf dem von dir genutzten Gerät verbleibt. Eventuell musst du das Wallet sicher löschen, solltest du es auf einer Festplatte oder einem anderen Speichermedium gespeichert haben; auch solltest du sichergehen, dass dein Drucker keine Kopie in seinem Speicher sichert.
nb_no: Uansett hvilken metode du velger, må du sørge for at det ikke finnes en kopi av Monero-lommeboken din på enheten du har brukt. Du må kanskje slette Monero-lommeboken på en trygg måte hvis du lagret den til en disk eller sørge for at printeren din ikke lagrer kopier av utskrifter.
ru: Какой бы из способов вы ни выбрали, обязательно убедитесь в том, что на устройстве, которые вы использовали не осталось ни одной копии кошелька Monero. Возможно, вам придётся удалить кошелёк Monero, если вы сохранили его на диск, или же убедиться в том, что принтер не сохранил копию в своей памяти.

source: *If you lose access to your Monero paper wallet the Monero will not be available to you or anyone else, ever. You wont be able to recover them!*
de: *Wenn du den Zugriff auf dein Monero-Paper-Wallet verlierst, werden die in ihm liegenden Monero niemals wieder dir oder irgendjemandem sonst zur Verfügung stehen.*
nb_no: *Hvis du mister tilgangen til Monero-papirlommeboken din, vil ikke Moneroene bli tilgjengelig for deg eller noen andre. Du vil ikke kunne gjenvinne dem!*
ru: *Если вы потеряете доступ к своему бумажному кошельку, то ни вы, ни кто-либо другой уже никогда не сможет получить ваши monero. Вы никак не сможете восстановить их!*

source: #### Side Note
de: #### Randbemerkung
nb_no: #### Sidemerknad
ru: #### Заметка на полях

source: Option to encrypt an XMR mnemonic seed: https://xmr.llcoins.net/ Download the html page and place it on your airgapped computer. Check the part "Encrypt/Decrypt Mnemonic Seed" and make sure you use "CN Add" with a decent password. Thanks manicminer5.
de: Möglichkeit zur Verschlüsselung eines mnemonischen Seeds von Monero: https://xmr.llcoins.net/ Lade die HTML-Seite und lege es auf deinen mittels Airgap isolierten Rechner. Überprüfe den Teil "Encrypt/Decrypt Mnemonic Seed" und stelle sicher, dass du "CN Add" mit einem geeigneten Passwort nutzt. Dank an manicminer5.
nb_no: Mulighet for å kryptere et XMR-mnemonisk frø: https://xmr.llcoins.net/ Last ned html-siden og sett den på PC-en din som ikke er koblet til internett. Se delen om «Kryptering/avkoding av mnemoniske frø» og sørg for at du bruker «CN Add» med et godt passord. Takk til manicminer5.
ru: Существует опция шифрования мнемонической фразы XMR: https://xmr.llcoins.net/ . Скачайте страницу html и скопируйте её на свой изолированный компьютер. Зайдите в раздел Encrypt/Decrypt Mnemonic Seed (Зашифровать/расшифровать мнемоническую фразу) и убедитесь в том, что вы можете воспользоваться опцией CN Add (Добавить CN), задав надёжный пароль. Благодарим за эту возможность manicminer5.

source: ## Step 3: Send your Moneroj to the paper wallet
de: ## Schritt 3: Sende deine Monero an dein Paper-Wallet
nb_no: ## Steg 3: Send dine Moneroj til papirlommeboken
ru: ## Шаг 3. Перевод ваших Monero в бумажный кошелёк

source: Now that you have everything you need, you are ready to send your XMR to your paper wallet. Simply send the coins to the wallet address you noted earlier. Make sure the address is correct, even if you copy-pasted it! Remember that if you send the coins to a wrong address, there is no way to have them back!
de: Jetzt, da du all das hast, was du brauchst, bist du bereit, deine XMR an dein Paper-Wallet zu senden. Schicke die Coins einfach an die von dir zuvor notierte Wallet-Adresse. Stelle sicher, dass die Adresse richtig ist - selbst, wenn du sie kopiert und eingefügt hast! Vergiss nicht, dass es keinen Weg zurück gibt, wenn du die Coins versehentlich an eine falsche Adresse schickst!
nb_no: Nå som du har alt du trenger, er du klar til å sende dine XMR til papirlommeboken din. Bare send myntene til lommebok-adressen du skrev ned tidligere. Sørg for at adressen er riktig, selv om du har kopiert og limt den! Husk at hvis du sender myntene til en feil adresse, er det ingen måte å få dem tilbake på!
ru: Теперь, когда у вас есть всё, что нужно, вы готовы перевести ваши XMR в свой бумажный кошелёк. Просто отправьте монеты на адрес кошелька, который вы записали ранее. Убедитесь в правильности адреса, даже если вы скопировали и вставили его! Следует помнить о том, что если вы отправите монеты на неправильный адрес, вы уже не сможете вернуть их обратно!

source: #### Notes and How to Verify Funds
de: #### Anmerkungen und die Verifizierung von Guthaben
nb_no: #### Merknader og hvordan å verifisere midler
ru: #### Примечания и способ проверки средств

source: Because the Monero blockchain is private and untraceable, you won't be able to lookup your Monero Public Address and confirm that the funds have arrived like you might with Bitcoin. This is good for privacy, but bad for convenience.
de: Weil Moneros Blockchain privat und nicht nachverfolgbar ist, wirst du nicht in der Lage sein, deine öffentliche Monero-Adresse darin ausfindig zu machen und zu bestätigen, dass etwaige Gelder eingegangen sind, so wie es dir bei Bitcoin möglich ist. Das ist zwar gut für deine Privatsphäre, aber schlecht für den Bedienkomfort.
nb_no: Fordi Monero-blokkjeden er privat og usporbar, vil du ikke kunne sjekke din offentlige Monero-adresse og bekrefte at midlene har ankommet slik som med bitcoin. Dette er bra for personvern, men uheldig med tanke på bekvemmelighet.
ru: Поскольку блокчейн Monero является анонимным и неотслеживаемым, вы не сможете найти свой публичный адрес Monero и убедиться в том, что вы действительно получили средства, как это можно было бы сделать в случае с Bitcoin. Это хорошо с точки зрения анонимности, но неудобно.

source: To securely verify the funds have arrived at your wallet, you will need to setup a View Only wallet. This is where that view-key comes in. To create a view-only wallet see the entry: [View Only Wallets]({{site.baseurl}}/resources/user-guides/view_only.html)
de: Damit du deine empfangenen Gelder sicher verifizieren kannst, musst du ein View-Only-Wallet einrichten. Hier kommt der View-Key ins Spiel. Im Eintrag über [View-Only-Wallets]({{site.baseurl}}/resources/user-guides/view_only.html) finden sich mehr Informationen zu ihrer Erstellung.
nb_no: For å sikkert verifisere midlene i lommeboken din, må du sette opp en visningslommebok. Dette er hvor visningsnøkkelen kommer inn i spill. For å opprette en visningslommebok, kan du se oppføringen: [Visningslommebok]({{site.baseurl}}/resources/user-guides/view_only.html)
ru: Чтобы безопасным образом убедиться в том, что средства пришли на ваш кошелёк, вам понадобится создать специальный кошелёк для просмотра. Вот здесь нам и понадобится ключ просмотра. Как создать такой кошелёк написано в разделе [Кошельки для просмотра]({{site.baseurl}}/resources/user-guides/view_only.html)

source: To verify the funds are *still in* your wallet and have not been spent you need to create a Cold Wallet with your mnemonic key (all your funds) on an airgapped computer with an up-to-date copy of the Monero Blockchain. When finished you will have to securely erase the wallet or connect it to the internet and it becomes a Hot Wallet.
de: Um diejenigen Gelder zu überprüfen, welche sich *noch immer in* deinem Wallet befinden und nicht ausgegeben wurden, musst du mit deinem mnemonischen Seed (mit deinem gesamten Guthaben) auf deinem Airgap-Computer (mit aktueller Kopie der Monero-Blockchain) ein Spar-Wallet erstellen. Wenn du fertig bist, musst du dieses Wallet sicher entfernen. Du kannst es stattdessen aber auch mit dem Internet verbinden und so zu einem Zahlungs-Wallet ("Hot-Wallet") werden lassen.
nb_no: For å verifisere at midlene *fremdeles* er i lommeboken din og ikke har blitt brukt, må du opprette en kald lommebok med den mnemoniske nøkkelen din (alle midlene dine) på en PC som ikke er koblet til internett og som har en oppdatert kopi av Monero-blokkjeden. Når du er ferdig, må du på en sikker måte slette lommeboken eller koble den til internett, og da blir det en «varm» lommebok.
ru: Чтобы убедиться в том, что средства *по-прежнему* находятся в вашем кошельке и не были потрачены, необходимо, воспользовавшись вашей мнемонической фразой, создать на вашем изолированном компьютере холодный кошелёк (со всеми вашими средствами) с актуальной версией блокчейна Monero. После этого вам будет необходимо удалить этот кошелёк, или же вы можете подключить устройство к интернету, после чего кошелёк станет горячим.
