Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/tor_wallet.po
Languages: de, nb_no, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: Below we'll show an example configuration that allows you to run a Monero @daemon (eg on a home server or VPS) that you can connect to from another computer running your wallet. We do this over the Tor anonymity network to retrieve the transaction information needed by your wallet. The benefit of this approach is that the daemon (`monerod`) can stay on all of the time sending / receiving blocks, while the wallet can connect when needed and have access to the full blockchain. [Monerujo](https://www.monerujo.io/) should also work via [Orbot](https://guardianproject.info/apps/org.torproject.android/). Because Tor hidden services provide encryption and authentication, you can be confident that your RPC credentials will not be sent in the clear. Tor also solves problems often seen on home servers related to port-forwarding, IP addresses changing, etc -- it just works. This setup will also obfuscate the fact that you are connecting to a remote Monero node. Tested with Monero `v0.15.0.1` connecting a Mac laptop wallet to a remote Linux node (Ubuntu 18.04.2).
de: Unten findest du eine beispielhafte Konfiguration, mit welcher es dir möglich ist, einen Monero-Hintergrunddienst (etwa auf einem Heim-Server oder VPS) zu betreiben, zu dem du dich von einem anderen Rechner, auf welchem dein Wallet läuft, verbinden kannst. Über das Anonymitätsnetzwerk Tor werden die für dein Wallet benötigten Transaktionsinformationen wiederhergestellt. Das Gute an dieser Herangehensweise ist, dass der Hintergrunddienst (`monerod`) allzeit betrieben werden und damit dauerhaft Blöcke senden/empfangen kann, während das Wallet lediglich bei Bedarf - wenn es Zugriff auf die gesamte Blockchain benötigt - zu diesem verbunden werden kann. [Monerujo](https://www.monerujo.io/) sollte auch via [Orbot](https://guardianproject.info/apps/org.torproject.android/) laufen. Da Tors versteckte Dienste Verschlüsselung und Authentifizierung bieten, kannst du dir sicher sein, dass deine RPC-Anmeldedaten nicht ins "Clear(net)" gesendet werden. Tor behebt außerdem Probleme (etwa im Zusammenhang mit Portweiterleitungen oder IP-Adressenwechseln), die häufig bei Privatservern auftreten - es funktioniert einfach. Diese Einrichtung verschleiert zudem den Umstand, dass du dich zu einem Monero-Remote-Node verbindest. Getestet wurde die Verbindung eines Mac-Laptops zu einem Linux-Remote-Node (Ubuntu 18.04.2) mit der Monero-Version `v0.15.0.1`.
nb_no: Under viser vi deg et eksempel på konfigurasjon som lar deg kjøre en Monero @daemon (f.eks. på en hjemmeserver eller VPS) som du kan koble til fra en annen PC som kjører lommeboken din. Vi gjør dette over Tor-nettverket for å gjenfinne informasjon om transaksjoner som lommeboken din trenger. Fordelene ved denne tilnærmingen er at daemon (`monerod`) kan være på hele tiden mens blokker sendes/mottas mens lommeboken kan kobles til ved behov og få tilgang til hele blokkjeden. [Monerujo](https://www.monerujo.io/) bør også fungere via [Orbot](https://guardianproject.info/apps/org.torproject.android/). Fordi Tor-nettverket gir kryptering og autentisering, kan du være sikker på at RPC-akkreditivene dine ikke lekkes. Tor løser også ofte problemer som man kan se på hjemmeservere tilknyttet port-videresending, endring av IP-adresser osv. – det bare virker. Dette oppsettet vil også tilsløre det faktum at du kobler deg til en ekstern Monero-node. Det er testet med Monero `v0.15.0.1`, der en lommebok fra en bærbar MAC kobles til en ekstern Linux-node (Ubuntu 18.04.2).
ru: Ниже нами приводится пример конфигурации, позволяющей запустить демон Monero (например, на домашнем сервере или VPS), к которому вы могли бы подсоединиться с другого компьютера, на котором будет запущен ваш кошелёк. Для получения информации транзакций, необходимой для вашего кошелька, мы используем анонимную сеть Tor. Преимущество данного подхода заключается том, что демон (`monerod`) может постоянно осуществлять передачу/приём блоков, в то время как кошелёк будет подсоединяться по необходимости и иметь доступ к полному блокчейну. [Monerujo](https://www.monerujo.io/) также должен работать через [Orbot](https://guardianproject.info/apps/org.torproject.android/). Поскольку скрытые службы Tor обеспечивают возможность шифрования и аутентификации, вы можете быть уверены в том, что ваши данные RPC не будут передаваться в открытую. Tor также решает проблемы, зачастую характерные для домашних серверов и связанные с пробросом портов, изменением IP-адресов и т. д. Всё это просто работает. Данная настройка также позволит скрыть тот факт, что вы подсоединяетесь к удалённому узлу Monero. Она была протестирована с версией Monero `v0.15.0.1` В ходе тестирования кошелёк, установленный на ноутбук Mac, соединялся с удалённым узлом Linux (Ubuntu 18.04.2).

source: Create a Tor hidden service for RPC
nb_no: Å opprette et Tor-nettverk for RPC
ru: Создание скрытой службы Tor для RPC

source: Make sure [Tor is installed](https://community.torproject.org/relay/setup/bridge/debian-ubuntu/) and running correctly, then proceed.
de: Stelle sicher, dass [Tor installiert ist](https://community.torproject.org/relay/setup/bridge/debian-ubuntu/) und richtig läuft. Fahre erst dann fort.
nb_no: Sørg for at [Tor er installert](https://community.torproject.org/relay/setup/bridge/debian-ubuntu/) og kjører på riktig måte før du fortsetter.
ru: Убедитесь в том, что [Tor установлен](https://community.torproject.org/relay/setup/bridge/debian-ubuntu/) и работает надлежащим образом. После этого можно двигаться дальше.

source: We only need to configure the RPC server to run as a hidden service here on port `18081`.
de: Der RPC-Server muss lediglich so eingerichtet werden, dass er als versteckter Dienst, hier auf Port `18081`, läuft.
nb_no: Vi trenger kun å konfigurere RPC-tjenesten til å kjøre som en skjult tjeneste her på `18081`.
ru: Необходимо только конфигурировать сервер RPC так, чтобы он использовал скрытую службу на порте `18081`.

source: File: `/etc/torrc`
de: Datei: `/etc/torrc`
nb_no: Fil: `/etc/torrc`
ru: Файл: `/etc/torrc`

source: Restart Tor:
nb_no: Start Tor på nytt:
ru: Перезапустите Tor:

source: Make sure Tor started correctly:
nb_no: Sørg for at Tor har startet opp riktig:
ru: Убедитесь в том, что Tor запустился правильно:

source: Configure Daemon to allow RPC
nb_no: Å konfigurere Daemon til å tillate RPC
ru: Конфигурирование демона для использования RPC

source: In this example, we don't use Tor for interacting with the p2p network, just to connect to the monero node, so only RPC hidden service is needed.
de: In diesem Beispiel wird Tor nicht zur Interaktion mit dem P2P-Netzwerk genutzt, sondern lediglich, um sich zum Monero-Node zu verbinden; dadurch wird nur der versteckte RPC-Dienst benötigt.
nb_no: I dette eksempelet bruker vi ikke Tor til å samhandle med p2p-nettverket, men kun for å koble til en Monero-node, så det er kun RPC-skjulte tjenester som trengs.
ru: В этом примере мы не используем Tor для взаимодействия с p2p сетью, а просто соединяемся с узлом Monero, поэтому нам необходима только скрытая служба RPC.

source: File: `~/.bitmonero/bitmonero.conf` (in the home directory of the Monero user)
de: Datei: `~/.bitmonero/bitmonero.conf` (im Home-Verzeichnis des Monero-Nutzers)
nb_no: Fil: `~/.bitmonero/bitmonero.conf` (i hjemkatalogen til Monero-brukeren)
ru: Файл: `~/.bitmonero/bitmonero.conf` (в домашней директории пользователя Monero)

source: (Make up a USERNAME and PASSWORD to use for RPC)
nb_no: (Finn på et brukernavn (USERNAME) og passord (PASSWORD) som brukes med RPC-en)
ru: (Чтобы использовать RPC придумайте ИМЯ ПОЛЬЗОВАТЕЛЯ (USERNAME) и ПАРОЛЬ (PASSWORD))

source: Restart the Daemon: `monerod stop_daemon; sleep 10; monerod --detach`
de: Starte den Hintergrunddienst neu: `monerod stop_daemon; sleep 10; monerod --detach`
nb_no: Start daemon på nytt: `monerod stop_daemon; sleep 10; monerod --detach`
ru: Перезапустите демон: `monerod stop_daemon; sleep 10; monerod --detach`

source: Make sure the daemon started correctly:
nb_no: Sørg for at daemon startet ordentlig:
ru: Убедитесь в том, что демон запустился правильно:

source: Connecting to your node from a local wallet
nb_no: Å koble til en node fra en lokal lommebok
ru: Подключение к вашему узлу с локального кошелька

source: Make sure you have Tor running locally so you can connect to the Tor network. One simple way on the Mac is to just start the Tor browser and use its Tor daemon.
de: Stelle sicher, dass Tor lokal bei dir läuft, sodass du dich zum Tor-Netzwerk verbinden kannst. Auf dem Mac ist ein einfacher Weg dazu das simple Starten des Tor-Browsers und die Nutzung des Tor-Hintergrunddienstes.
nb_no: Sørg for at du har Tor som kjører lokalt slik at du kan koble til Tor-nettverket. En enkel måte på Macen er å bare starte Tor-nettleseren og bruke Tor dens daemon.
ru: Убедитесь в том, что Tor работает локально, после чего можно подсоединиться к сети Tor. Одним из простых способов, в случае с Mac, является простой запуск браузера Tor и использование демона Tor.

source: Then test a simple RPC command, eg:
nb_no: Deretter kan du teste en enkel RPC-kommando, f.eks.:
ru: Затем следует протестировать простую команду RPC, например:

source: Replace `USERNAME`, `PASSWORD`, and `HIDDEN_SERVICE` with values from above. Change `9150` to another port if needed by your local Tor daemon.
nb_no: Bytt ut `USERNAME`, `PASSWORD`, og `HIDDEN_SERVICE` med verdiene over. Endre `9150` til en annen port hvis det trengs av din lokale Tor daemon.
ru: Замените `USERNAME`, `PASSWORD`, и `HIDDEN_SERVICE` значениями, указанными выше. Измените порт `9150` если того потребует ваш локальный демон Tor.

source: When you execute the command, you should get some info about the remote daemon if everything is working correctly. If not, add a ` -v ` to the beginning and try to debug why it's not connecting, check firewalls, password, etc.
de: Wenn alles korrekt läuft, solltest du nach dem Ausführen des Befehls Infos zum Remote-Hintergrunddienst erhalten. Falls dem nicht so ist, füge ` -v ` an den Anfang an und teste dann, aus welchem Grund keine Verbindung hergestellt wird; überprüfe Firewalls, das Passwort etc.
nb_no: Når du utfører kommandoen, bør du få litt informasjon om den eksterne daemonen hvis alt fungerer som det skal. Hvis ikke, kan du legge til en ` -v ` i begynnelsen og prøve å feilsøke hvorfor den ikke kobler seg til. Sjekk brannmurer, passord osv.
ru: Когда выполняется команда, и если всё работает надлежащим образом, вы должны получить некоторую информацию об удалённом демоне. Если это не так, следует добавить ` -v ` в начале и попытаться выяснить, почему соединение отсутствует, проверить средства сетевой защиты (firewall), правильность пароля и т. д.

source: Once it is working, you can connect using your cli wallet:
nb_no: Når den fungerer, kan du koble til ved å bruke CLI-lommeboken din:
ru: Как только всё заработает, можно подсоединяться, используя свой CLI-кошелёк:

source: Replace values above as needed.
nb_no: Bytt ut verdiene over etter behov.
ru: По необходимости можно заменить значения, указанные выше.

source: If you are interested in experimenting with the GUI over Tor, you can try `torsocks` (note this may leak info -- do not rely on it if your life depends on maintaining anonymity). Here is an example on MacOS, adjust as needed for the Linux GUI:
nb_no: Hvis du er interessert i å eksperimentere med GUI-en over Tor, kan du prøve `torsocks` (merk at denne kan lekke informasjon -- ikke stol på den hvis livet ditt avhenger av å opprettholde anonymitet). Her er et eksempel på MacOS. Juster verdiene etter behov for Linux GUI-en:
ru: Если вам хочется поэкспериментировать с соединением GUI через Tor, вы можете попытаться воспользоваться `torsocks` (следует отметить, что это может привести к утечке информации — не стоит особо полагаться на этот вариант, если от вашей анонимности будет зависеть ваша жизнь). Мы приводим пример для MacOS, который при необходимости можно адаптировать по Linux GUI:

source: This will allow the GUI to communicate with the Tor network. Once the GUI is open and a wallet loaded, you must configure it to connect to your Tor hidden service by adding your onion address to: "Settings > Node > Remote node > Address".
nb_no: Dette lar GUI-en kommunisere med Tor-nettverket. Når GUI-en er åpen og lommeboken lastet inn, må du konfigurere den til å koble til Tor-nettverket ditt ved å legge til onion-adressen din i: "Innstillinger > Node > Ekstern node > Adresse".
ru: Это позволит GUI связаться с сетью Tor. Как только будет открыт GUI и кошелёк будет запущен, будет необходимо конфигурировать его для соединения с вашей скрытой службой Tor, добавив соответствующий луковый адрес: "Settings > Node > Remote node > Address".

source: In future versions of the GUI, we expect to add direct Tor / I2P support so that `torsocks` + commandline are not needed.
de: Wir rechnen damit, dass in zukünftigen Versionen des GUI eine direkte Tor/I2P-Unterstützung eingebunden wird, sodass `torsocks` + Befehlszeile nicht benötigt werden.
nb_no: I fremtidige versjoner av GUI-en forventer vi å legge til direkte støtte for Tor/I2P slik at `torsocks` + kommandolinjen ikke trengs.
ru: Мы надеемся, что в следующих версиях GUI будет добавлена прямая поддержка Tor / I2P, и необходимость в использовании командной строки и `torsocks` отпадёт.

source: Additional resources
nb_no: Flere ressurser
ru: Дополнительные ссылки

source: [Using Tor](https://github.com/monero-project/monero#using-tor) (Monero README)
nb_no: [Hvordan bruke Tor](https://github.com/monero-project/monero#using-tor) (Monero README)
ru: [Используем Tor](https://github.com/monero-project/monero#using-tor) (Monero README)

source: ## Create a Tor hidden service for RPC
de: ## Erstelle einen versteckten Tor-Dienst für RPC

source: ``` HiddenServiceDir /var/lib/tor/monero-service/ HiddenServicePort 18081 127.0.0.1:18081 ``` Restart Tor: ``` sudo systemctl restart tor@default ```
de: ``` HiddenServiceDir /var/lib/tor/monero-service/ HiddenServicePort 18081 127.0.0.1:18081 ``` Starte Tor neu: ``` sudo systemctl restart tor@default ```

source: Make sure Tor started correctly: ``` sudo systemctl status tor@default.service ```
de: Stelle sicher, dass Tor richtig gestartet hat: ``` sudo systemctl status tor@default.service ```

source: If everything looks good, make a note of the hidden service (onion address) name: ``` sudo cat /var/lib/tor/monero-service/hostname ``` It will be something like 4dcj312uxag2r6ye.onion -- use this for `HIDDEN_SERVICE` below.
de: Wenn soweit alles gut aussieht, mache eine Notiz des Namens des versteckten Dienstes (Onion-Adresse): ``` sudo cat /var/lib/tor/monero-service/hostname ``` Dieser wird ungefähr so wie "4dcj312uxag2r6ye.onion" aussehen. Du nutzt ihn weiter unten für `HIDDEN_SERVICE`.

source: ### Configure Daemon to allow RPC
de: ### Hintergrunddienst für RPC einrichten

source: ``` no-igd=1 restricted-rpc=1 rpc-login=USERNAME:PASSWORD ``` (Make up a USERNAME and PASSWORD to use for RPC)
de: ``` no-igd=1 restricted-rpc=1 rpc-login=USERNAME:PASSWORD ``` (Denke dir einen NUTZERNAMEN und ein PASSWORT für den RPC aus)

source: Make sure the daemon started correctly: ``` tail -f ~/.bitmonero/bitmonero.log ```
de: Stelle sicher, dass der Hintergrunddienst richtig gestartet hat: ``` tail -f ~/.bitmonero/bitmonero.log ```

source: ## Connecting to your node from a local wallet
de: ## Von einem lokalen Wallet zu deinem Node verbinden

source: Then test a simple RPC command, eg: ``` curl --socks5-hostname 127.0.0.1:9150 -u USERNAME:PASSWORD --digest -X POST http://HIDDEN_SERVICE.onion:18081/json_rpc -d '{"jsonrpc":"2.0","id":"0","method":"get_info"}' -H 'Content-Type: application/json' ``` Replace `USERNAME`, `PASSWORD`, and `HIDDEN_SERVICE` with values from above. Change `9150` to another port if needed by your local Tor daemon.
de: Teste dann einen einfachen RPC-Befehl, etwa: ``` curl --socks5-hostname 127.0.0.1:9150 -u USERNAME:PASSWORD --digest -X POST http://HIDDEN_SERVICE.onion:18081/json_rpc -d '{"jsonrpc":"2.0","id":"0","method":"get_info"}' -H 'Content-Type: application/json' ``` Ersetze `USERNAME`, `PASSWORD` und `HIDDEN_SERVICE` mit den obigen Werten. Ändere `9150` zu einem anderen Port ab, wenn von deinem lokalen Tor-Hintergrunddienst benötigt.

source: Once it is working, you can connect using your cli wallet: ``` ./monero-wallet-cli --proxy 127.0.0.1:9150 --daemon-host HIDDEN_SERVICE.onion --trusted-daemon --daemon-login USERNAME:PASSWORD --wallet-file ~/PATH/TO/YOUR/WALLET ``` Replace values above as needed.
de: Sobald alles funktioniert, kannst du via CLI-Wallet verbinden: ``` ./monero-wallet-cli --proxy 127.0.0.1:9150 --daemon-host HIDDEN_SERVICE.onion --trusted-daemon --daemon-login USERNAME:PASSWORD --wallet-file ~/PATH/TO/YOUR/WALLET ``` Ersetze die Werte nach Bedarf.

source: If you are interested in experimenting with the GUI over Tor, you can try `torsocks` (note this may leak info -- do not rely on it if your life depends on maintaining anonymity). Here is an example on MacOS, adjust as needed for the Linux GUI: ``` torsocks --port 9150 /Applications/monero-wallet-gui.app/Contents/MacOS/monero-wallet-gui ```
de: Wenn du daran interessiert bist, mit dem GUI via Tor herumzuexperimentieren, kannst du es mit `torsocks` versuchen (beachte jedoch, dass hierdurch Informationen durchsickern könnten - verlasse dich besser nicht darauf, wenn dein Leben von der Erhaltung deiner Anonymität abhängt). Dieses Beispiel bezieht sich auf MacOS, du kannst es nach Bedarf für das Linux-GUI anpassen: ``` torsocks --port 9150 /Applications/monero-wallet-gui.app/Contents/MacOS/monero-wallet-gui ```

source: This will allow the GUI to communicate with the Tor network. Once the GUI is open and a wallet loaded, you must configure it to connect to your Tor hidden service by adding your onion address to: "Settings > Node > Remote node > Address".
de: Dies erlaubt dem GUI die Kommunikation mit dem Tor-Netzwerk. Sobald das GUI geöffnet und ein Wallet geladen ist, musst du es für die Verbindung zum Tor-Netzwerk einrichten. Dies tust du, indem du deine Onion-Adresse hier hinzufügst: "Einstellungen > Node > Remote-Node > Adresse".

source: # Additional resources
de: # Zusätzliche Quellen
