Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/verification-windows-beginner.po
Languages: ar, de, es, fr, nb_no, nl, ru

source: Now you will see the component selection screen, you must at least leave `Kleopatra` checked for this guide. Make your selections, click `Next`.
ar: الآن سترى شاشة اختيار المُكونات ، يجب عليك على الأقل إختيار `Kleopatra` لهذا الدليل. قم بعمل اختياراتك ، انقر فوق `Next`.
de: Nun wird dir ein Bildschirm zwecks Auswahl der Komponenten angezeigt. Folgst du dieser Anleitung, muss hier zumindest `Kleopatra` ausgewählt bleiben. Klicke auf `Weiter`, nachdem du deine Auswahl getroffen hast.
es: Ahora verás la pantalla de selección de componentes, en donde debes dejar `Kleopatra` marcado para esta guía. Haz tu selección, y haz clic en `Next`.
fr: Vous verrez alors la fenêtre de sélection des composants. Vous devrez avoir au minimum `Kleopatra` de sélectionné pour ce guide. Faites votre choix et cliquez sur `Next`.
nb_no: Nå vil du se skjermen med komponentutvalg. Du må minst huke av `Kleopatra` for denne guiden. Angi valgene dine og trykk på `Neste`.
nl: Nu krijg je een scherm te zien voor het selecteren van onderdelen. Laat in ieder geval `Kleopatra` aangevinkt staan voor deze handleiding. Geef je keuze aan en klik op `Volgende`.
ru: Теперь должен появиться экран выбора компонентов. Для продолжения работы в соответствии с данным руководством необходимо выбрать хотя бы `Kleopatra`, а затем нажать `Next` (Далее).

source: ![gpg4win installer components](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-components.png)
fr: ![composants installateur gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-components.png)
nb_no: ![gpg4win install components](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-components.png)
nl: ![gpg4win installatie onderdelen](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-components.png)

source: It is best to leave the default installation location unless you know what you are doing. Make your selections, click `Install`.
ar: من الأفضل ترك موقع التثبيت الافتراضي ، انقر فوق `Install`.
de: Wenn du nicht genau weißt, was du hier eigentlich machst, ist am besten, den voreingestellten Installationsort zu verwenden. Treffe deine Auswahl und klicke `Installieren`.
es: Es mejor dejar la ubicación de instalación por defecto a menos que sepas lo que estás haciendo. Haz tu selección, y haz clic en `Install`.
fr: Il vaut mieux laisser le dossier d'installation par défaut, à moins que vous sachiez ce que vous faites. Faites votre choix et cliquez sur `Installer`.
nb_no: Det er best å la det standard installasjonsstedet være som det er, med mindre du vet hva du gjør. Angi valgene dine og trykk deretter på `Installer`.
nl: Je kunt het beste de standaard-installatielocatie laten staan, tenzij je weet wat je doet. Geef je keuze aan en klik op `Installeren`.
ru: Если вы не уверены в том, что делаете, лучше оставить место установки без изменений (используемое по умолчанию). После того, как место установки будет выбрано, нажать `Install` (Установить).

source: ![gpg4win installer location](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install.png)
fr: ![emplacement installateur gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install.png)
nb_no: ![gpg4win install location](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install.png)
nl: ![gpg4win installatie locatie](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install.png)

source: Installation has completed, click `Next`.
ar: اكتمل التثبيت, انقر علي `Next`.
de: Die Installation ist damit abgeschlossen. Wähle `Weiter`.
es: La instalación se ha completado, haz clic en `Next`.
fr: L'installation est terminée, cliquez sur `Suivant`.
nb_no: Installasjonen er fullført. Trykk på `Neste`.
nl: De installatie is voltooid. Klik op `Volgende`.
ru: После того, как установка будет завершена, нажмите `Next` (Далее).

source: ![gpg4win installer complete](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-complete.png)
fr: ![completion installateur gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-complete.png)
nb_no: ![gpg4win install completed](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-complete.png)
nl: ![gpg4win installatie voltooid](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-complete.png)

source: Click `Finish`.
ar: إنقر `Finish`.
de: Klicke auf `Abschließen`.
es: Haz clic en `Finish`.
fr: Cliquez sur `Terminer`.
nb_no: Trykk på `Ferdig`.
nl: Klik op `Finish`.
ru: Нажмите `Finish` (Завершить).

source: ![gpg4win installer finish](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-finish.png)
fr: ![fin installateur gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-finish.png)
nb_no: ![gpg4win install completed](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-finish.png)
nl: ![gpg4win installatie voltooien](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-finish.png)

source: Monero Signing Key
de: Monero-Signaturschlüssel
es: Importar Clave de Firma
fr: Clef de Signature Monero
nb_no: Monero-signeringsnøkkel
nl: Monero-ondertekeningssleutel
ru: Импорт подписывающего ключа Monero

source: This section will cover downloading the Monero signing key, verifying that the key is correct, and then importing the key to your keyring. The hash file that will be used to verify your binary is cryptographically signed with the Monero signing key. In order to check the validity of this file you must have the public version of the signing key.
ar: سيٌغطي هذا القسم تنزيل مفتاح توقيع مونيرو والتأكد من أن المفتاح صحيح و إستيراد المفتاح إلي برنامج التوقيع الخاص بك. ملف الهاش الذي يُستخدم للتحقق من ملفات التثبيت يتم توقيعه بواسطه مفتاح توقيع مونيرو. حتي تتمكن من التحقق من الملفات يجب الحصول علي مفتاح التوقيع.
de: Dieser Abschnitt behandelt den Download des Monero-Signaturschlüssels, dessen Verifikation und schließlich den Import des Schlüssels auf deinen Schlüsselring. Die Hash-Datei, die zur Verifikation deiner Binärdatei verwendet wird, ist mit dem Monero-Signaturschlüssel kryptografisch signiert. Um die Validität dieser Datei zu überprüfen, musst du über die öffentliche Version des Signaturschlüssels verfügen.
es: Esta sección cubrirá la descarga de la clave de firma Monero, verificar que la clave sea correcta, e importar la clave a tu llavero. El archivo hash que será usado para verificar tus binarios está criptográficamente firmado con la clave de firma Monero. Para revisar la validez del archivo debes tener la versión pública de la clave de firma.
fr: Cette rubrique couvre le téléchargement de la clef de signature Monero, la vérification que cette clef est correcte et l'import de la clef dans votre trousseau. Le fichier de hachage qui sera utilisé pour vérifier votre binaire est signé cryptographiquement avec la clef de signature Monero. Afin de vérifier la validité de ce fichier vous devez disposer de la variante publique de cette clef de signature.
nb_no: Denne seksjonen tar for seg nedlasting av Monero-signeringsnøkkelen, verifisering av at nøkkelen er riktig, og deretter import av nøkkelen til nøkkelringen din. Hash-filen som brukes til å verifisere binærfilene dine er kryptografisk signert med Monero-signeringsnøkkelen. For å kontrollere gyldigheten av denne filen, trenger du den offentlige versjonen av signeringsnøkkelen.
nl: In dit gedeelte leggen we uit hoe je de Monero-ondertekeningssleutel downloadt, verifieert dat de sleutel correct is en de sleutel importeert in je sleutelring. Het hashbestand wordt gebruikt om te verifiëren dat je binaire bestand cryptografisch is ondertekend met de Monero-ondertekeningssleutel. Om de geldigheid van dit hashbestand te controleren heb je de openbare versie van de ondertekeningssleutel nodig.
ru: В этом разделе описан процесс загрузки подписывающего ключа Monero, верификации правильности ключа и последующего импорта ключа в ваш набор ключей. Файл хешей, используемый для верификации вашего двоичного файла, криптографически зашифрован при помощи подписывающего ключа Monero. Чтобы проверить правильность этого файла вам понадобится публичная версия подписывающего ключа.

source: Download Signing Key
de: Signaturschlüssel herunterladen
es: Descargar Clave de Firma
fr: Télécharger la Clef de Signature
nb_no: Nedlasting av signeringsnøkkel
nl: Ondertekeningssleutel downloaden
ru: Загрузка подписывающего ключа

source: In a web browser, go to [binaryFate's GPG key](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/binaryfate.asc), which he uses for signing the Monero binaries. Right click on the page, choose `Save Page As`.
ar: في متصفح الويب إذهب إلي [Fluffypony's GPG key](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/fluffypony.asc) لتنزيل المفتاح المُستخدم في توقيع ملفات تثبيت مونيرو. ثم قم بحفظ الصفحه عن طريق النقر بزر الفاره الأيمن وإختيار `Save Page As`.
de: Besuche in einem Webbrowser [binaryFates GPG-Schlüssel](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/binaryfate.asc), den er zum Signieren von Moneros Binärdateien nutzt. Auf dieser Seite kannst du rechtsklicken und `Seite speichern unter` auswählen.
es: En un navegador web, ve a [Fluffypony's GPG key](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/fluffypony.asc), que utiliza para firmar los binarios Monero. Haz clic derecho en la página y selecciona `Guardar página como`.
fr: Dans un navigateur internet, rendez-vous sur [la clef GPG de Fluffypony](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/fluffypony.asc), qu'il utilise pour signer les binaires Monero. Faites un clic droit sur la page et choisissez `Enregistrer sous...`.
nb_no: Åpne nettleseren og gå til [binaryFates GPG key](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/binaryfate.asc), som han bruker for å signere Monero-binærer. Høyreklikk på siden og velg `Lagre side som`.
nl: Ga in een browser naar de [de GPG-sleutel van Fluffypony](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/fluffypony.asc), waarmee hij de Monero-binaries ondertekent. Klik met de rechtermuisknop op de pagina en klik vervolgens op `Pagina opslaan als`.
ru: В веб-браузере необходимо перейти по ссылке [binaryFate's GPG key](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/binaryfate.asc), который используется для подписи двоичных файлов Monero. Кликом правой кнопки мыши необходимо выбрать `Save Page As` (Сохранить страницу как).

source: ![getkey right click](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_getkey-rightclick.png)
fr: ![clic droit getkey](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_getkey-rightclick.png)
nl: ![sleutel ophalen contextmenu](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_getkey-rightclick.png)

source: Leave the default location, click `Save`.
ar: أترك المكان الإفتراضي وإنقر `Save`.
de: Belasse es beim voreingestellten Speicherort und klicke auf `Speichern`.
es: Deja la ubicación por defecto, y haz clic en `Save`.
fr: Laissez l'emplacement par défaut et cliquez sur `Enregistrer`.
nb_no: La standardplasseringen være som den er og trykk på `Lagre`.
nl: Laat de standaardlocatie staan en klik op `Opslaan`.
ru: Оставьте место для загрузки, используемое по умолчанию, без изменений и нажмите `Save` (Сохранить).

source: Initialize Kleopatra
de: Kleopatra initialisieren
es: Inicializar Kleopatra
fr: Initialiser Kleopatra
nb_no: Initialisering av Kleopatra
nl: Kleopatra initialiseren
ru: Запуск утилиты Kleopatra

source: If this is your first time using Kleopatra you will have to create a key pair for yourself.
ar: إذا كانت هذه هي المرة الأولى التي تستخدم فيها Kleopatra ، فسيتعين عليك إنشاء زوج مفاتيح لنفسك.
de: Falls dies das erste Mal ist, dass du Kleopatra verwendest, musst du zunächst ein eigenes Schlüsselpaar erstellen.
es: Si es tu primera vez usando Kleopatra tendrás que crear un par de clave para para ti.
fr: S'il s'agit de votre première utilisation de Kleopatra vous devrez créer votre propre paire de clefs.
nb_no: Hvis dette er første gang du bruker Kleopatra, må du opprette et nøkkelpar for deg selv.
nl: Als dit de eerste keer is dat je Kleopatra gebruikt, moet je een sleutelpaar voor jezelf maken.
ru: Если вы впервые пользуетесь Kleopatra, вам придётся создать для себя пару ключей.

source: Launch Kleopatra.
ar: تشغيل Kleopatra.
de: Starte Kleopatra.
es: Abre Kleopatra.
fr: Lancez Kleopatra.
nb_no: Start Kleopatra.
nl: Start Kleopatra.
ru: Запустите Kleopatra.

source: ![kleo launch](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-launch.png)
fr: ![lancement kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-launch.png)
nl: ![kleo starten](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-launch.png)

source: Import Signing Key
de: Signaturschlüssel importieren
es: Importar Clave de Firma
fr: Importer une Clef de Signature
nb_no: Import av signeringsnøkkel
nl: Ondertekeningssleutel importeren
ru: Импорт подписывающего ключа

source: Click `Import`.
ar: أنقر `Import`.
de: Klicke auf `Import`.
es: Haz clic en `Importar`.
fr: Cliquez sur `Importer...`.
nb_no: Trykk på `Import`.
nl: Klik op `Importeren`.
ru: Нажмите `Import` (Импортировать).

source: ![kleo firstrun import](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-importkey.png)
fr: ![import démarrage kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-importkey.png)
nl: ![kleo eerste keer importeren](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-importkey.png)

source: Enter the directory `Downloads`, select `binaryfate`, and click `Open`.
ar: إدخل مجلد `Downloads` وإختر `fluffypony` وإضغط `Open`.
de: Gehe ins `Downloads`-Verzeichnis, wähle `binaryfate` und klicke auf `Öffnen`.
es: Ingresa el directorio de `Descargas`, selecciona `fluffypony`, y haz clic en `Abrir`.
fr: Allez dans le répertoire `téléchargements`, sélectionnez `fluffypony.asc` et cliquez sur `Ouvrir`.
nb_no: Gå inn i `Nedlastinger`-katalogen, velg `binaryfate`, og trykk på `Åpne`.
nl: Open de map `Downloads`, selecteer `fluffypony` en klik op `Openen`.
ru: Перейдите в директорию `Downloads` (Загрузки), выберите `binaryfate` и нажмите `Open` (Открыть).

source: ![kleo firstrun key location](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-import-location.png)
fr: ![emplacement clef démarrage kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-import-location.png)
nl: ![kleo eerste keer locatie sleutel](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-import-location.png)

source: Start the process of certifying the key by clicking `Yes`.
ar: ابدأ عملية اعتماد المفتاح من خلال النقر `Yes`.
de: Durch Klicken auf `Ja` startest du den Zertifikationsprozess des Schlüssels.
es: Inicia el proceso de certificación de la clave presionando `Yes`.
fr: Démarrez le processus de certification de la clef en cliquant sur `Oui`.
nb_no: Start prosessen av å sertifisere nøkkelen ved å trykke på `Ja`.
nl: Start het certificeren van de sleutel door op `Ja` te klikken.
ru: Запустите процесс сертификации ключа нажатием `Yes` (Да).

source: ![kleo firstrun start process](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-startverifyprocess.png)
fr: ![certif process démarrage kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-startverifyprocess.png)
nl: ![kleo eerste keer proces starten](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-startverifyprocess.png)

source: Create Key Pair
de: Schlüsselpaar erstellen
es: Crear Par de Clave
fr: Créer la Paire de Clefs
nb_no: Oppretting av nøkkelpar
nl: Sleutelpaar aanmaken
ru: Создание пары ключей

source: Start the process of key creation by clicking `Yes`.
ar: ابدأ عملية إنشاء المفتاح بالنقر فوق `Yes`.
de: Starte den Vorgang der Schlüsselerstellung durch einen Klick auf `Ja`.
es: Inicia el proceso de creación de clave presionando `Yes`.
fr: Démarrez le processus de création de clefs en cliquant sur `Oui`.
nb_no: Start prosessen av nøkkelopprettelsen ved å trykke på `Ja`.
nl: Start het aanmaken van de sleutel door op `Ja` te klikken.
ru: Запустите процесс создания ключа нажатием `Yes` (Да).

source: ![kleo firstrun start key create](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-createkeysnow.png)
fr: ![création clefs démarrage kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-createkeysnow.png)
nb_no: ![kleo firstrun start key creation](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-createkeysnow.png)
nl: ![kleo eerste keer sleutel aanmaken starten](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-createkeysnow.png)

source: Fill in some details for `Name` and `Email`, click `Next`.
ar: املأ بعض التفاصيل لـ `Name` و `Email`, وانقر `Next`.
de: Fülle einige Angaben bezüglich `Name` und `Email` aus und klicke dann auf `Weiter`.
es: Llena algunos detalles para `Name` y `Email`, y haz clic en `Next`.
fr: Renseignez quelques information pour `Nom` et `Adresse électronique` et cliquez sur `suivant`.
nb_no: Legg inn noen detaljer under `Navn` og `E-post`, og trykk på `Neste`.
nl: Vul iets in voor `Naam` en `E-mail` en klik op `Volgende`.
ru: Введите информацию, заполнив поля `Name` (Имя) и `Email` (Электронная почта), нажмите `Next` (Далее).

source: ![kleo firstrun key details](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-createkeydetails.png)
fr: ![infos clefs démarrage kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-createkeydetails.png)
nl: ![kleo eerste keer gegevens sleutel](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-createkeydetails.png)

source: Verify details, click `Create`.
ar: تحقق من التفاصيل ، انقر فوق `Create`.
de: Überprüfe die Angaben und wähle `Erstellen`.
es: Verifica los detalles, y haz clic en `Create`.
fr: Vérifiez les informations et cliquez sur `Créer`.
nb_no: Verifiser detaljene og trykk på `Opprett`.
nl: Verifieer de details en klik op `Aanmaken`.
ru: Проверить указанную информацию и нажмите `Create` (Создать).

source: ![kleo firstrun verify key details](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-verifykeydetails.png)
fr: ![vérifier infos clefs démarrage kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-verifykeydetails.png)
nb_no: ![Verifisering av nøkkeldetaljer for kleo firstrun](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-verifykeydetails.png)
nl: ![kleo eerste keer gegevens sleutel verifiëren](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-verifykeydetails.png)

source: Set a password, click `OK`.
ar: تعيين كلمة مرور ، انقر فوق `OK`.
de: Erstelle ein Passwort und klicke auf `OK`.
es: Establece una contraseña, y haz clic en `OK`.
fr: Définissez un mot de passe et cliquez sur `OK`.
nb_no: Angi et passord og trykk på `OK`.
nl: Stel een wachtwoord in en klik op `OK`.
ru: Введите пароль и нажмите `OK`.

source: ![kleo firstrun set key pass](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-createkeys-pinentry.png)
fr: ![définir mdp démarrage kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-createkeys-pinentry.png)
nl: ![kleo eerste keer wachtwoord sleutel instellen](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-createkeys-pinentry.png)

source: ![kleo firstrun finish create key](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-keycreate-success.png)
fr: ![fin création clefs démarrage kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-keycreate-success.png)
nl: ![kleo eerste keer sleutel aanmaken voltooien](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-firstrun-keycreate-success.png)

source: Verify Signing Key
de: Signaturschlüssel verifizieren
es: Verificar Clave de Firma
fr: Vérifier la Clef de Signature
nb_no: Verifisering av signeringsnøkkel
nl: Ondertekeningssleutel verifiëren
ru: Верификация подписывающего ключа

source: Visually check that the fingerprint of the key belonging to binaryFate is `81AC591FE9C4B65C5806AFC3F0AF4D462A0BDF92`.
ar: تحقق بصريا أن بصمة المفتاح الذي ينتمي إلى ريكاردو هو `BDA6BD7042B721C467A9759D7455C5E3C0CDCEB9`.
de: Kontrolliere visuell, dass der Fingerabdruck des zu binaryFate gehörenden Schlüssels `81AC591FE9C4B65C5806AFC3F0AF4D462A0BDF92` ist.
es: Revisa visualmente que la huella de la clave perteneciente a Riccardo Spagni es `BDA6BD7042B721C467A9759D7455C5E3C0CDCEB9`.
fr: Contrôlez visuellement que l'empreinte de la clef appartenant à Riccardo Spagni est `BDA6BD7042B721C467A9759D7455C5E3C0CDCEB9`.
nb_no: Sjekk visuelt at fingeravtrykket til nøkkelen som tilhører binaryFate er `81AC591FE9C4B65C5806AFC3F0AF4D462A0BDF92`.
nl: Controleer visueel dat de sleutel van Riccardo Spagni de vingerafdruk `BDA6BD7042B721C467A9759D7455C5E3C0CDCEB9` heeft.
ru: Визуально проверить, соответствует ли отпечаток ключа, принадлежащего binaryFate, `81AC591FE9C4B65C5806AFC3F0AF4D462A0BDF92`.

source: ![kleo certify fingerprint](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-certify-fingerprint.png)
fr: ![certifier empreinte kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-certify-fingerprint.png)
nl: ![kleo vingerafdruk certificeren](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-certify-fingerprint.png)

source: If the fingerprint **DOES** match, click `Certify`.
ar: إذا كانت البصمه **مُتطابقه** إضغط 'Certify'.
de: Wenn der Fingerabdruck mit dem genannten **ÜBEREINSTIMMT**, klicke auf `Weiter`.
es: Si la huella **SÍ** coincide, haz clic en `Certify`.
fr: Si l'empreinte **EST** identique, cochez les cases et cliquez sur `Certifier`.
nb_no: Hvis fingeravtrykket **MATCHER**, trykk på `Sertifiser`.
nl: Klik op `Certify` als de vingerafdruk **WEL** overeenkomt.
ru: Если отпечаток **СООТВЕТСТВУЕТ** отпечатку, нажать `Certify` (Далее).
