Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/verification-windows-beginner.po
Languages: ar, de, es, fr, nb_no, nl, ru

source: If the fingerprint of this key **DOES NOT** match, **DO NOT CONTINUE**. Instead delete the file `binaryfate` from the `Downloads` directory and go back to [section 2.1](#21-download-signing-key).
ar: إذا كانت البصمه **غير مُتطابقه** **لا تُكمل** بل إحذف الملف `fluffypony` من مجلد `Downloads`وعُد إلي [القسم 2.1](#21-download-signing-key).
de: Wenn der Fingerabdruck mit dem genannten **NICHT ÜBEREINSTIMMT**, **FAHRE NICHT FORT**. Lösche die `binaryfate`-Datei aus dem `Downloads`-Verzeichnis und gehe zurück zum [Abschnitt Signaturschlüssel herunterladen](#signaturschlüssel-herunterladen).
es: Si la huella de clave **NO** coincide, **NO CONTINÚES**. En su lugar elimina el archivo `fluffypony` de `Descargas` y regresa a la [sección Descargar Clave de Firma](#descargar-clave-de-firma).
fr: Si l'empreinte **N'EST PAS** identique, **NE POURSUIVEZ PAS.** Au lieu de cela, supprimez le fichier `fluffypony.asc` du répertoire `téléchargements` et retournez à la [rubrique Télécharger la Clef de Signature](#télécharger-la-clef-de-signature).
nb_no: Dersom fingeravtrykket til denne nøkkelen **IKKE MATCHER**, **IKKE FORTSETT**. Slett i stedet `binaryfate`-filen fra `Nedlastinger`-katalogen og gå tilbake til [seksjon Nedlasting av signeringsnøkkel](#nedlasting-av-signeringsnøkkel).
nl: **GA NIET VERDER** als de vingerafdruk van deze sleutel **NIET** overeenkomt. Verwijder dan het bestand `fluffypony` uit de map `Downloads` en ga terug naar [paragraaf Ondertekeningssleutel downloaden](#ondertekeningssleutel-downloaden).
ru: Если отпечаток **НЕ СООТВЕТСТВУЕТ**, продолжать дальнейшие выполнение пунктов инструкции **НЕ СЛЕДУЕТ**. Необходимо удалить `binaryfate` из директории `Downloads` и повторить действия, описанные в [пункте Загрузка ключа подписи](#загрузка-подписывающего-ключа).

source: Enter your password, click `OK`.
ar: أدخل كلمة المرور الخاصة بك وإنقر `OK`.
de: Gib dein Passwort ein und wähle `OK`.
es: Ingresa tu contraseña, haz clic en `OK`.
fr: Entrez votre mot de passe et cliquer sur `OK`.
nb_no: Skriv inn passordet ditt og trykk på `OK`.
nl: Voer je wachtwoord in en klik op `OK`.
ru: Введите свой пароль и нажмите `OK`.

source: ![kleo certify pass](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-certify-pinentry.png)
fr: ![certifier mdp kleo](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-certify-pinentry.png)
nl: ![kleo certificeren wachtwoord](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_kleopatra-certify-pinentry.png)

source: Hash File Verification
de: Verifikation der Hash-Datei
es: Verificar Archivo Hash
fr: Vérification du Fichier de Hachage
nb_no: Verifisering av hash-fil
nl: Hashbestand verifiëren
ru: Верификация хеш-файла

source: This section will cover downloading the signed file of known good hashes and verifying its authenticity.
ar: سيغطي هذا القسم تنزيل الملف الموقّع للهاشات المعروفة والتحقق من صحته.
de: Dieser Abschnitt behandelt den Download einer signierten Datei mit bekanntlich guten Hashes und die Verifikation ihrer Echtheit.
es: Esta sección cubrirá la descarga del archivo firmado conocido de buenos hashes y la verificación de su autenticidad.
fr: Cette rubrique couvre le téléchargement du fichier signé des hachages valides et la vérification de son authenticité.
nb_no: Denne seksjonen tar for seg nedlasting av den signerte filen med et kjent antall gode hasher og verifisering av dens autentisitet.
nl: In dit gedeelte leggen we uit hoe je het ondertekende bestand met bekende goede hashes downloadt en de authenticiteit verifieert.
ru: В этом разделе рассматривается процесс загрузки подписанного файла с гарантировано правильными хешами и проверка его подлинности.

source: Download Hash File
de: Hash-Datei herunterladen
es: Descargar Archivo Hash
fr: Télécharger le Fichier de Hachage
nb_no: Nedlasting av hash-fil
nl: Hashbestand downloaden
ru: Загрузка хеш-файла

source: In a web browser, go to the [getmonero.org hash page]({{ site.baseurl_root }}/downloads/hashes.txt). Right click the page, select `Save Page As`.
ar: في متصفح الويب ، انتقل إلى [صفحة الهاش getmonero.org] ({{ site.baseurl }}/downloads/hashes.txt). انقر بزر الماوس الأيمن على الصفحة ، وحدد `Save Page As`.
de: Besuche in einem Webbrowser die [Hash-Seite von getmonero.org]({{ site.baseurl_root }}/downloads/hashes.txt). Wähle nach einem Rechtsklick auf der Seite die Option `Seite speichern unter`.
es: En un navegador web, ve a la [página de hashes en getmonero.org]({{ site.baseurl }}/downloads/hashes.txt). Haz un clic derecho en la página, y selecciona `Guardar página como`.
fr: Dans un navigateur internet, rendez-vous sur la [page de haches getmonero.org](https://getmonero.org/fr/downloads/hashes.txt). Faites un clic droit sur la page et sélectionnez `Enregistrer sous...`.
nb_no: Åpne en nettleser og gå til [hash-siden til getmonero.org]({{ site.baseurl_root }}/downloads/hashes.txt). Høyreklikk på siden og velg `Lagre siden som`.
nl: Ga in een browser naar de [hashpagina op getmonero.org]({{ site.baseurl }}/downloads/hashes.txt). Klik met de rechtermuisknop op de pagina en klik vervolgens op `Pagina opslaan als`.
ru: В веб-браузере следует перейти на [страницу хешей на getmonero.org]({{ site.baseurl_root }}/downloads/hashes.txt). Кликом правой кнопки мыши выбрать `Save Page As` (Сохранить страницу как).

source: ![hashes right click](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-getmonero-rightclick.png)
fr: ![clic droit hachages](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-getmonero-rightclick.png)
nl: ![hashes contextmenu](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-getmonero-rightclick.png)

source: ![hashes save file](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-getmonero-savename.png)
fr: ![enregistrer fichier hachages](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-getmonero-savename.png)
nl: ![hashes bestand opslaan](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-getmonero-savename.png)

source: Verify Hash File
de: Hash-Datei verifizieren
es: Verificar Archivo Hash
fr: Vérifier le Fichier de Hachage
nb_no: Verifisering av hash-fil
nl: Hashbestand verifiëren
ru: Верификация хеш-файла

source: In Kleopatra, click the `Decrypt/Verify` button.
ar: في Kleopatra إنقر علي زر `Decrypt/Verify`.
de: Klicke in Kleopatra den `Decrypt/Verify`-Button.
es: En Kleopatra, haz clic en el botón de `Decrypt/Verify`.
fr: Dans Kleopatra cliquez sur le bouton `Déchiffrer / vérifier...`.
nb_no: Trykk på `Decrypt/Verify`-knappen i Kleopatra.
nl: Klik in Kleopatra op de knop `Ontcijferen/verifiëren`.
ru: В утилите Kleopatra нажать кнопку `Decrypt/Verify` (Расшифровать/проверить).

source: ![hashes kleo verify button](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-verify-button.png)
fr: ![bouton vérifier kleo hachages](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-verify-button.png)
nl: ![hashes kleo knop verifiëren](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-verify-button.png)

source: Navigate to `Downloads` directory. Select `hashes` file, click `Open`.
ar: إذهب إلي مجلد 'Downloads' وإختار ملف 'hashes' وإنقر 'open'.
de: Navigiere zum `Downloads`-Verzeichnis. Wähle die `hashes`-Datei und klicke auf `Öffnen`.
es: Navega a `Descargas`. Selecciona el archivo `hashes`, haz clic en `Abrir`.
fr: Allez dans le répertoire `téléchargements`. Sélectionnez le fichier `hashes` et cliquez sur `Ouvrir`.
nb_no: Naviger til `Nedlastinger`-katalogen. Velg `hashes`-filen, og trykk på `Åpne`.
nl: Ga naar de map `Downloads`. Selecteer het bestand `hashes` en klik op `Openen`.
ru: Указать путь к директории `Downloads`, выбрать файл `hashes` и нажать `Open` (Открыть).

source: ![hashes kleo open file](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-verify-button-filename.png)
fr: ![ouvrir fichier kleo hachages](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-verify-button-filename.png)
nl: ![hashes kleo bestand openen](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-verify-button-filename.png)

source: Kleopatra will inform you if the files signature is valid.
ar: سوف يعلمك Kleopatra إذا كان توقيع الملفات صالحًا.
de: Kleopatra wird dich über die Gültigkeit der Dateisignatur in Kenntnis setzen.
es: Kleopatra te informará si los archivos de firma son válidos.
fr: Kleopatra vous indiquera si la signature du fichier est légitime.
nb_no: Kleopatra vil informere deg hvorvidt filsignaturen er gyldig.
nl: Kleopatra geeft nu aan of de ondertekening van de bestanden geldig is.
ru: Kleopatra сообщит, является ли подпись файла действительной.

source: If the signature is **VALID** you will see this:
ar: إذا كان التوقيع ** صحيح ** سترى هذا:
de: Wenn die Signatur **GÜLTIG** ist, wirst du Folgendes sehen:
es: Si la firma es **VÁLIDA** verás esto:
fr: Si la signature est **VALABLE** vous verrez ceci :
nb_no: Hvis signaturen er **GYLDIG**, vil du se dette:
nl: Als de ondertekening **GELDIG** is, zie je het volgende:
ru: Если подпись **ЯВЛЯЕТСЯ** действительной, вы увидите следующее:

source: ![hashes kleo goodsig](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-goodsig.png)
fr: ![bonne signature kleo hachages](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-goodsig.png)
nl: ![hashes kleo goede handtekening](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-goodsig.png)

source: If the signature is **INVALID** you will see this:
ar: إذا كان التوقيع ** غير صحيح ** سترى هذا:
de: Wenn die Signatur **UNGÜLTIG** ist, wirst du Folgendes sehen:
es: Si la firma es **INVÁLIDA** verás esto:
fr: Si la signature est **NON VALABLE** vous verrez ceci :
nb_no: Hvis signaturen er **UGYLDIG**, vil du se dette:
nl: Als de ondertekening **ONGELDIG** is, zie je het volgende:
ru: Если же подпись **НЕ ЯВЛЯЕТСЯ** действительной, вы увидите это:

source: ![hashes kleo badsig](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-badsig.png)
fr: ![mauvaise signature kleo hachages](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-badsig.png)
nl: ![hashes kleo foute handtekening](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_hashes-kleo-badsig.png)

source: If you receive a **VALID** signature, click `Discard` and move on.
ar: إذا كان التوقيع **صحيح** إنقر علي `Discard` ثم إنتقل.
de: Wenn du eine **GÜLTIGE** Signatur ausgegeben bekommst, wähle `Verwerfen` und fahre fort.
es: Si recibes una firma **VÁLIDA**, haz clic en`Discard` y continua.
fr: Si vous obtenez une signature **VALABLE**, cliquez sur `Ne pas tenir compte` et poursuivez.
nb_no: Hvis du mottar en **GYLDIG** signatur, trykk på `Forkast` og gå videre.
nl: Als je een **GELDIGE** ondertekening hebt ontvangen, klik je op `Discard` en ga je verder.
ru: Если вами была получена **ДЕЙСТВИТЕЛЬНА** подпись, нажмите `Discard` (Не учитывать) и продолжайте.

source: If you receive an **INVALID** signature, **DO NOT CONTINUE.** Instead delete the file `hashes` from the `Downloads` directory and go back to [section 3.1](#31-download-hash-file).
ar: إذا كان التوقيع **غير صحيح** , **لا تُكمل** وإحذف ملف hashes` من مجلد `Downloads` وعد إلي [القسم 3.1](#31-download-hash-file).
de: Wenn du eine **UNGÜLTIGE** Signatur ausgegeben bekommst, **FAHRE NICHT FORT**. Lösche die `hashes`-Datei aus dem `Downloads`-Verzeichnis und gehe zurück zum [Abschnitt Hash-Datei herunterladen](#hash-datei-herunterladen).
es: Si recibes una firma **INVÁLIDA**, **NO CONTINÚES.** En su lugar elimina el archivo `hashes` de `Descargas` y regresa a la [sección Descargar Archivo Hash](#descargar-archivo-hash).
fr: Si vous obtenez une signature **NON VALABLE**, **NE POURSUIVEZ PAS.** Au lieu de cela, supprimez le fichier `hashes` du répertoire `téléchargements` et retournez à la [rubrique Télécharger le Fichier de Hachage](#télécharger-le-fichier-de-hachage).
nb_no: Hvis du mottar en **UGYLDIG** signatur, **IKKE FORTSETT.** Slett i stedet `hashes`-filen fra `Nedlastinger`-katalogen og gå tilbake til [seksjon Nedlasting av hash-fil](#nedlasting-av-hash-fil).
nl: **GA NIET VERDER** als je een **ONGELDIGE** ondertekening hebt ontvangen. Verwijder dan het bestand `hashes` uit de map `Downloads` en ga terug naar [paragraaf Hashbestand downloaden](#hashbestand-downloaden).
ru: Если вами была получена **НЕДЕЙСТВИТЕЛЬНАЯ** подпись, продолжать **НЕ СЛЕДУЕТ**. Вместо этого необходимо удалить файл `hashes` из директории `Downloads` и вернуться к действиям, описанным в [пункте Загрузка хеш-файла](#загрузка-хеш-файла).

source: Binary File Verification
de: Verifikation der Binärdatei
es: Verificar Archivo Binario
fr: Vérification du Fichier Binaire
nb_no: Verifisering av binærfil
nl: Binair bestand verifiëren
ru: Верификация двоичного файла

source: This section will cover downloading the Monero binary and verifying its authenticity.
ar: سيغطي هذا القسم تنزيل ملف تثبيت مونيرو والتحقق من صحته.
de: Der folgende Abschnitt behandelt den Download der Monero-Binärdatei und deren Echtheitsverifizierung.
es: Esta sección cubrirá la descarga del archivo binario Monero y la verificación de su autenticidad.
fr: Cette rubrique couvre le téléchargement du binaire Monero et la vérification de son authenticité.
nb_no: Denne seksjonen tar for seg nedlasting av Monero-binærfilene og verifisering av dens autentisitet.
nl: In dit gedeelte leggen we uit hoe je de Monero-binary downloadt en de authenticiteit verifieert.
ru: В этом разделе описан процесс загрузки двоичного файла Monero и верификации его аутентичности.

source: Download Binary
de: Binärdatei herunterladen
es: Descargar Binario
fr: Télécharger le Binaire
nb_no: Nedlasting av binærfiler
nl: Binary downloaden
ru: Загрузка двоичного файла

source: In a web browser, go to the [getmonero.org downloads page]({{ site.baseurl_root }}/downloads/#windows). Select the correct binary for your system.
ar: في المتصفح إذهب إلي [getmonero.org فصحه التنزيلات ]({{ site.baseurl }}/downloads/#windows), وإختر الملف المناسب لنظام تشغيلك.
de: Besuche in einem Webbrowser die [Downloads-Seite von getmonero.org]({{ site.baseurl_root }}/downloads/#windows). Wähle die für dein System passende Binärdatei aus.
es: En un navegador web, ve a la [página de descargas de getmonero.org]({{ site.baseurl }}/downloads/#windows). Selecciona el binario correcto para tu sistema.
fr: Dans un navigateur internet, rendez-vous sur la [page de téléchargement getmonero.org](https://getmonero.org/fr/downloads/#windows). Sélectionnez le binaire approprié à votre système.
nb_no: Åpne nettleseren og gå til [nedlastingssiden på getmonero.org]({{ site.baseurl_root }}/downloads/#windows). Velg den riktige binærfilen for systemet ditt.
nl: Ga in een browser naar de [downloadpagina op getmonero.org]({{ site.baseurl }}/downloads/#windows). Selecteer het juiste binaire bestand voor je systeem.
ru: В веб-браузере следует перейти на [страницу загрузки файлов getmonero.org]({{ site.baseurl_root }}/downloads/#windows) и выбрать правильный файл для вашей системы.

source: ![binary getmonero](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-getmonero-windowsfiles.png)
fr: ![binaire getmonero](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-getmonero-windowsfiles.png)

source: Leave `Save File` selected, click `OK`.
ar: إترك `Save File` مُختاره وإنقر `OK`.
de: Lasse `Datei speichern` ausgewählt und klicke auf `OK`.
es: Deja `Guardar archivo` seleccionado, haz clic en `OK`.
fr: Laissez `Enregistrer` sélectionné et cliquez sur `OK`.
nb_no: La `Lagre fil` være huket av og trykk på `OK`.
nl: Laat `Bestand opslaan` ingeschakeld en klik op `OK`.
ru: Выберите `Save File` (Сохранить файл) и нажмите `OK`.

source: ![binary getmonero save](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-getmonero-save-file.png)
fr: ![enregistrer binaire getmonero](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-getmonero-save-file.png)
nl: ![binary getmonero opslaan](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-getmonero-save-file.png)

source: ![binary getmonero save location](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-getmonero-save-location.png)
fr: ![emplacement enregistrement binaire getmonero](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-getmonero-save-location.png)
nl: ![binary getmonero opslaan locatie](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-getmonero-save-location.png)

source: Verify Binary
de: Binärdatei verifizieren
es: Verificar Binario
fr: Vérifier le Binaire
nb_no: Verifisering av binærfiler
nl: Binary verifiëren
ru: Верификация двоичного файла

source: In a file manager, navigate to `Downloads` directory. Open the file `hashes` with a word processor.
ar: في مدير الملفات انتقل إلى دليل "Downloads" وافتح ملف `hashes` باستخدام معالج النصوص.
de: Navigiere in einem Dateimanager zum `Downloads`-Verzeichnis. Öffne die `hashes`-Datei mit einem Textverarbeitungsprogramm.
es: En un administrador de archivos, navega a `Descargas`. Abre el archivo `hashes` con un editor de texto.
fr: Dans un gestionnaire de fichier, allez dans le répertoire `Téléchargements`. Ouvrez le fichier `hashes` avec un traitement de texte.
nb_no: I en filbehandler kan du navigere til `Nedlastinger`-katalogen. Åpne `hashes`-filen med et tekstbehandlingsprogram.
nl: Ga in een bestandenverkenner naar de map `Downloads`. Open het bestand `hashes` in een tekstverwerker.
ru: В файловом менеджере выберите директорию `Downloads` и откройте файл `hashes` при помощи текстового редактора.

source: ![binary open hashes.txt](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-word-hashfile.png)
fr: ![ouvrir hashes.txt binaire](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-word-hashfile.png)
nl: ![binary hashes.txt openen](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-word-hashfile.png)

source: Open a terminal (`cmd.exe`).
ar: إفتح سطر الأوامر (`cmd.exe`).
de: Öffne ein Terminal (`cmd.exe`).
es: Abre una terminal (`cmd.exe`).
fr: Ouvrir une invite de commande (`cmd.exe`).
nb_no: Åpne en terminal (`cmd.exe`).
nl: Open een opdrachtregel (`cmd.exe`).
ru: Откройте консоль (`cmd.exe`).

source: ![binary launch term](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-cmd-launch.png)
fr: ![lancer terminal binaire](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-cmd-launch.png)
nl: ![binary opdrachtregel openen](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-cmd-launch.png)

source: Change to the `Downloads` directory with the command: `cd Downloads`.
ar: إذهب إلي مجلد 'Downloads' بإستخدام أمر : `cd Downloads`.
de: Wechsle unter Verwendung des Befehls `cd Downloads` ins `Downloads`-Verzeichnis.
es: Cambia al directorio de `Descargas` con el comando: `cd Descargas`.
fr: Allez dans le répertoire `Downloads` avec la commande : `cd Downloads`.
nb_no: Endre stien til `Nedlastinger`-katalogen med kommandoen: `cd Nedlastinger`.
nl: Ga naar de map `Downloads` met de opdracht: `cd Downloads`.
ru: Изменить путь на директорию `cd Downloads`, измените директорию на `Downloads`.

source: ![binary cmd cd](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-cmd-cd.png)
fr: ![cd cmd binaire](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-cmd-cd.png)

source: Calculate the hash of the Monero binary with the command: `certUtil -hashfile monero-gui-win-x64-v0.16.0.2.zip SHA256` (if you downloaded a command-line only version, replace `monero-gui-win-x64-v0.16.0.2.zip` accordingly).
ar: إحسب الهاش الخاص بملف تثبيت مونيرو بالأمر التالي : `certUtil -hashfile monero-gui-win-x64-v0.11.1.0.zip SHA256` ( إذا قمت بتنزيل واجهه سطر الأوامر قم بتبديل `monero-gui-win-x64-v0.11.1.0.zip` وفقاً لذلك)
de: Berechne den Hashwert der Monero-Binärdatei mit folgendem Befehl: `certUtil -hashfile monero-gui-win-x64-v0.16.0.2.zip SHA256` (solltest du eine Version ausschließlich für die Befehlszeile heruntergeladen haben, ersetze `monero-gui-win-x64-v0.16.0.2.zip` dementsprechend).
es: Calcula el hash del binario Monero con el comando: `certUtil -hashfile monero-gui-win-x64-v0.11.1.0.zip SHA256` (si descargaste una versión de consola de comandos solamente, cambia `monero-gui-win-x64-v0.11.1.0.zip` de acuerdo a tu binario).
fr: Calculez le hachage du binaire Monero avec la commande : `certUtil -hashfile monero-gui-win-x64-v0.12.0.0.zip SHA256` (Si vous avez téléchargé la version ligne de commande, remplacez par `monero-gui-win-x64-v0.12.0.0.zip` en conséquence).
nb_no: Beregn hashen til Monero-binærfilen med kommandoen: `certUtil -hashfile monero-gui-win-x64-v0.16.0.2.zip SHA256` (dersom du lastet ned en «kun kommandolinje»-versjon, bytt ut `monero-gui-win-x64-v0.16.0.2.zip` deretter).
nl: Bereken de hash van de Monero-binary met de opdracht: `certUtil -hashfile monero-gui-win-x64-v0.11.1.0.zip SHA256` (of vervang `monero-gui-win-x64-v0.11.1.0.zip` door een andere bestandsnaam als je de opdrachtregelversie hebt gedownload).
ru: Вычислите хеш двоичного файла Monero при помощи команды `certUtil -hashfile monero-gui-win-x64-v0.16.0.2.zip SHA256` (если вы загрузили версию, предполагающую только использование командной строки, замените `monero-gui-win-x64-v0.16.0.2.zip`, именем скачанного файла кошелька).

source: ![binary cmd certutil](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-cmd-certutil.png)
fr: ![certutil cmd binaire](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-cmd-certutil.png)

source: Compare the hash from the terminal with the one in the hash file. They should be the same (spaces can be ignored).
ar: قارن الهاش من سطر الأوامر بالهاش في الملف . يجب أن يكونوا متطابقين (يُمكن تجاهل المسافات).
de: Vergleiche den Hashwert aus der Befehlszeile mit dem in der Hash-Datei; sie sollten gleich sein (Leerzeichen können ignoriert werden).
es: Compara el hash de la terminal con el que está en tu archivo hash. Deberían ser el mismo (los espacios pueden ignorarse).
fr: Comparez le hachage entre l'invite de commande et le fichier de hachage. Ils doivent être identiques (les espaces peuvent être ignorés).
nb_no: Sammenlikn hashen fra terminalen med den i hash-filen. De bør være like (du kan se bort fra mellomrom).
nl: Vergelijk de hash in de opdrachtregel met de hash in het hashbestand. De hashes horen hetzelfde te zijn. De spaties kun je negeren.
ru: Сравните хеш, полученный при помощи командной строки, с хешем из файла хешей. Они должны совпадать (пробелы можно не учитывать).

source: ![binary compare hashes](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-word-cmd-compare.png)
fr: ![comparer hachages binaire](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-word-cmd-compare.png)
nl: ![binary hashes vergelijken](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_binary-word-cmd-compare.png)
