Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/verification-windows-beginner.po
Languages: ar, de, es, fr, nb_no, nl, ru

source: If your hash **DOES** match then you are finished with verification! You can be sure the Monero files you have are authentic. You may extract and install/use the files normally.
ar: إذا كان الهاش **متطابق** تكون قد إنتهيت من التحقق! يُمكنك التأكد أن ملفات التثبيت لديك أصليه, يمكنك الأن فك الضغط والبدأ في التثبيت وإستخدام الملفات بشكل طبيعي.
de: Wenn die Hashwerte **ÜBEREINSTIMMEN**, bist du fertig mit der Verifikation! Du kannst dir nun sicher sein, dass deine Monero-Dateien echt sind. Die Dateien kannst du jetzt ganz normal extrahieren und installieren/nutzen.
es: Si tu hash **SÍ** coincide entonces has terminado con la verificación! Puedes estar seguro de que tus archivos Monero son auténticos. Puedes extraer e instalar/utilizar los archivos normalmente.
fr: Si votre hachage **EST** identique vous en avez terminé avec la vérification ! Vous avez la certitude que les fichiers Monero sont authentiques. Vous pouvez extraire et installer / utiliser les fichiers normalement.
nb_no: Dersom hashen din **MATCHER**, er du ferdig med verifiseringen! Du kan være sikker på at Monero-filene du har er autentiske. Du kan pakke dem ut og installere/bruke filene som normalt.
nl: Als de hash **WEL** overeenkomt, ben je klaar met de verificatie! Dan ben je er zeker van dat de Monero-bestanden die je hebt ontvangen authentiek zijn. Je kunt de bestanden verder op de normale manier uitpakken, installeren en gebruiken.
ru: Если хеши **СОВПАДАЮТ**, значит, верификация успешно пройдена! Вы можете быть уверены в том, что имеющиеся у вас двоичные файлы Monero аутентичны. Вы спокойно можете извлекать/устанавливать и пользоваться ими.

source: If your hash **DOES NOT** match **DO NOT CONTINUE.** Instead delete the Monero binary from the `Downloads` directory and go back to [section 4.1](#41-download-binary).
ar: إذا كان الهاش **غير متطابق** **لا تُكمل** قم بمسح ملف التثبيت من مجلد 'Downloads' وإرجع إلي [القسم 4.1](#41-download-binary).
de: Wenn die Hashwerte **NICHT ÜBEREINSTIMMEN**, **FAHRE NICHT FORT**. Lösche die Monero-Binärdatei aus dem `Downloads`-Verzeichnis und gehe zurück zum [Abschnitt Binärdatei herunterladen](#binärdatei-herunterladen).
es: Si tu hash **NO** coincide **NO CONTINÚES.** En su lugar elimina el binario Monero de `Descargas` y regresa a la [sección Descargar Binario](#descargar-binario).
fr: Si votre hachage **N'EST PAS** identique, **NE POURSUIVEZ PAS.** Au lieu de cela, supprimez le binaire Monero du répertoire `téléchargements` et retournez à la [rubrique Télécharger le Binaire](#télécharger-le-binaire).
nb_no: Dersom hashen din **IKKE MATCHER**, **IKKE FORTSETT.** Slett i stedet Monero-binærfilen fra `Nedlastinger`-katalogen og gå tilbake til [seksjon Nedlasting av binærfiler](#nedlasting-av-binærfiler).
nl: **GA NIET VERDER** als de hash **NIET** overeenkomt. Verwijder dan de Monero-binary uit de map `Downloads` en ga terug naar [paragraaf Binary downloaden](#binary-downloaden).
ru: Если отпечаток **НЕ СООТВЕТСТВУЕТ**, продолжать дальнейшие выполнение пунктов инструкции **НЕ СЛЕДУЕТ**. Необходимо удалить `binaryfate` из директории `Downloads` и повторить действия, описанные в [пункте Загрузка ключа подписи](#загрузка-подписывающего-ключа).

source: ![getkey save file](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_getkey-savefilename.png)
nl: ![sleutel ophalen bestand opslaan](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_getkey-savefilename.png)

source: ## Table of Contents
ar: ## قائمه المحتويات

source: ### [1. Gpg4win Installer](#1-using-gpg4win-installer) - [1.1. Getting Gpg4win Installer](#11-getting-gpg4win-installer) + [1.1.1. Download Gpg4win](#111-download-gpg4win) + [1.1.2. Launch Gpg4win](#112-launch-gpg4win) - [1.2. Use Gpg4win Installer](#12-use-gpg4win-installer) ### [2. Import Signing Key](#2-monero-signing-key) - [2.1. Download Signing Key](#21-download-signing-key) - [2.2. Initialize Kleopatra](#22-initialize-kleopatra) + [2.2.1. Import Signing Key](#221-import-signing-key) + [2.2.2. Create Key Pair](#222-create-key-pair) - [2.3. Verify Signing Key](#23-verify-signing-key) ### [3. Verify Hash File](#3-hash-file-verification) - [3.1. Download Hash File](#31-download-hash-file) - [3.2. Verify Hash File](#32-verify-hash-file) ### [4. Verify Binary File](#4-binary-file-verification) - [4.1. Download Binary](#41-download-binary) - [4.2. Verify Binary](#42-verify-binary)
ar: ### [1. Gpg4win مُثبِت](#1-using-gpg4win-installer) - [1.1. الحصول علي مُثبت Gpg4win ](#11-getting-gpg4win-installer) + [1.1.1. تنزيل Gpg4win](#111-download-gpg4win) + [1.1.2. تشغيل Gpg4win](#112-launch-gpg4win) - [1.2. إستخدام مُثبت Gpg4win](#12-use-gpg4win-installer) ### [2. إستيراد مفتاح التوقيع ](#2-monero-signing-key) - [2.1. تنزيل مفتاح التوقيع ](#21-download-signing-key) - [2.2. تهيئة Kleopatra](#22-initialize-kleopatra) + [2.2.1. إستيراد مفتاح التوقيع](#221-import-signing-key) + [2.2.2. إنشاء زوج مفتاح](#222-create-key-pair) - [2.3. تحقق من مفتاح التوقيع](#23-verify-signing-key) ### [3. تحقق من ملف الهاش](#3-hash-file-verification) - [3.1. تحميل ملف الهاش ](#31-download-hash-file) - [3.2. تحقق من ملف الهاش](#32-verify-hash-file) ### [4. التحقق من ملف التثبيت](#4-binary-file-verification) - [4.1. تحميل ملف التثبيت](#41-download-binary) - [4.2. التحقق من ملف التثبيت](#42-verify-binary)

source: ## 1. Using Gpg4win Installer
ar: ## 1. إستخدام مُثبت Gpg4win

source: ### 1.1. Getting Gpg4win Installer
ar: ### 1.1. الحصول علي مُثبت Gpg4win

source: #### 1.1.1. Download Gpg4win
ar: #### 1.1.1. تنزيل Gpg4win

source: #### 1.1.2. Launch Gpg4win
ar: #### 1.1.2. تشغيل Gpg4win

source: ### 1.2. Use Gpg4win Installer
ar: ### 1.2. إستخدام مُثبت Gpg4win

source: ## 2. Monero Signing Key
ar: ## 2. مُفتاح توقيع مونيرو

source: ### 2.1. Download Signing Key
ar: ### 2.1. تنزيل مفتاح التوقيع

source: ### 2.2. Initialize Kleopatra
ar: ### 2.2. تهيئه Kleopatra

source: #### 2.2.1. Import Signing Key
ar: #### 2.2.1. استيراد مفتاح التوقيع

source: #### 2.2.2. Create Key Pair
ar: #### 2.2.2. إنشاء زوج مفتاح

source: ### 2.3. Verify Signing Key
ar: ### 2.3. تحقق من مفتاح التوقيع

source: ## 3. Hash File Verification
ar: ## 3. التحقق من ملف الهاش

source: ### 3.1. Download Hash File
ar: ### 3.1. تنزيل ملف الهاش

source: ### 3.2. Verify Hash File
ar: ### 3.2. تأكد من ملف الهاش

source: ## 4. Binary File Verification
ar: ## 4. التحقق من ملفات التثبيت

source: ### 4.1. Download Binary
ar: ### 4.1. تنزيل ملف التثبيت

source: ### 4.2. Verify Binary
ar: ### 4.2. تأكد من ملف التثبيت
