Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/verification-allos-advanced.po
Languages: ar, es, nb_no

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
ar: {% include disclaimer.html translated="yes" translationOutdated="no" %}
es: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: Verification of the Monero binary files should be done prior to extracting, installing, or using the Monero software. This is the only way to ensure that you are using the official Monero software. If you receive a fake Monero binary (eg. phishing, MITM, etc.), following this guide will protect you from being tricked into using it.
ar: التأكد من صحه ملفات التثبيت يجب أن يكون قبل فك الضغط أو التثبيت أو إستخدام البرامج. هذه هي الطريقه الوحيده للتأكد من حصولك علي البرامج الرسميه. إذا حصلت علي ملفات تثبيت مزيفه ( مثال هجمات التصيد و إختراق الإتصال وخلافه) بمتابعه هذا لدليل سوف تحمي نفسك من الوقوع ضحيه لهذه الملفات.
es: La verificación de los archivos binarios de Monero debería ser hecha antes de extraer, instalar o usar el software Monero. Esta es la única forma de asegurar que estás utilizando software oficial de Monero. Si recibes un falso binario Monero (e.g. phishing, MITM, entre otros), seguir esta guía te protegerá de ser engañado en usarlo.
nb_no: Verifisering av Monero-binærfilene bør gjøres i forkant av utpakking, installering eller bruk av Monero-programvaren. Dette er den eneste måten å sikre at du bruker den offisielle Monero-programvaren. Hvis du mottar en falsk Monero-binærfil (f.eks. phishing, MITM osv.), vil denne veiledningen hindre deg fra å bli lurt til å bruke den.

source: To protect the integrity of the binaries the Monero team provides a cryptographically signed list of all the [SHA256](https://en.wikipedia.org/wiki/SHA-2) hashes. If your downloaded binary has been tampered with it will be produce a [different hash](https://en.wikipedia.org/wiki/File_verification) than the one in the file.
ar: لحماية تكامل الثنائيات ، يوفر فريق مونيرو قائمة موقعة مشفرة لكل الملفات [ SHA256 ](https://en.wikipedia.org/wiki/SHA-2). إذا تم العبث بالملف الذي تم تنزيله ، فسيتم إنتاجه [ هاش مختلف ](https://en.wikipedia.org/wiki/File_verification) عن الموجود في الملف.
es: Para proteger la integridad de los binarios el equipo de Monero provee con una lista criptográficamente firmada de todos los hashes [SHA256](https://en.wikipedia.org/wiki/SHA-2). Si tus binarios descargados han sido manipulados producirán un [hash diferente](https://en.wikipedia.org/wiki/File_verification) al que está en el archivo.
nb_no: For å beskytte integriteten til binærfilene, gir Monero-teamet en kryptografisk signert liste over alle [SHA256](https://en.wikipedia.org/wiki/SHA-2)-hashene. Hvis din nedlastede binærfil har blitt tuklet med, produserer den en [forskjellig hash](https://en.wikipedia.org/wiki/File_verification) enn den i filen.

source: This is an advanced guide for Linux, Mac, or Windows operating systems and will make use of the command line. It will walk you through the process of installing the required software, importing the signing key, downloading the necessary files, and finally verifying that your binary is authentic.
ar: هذا دليل متقدم يستخدم سطر الأوامر لنُظم تشغيل لينُكس وويندوز وماك سيوجهك خلال عملية تثبيت البرامج المطلوبه واستيراد مفتاح التوقيع وتنزيل الملفات الضرورية وأخيرًا التحقق من صحة ملفات التثبيت.
es: Esta es una guía avanzada para sistemas operativos Linux, Mac o Windows y hace uso de la consola de comandos. Te llevará por el proceso de instalar software requerido, importar la clave de firma, descargar los archivos necesarios, y finalmente verificar que tu binario es auténtico.
nb_no: Dette er en avansert veiledning for Linux, Mac, eller Windows som gjør bruk at kommandolinjen. Den leder deg gjennom prosessen av å installere den nødvendige programvaren, importering av signaturnøkkelen, nedlasting av de nødvendige filene, og til slutt verifisering av at binærfilene dine er autentiske.

source: Table of Contents:
ar: قائمه المحتوي:
es: Tabla de Contenidos:
nb_no: Innholdsfortegnelse:

source: [Install GnuPG](#installing-gnupg)
ar: [ تثبيت GnuPG ](#تثبيت-GnuPG)
es: [Instalar GnuPG](#instalar-gnupg)
nb_no: [Installering av GnuPG](#installering-av-gnupg)

source: [Verify & Import Signing Key](#verify-and-import-signing-key)
ar: [ تأكيد & إستيراد ملف مفتاح التوقيع ](#تأكيد-&-إستيراد-ملف-مفتاح-التوقيع)
es: [Verificar e Importar Clave de Firma](#verificar-e-importar-clave-de-firma)
nb_no: [Verifisering og import av signaturnøkkel](#verifisering-og-import-av-signaturnøkkel)

source: [Download & Verify Hash File](#download-and-verify-hash-file)
ar: [ تنزيل & تأكد من ملف الهاش ](#تنزيل-&-تأكد-من-ملف-الهاش)
es: [Descargar y Verificar Archivo Hash](#descargar-y-verificar-archivo-hash)
nb_no: [Nedlasting og verifisering av hash-fil](#nedlasting-og-verifisering-av-hashfil)

source: [Download & Verify Binary](#download-and-verify-binary)
ar: [ تنزيل & تأكد من ملف الهاش ](#تنزيل-&-تأكد-من-ملف-الهاش)
es: [Descargar y Verificar Binarios](#descargar-y-verificar-binarios)
nb_no: [Nedlasting og verifisering av binærfiler](#nedlasting-og-verifisering-av-binærfiler)

source: Installing GnuPG
ar: تثبيت GnuPG
es: Instalar GnuPG
nb_no: Installering av GnuPG

source: + On Windows, go to the [Gpg4win download page](https://gpg4win.org/download.html) and follow the instructions for installation.
ar: + في ويندوز انتقل إلى صفحة التنزيل [Gpg4win](https://gpg4win.org/download.html) واتبع الإرشادات الخاصة بالتثبيت.
es: + En Windows, Ve a la página de descargas de [Gpg4win](https://gpg4win.org/download.html) y sigue las instrucciones para instalación.
nb_no: + På Windows, gå til [Gpg4win-nedlastingssiden](https://gpg4win.org/download.html) og følg anvisningene for installasjon.

source: + On Mac, go to the [Gpgtools download page](https://gpgtools.org/) and follow the instructions for installation.
ar: + في ماك انتقل إلى صفحة تنزيل [Gpgtools](https://gpgtools.org/) واتبع الإرشادات الخاصة بالتثبيت.
es: + En Mac, ve a la página de descargas de [Gpgtools](https://gpgtools.org/) y sigue las instrucciones para instalación.
nb_no: + På Mac, gå til [Gpgtools-nedlastingssiden](https://gpgtools.org/) og følg anvisningene for installasjon.

source: On Linux, GnuPG is installed by default.
ar: في ليُنكس ، GnuPG مُثبّت افتراضيًا.
es: En Linux, GnuPG ya está instalado por defecto.
nb_no: GnuPG installert som standard på Linux.

source: Verify and Import Signing Key
ar: تأكيد & إستيراد ملف مفتاح التوقيع
es: Verificar e Importar Clave de Firma
nb_no: Verifisering og import av signaturnøkkel

source: This section will cover getting the Monero signing key, making sure it is correct, and importing the key to GnuPG.
ar: سيغطي هذا القسم الحصول على مفتاح توقيع مونيرو والتأكد من صحته واستيراد المفتاح إلى GnuPG.
es: Esta sección cubre la obtención de la clave de firma Monero, asegurar que sea correcta e importar la clave a GnuPG.
nb_no: Denne delen tar for seg hvordan man får tak i Monero-signaturnøkkelen, hvordan man sikrer at den er riktig og hvordan man importerer nøkkelen til GnuPG.

source: Get Signing Key
ar: إحصل علي مفتاح التوقيع
es: Obtener Clave de Firma
nb_no: Å få tak i signaturnøkkelen

source: On Windows or Mac, go to [binaryFate's GPG key](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/binaryfate.asc), which he uses to sign the Monero binaries, and save the page as `binaryfate.asc` to your home directory.
ar: علي ويندوز أو ماك إذهب إلي [binaryFate's GPG key](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/binaryfate.asc) لتحميل المُفتاح المُستخدم في توقيع الملفات وقم بحفظه بإسم `binaryfate.asc` في مجلدك الرئيسي.
es: En Windows o Mac, ve a la [clave GPG de binaryFate](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/binaryfate.asc), que utiliza para firmar los binarios Monero, y guarda la página como `binaryFate.asc` en tu directorio de inicio.
nb_no: På Windows eller Mac, gå til [binaryFates GPG key](https://raw.githubusercontent.com/monero-project/monero/master/utils/gpg_keys/binaryfate.asc), som han bruker til å signere Monero-binærfilene, og lagre siden som `binaryfate.asc` til hjemkatalogen din.

source: On Linux, you can download binaryFate's signing key by issuing the following command:
ar: في ليُنكس يمكنك تحميل ملف مفتاح التوقيع من خلال الأمر التالي :
es: En Linux, puedes descargar la clave de firma de Fluffypony utilizando el siguiente comando:
nb_no: På Linux kan du laste ned binaryFates signaturnøkkel ved å eksekvere følgende kommando:

source: Verify Signing Key
ar: تأكد من مفتاح التوقيع
es: Verificar Clave de Firma
nb_no: Verifisering av signaturnøkkel

source: On all operating systems, check the fingerprint of `binaryfate.asc` by issuing the following command in a terminal:
ar: في جميع أنظمة التشغيل ، تحقق من بصمة `binaryfate.asc` بإصدار الأمر التالي في سطر الأوامر :
es: En todos los sistemas operativos, revisa la huella de `binaryfate.asc` utilizando el siguiente comando en una terminal:
nb_no: På alle operativsystemer, kan du sjekke fingeravtrykket til `binaryfate.asc` ved å eksekvere følgende kommando i en terminal:

source: Verify the fingerprint matches:
ar: تحقق من تطابق البصمه بالتالي :
es: Verifica que la huella coincida:
nb_no: Verifiser fingeravtrykkene:

source: If the fingerprint **DOES** match, then you may proceed.
ar: إذا كانت البصمه **صحيحه** يمكنك المُتابعه.
es: Si la firma **SÍ** coincide, entonces puedes continuar.
nb_no: Dersom fingeravtrykket **MATCHER**, kan du fortsette.

source: If the fingerprint **DOES NOT** match, **DO NOT CONTINUE.** Instead delete the file `binaryfate.asc` and go back to [section Get Signing Key](#get-signing-key).
ar: إذا كانت البصمه ** غير متطابقه ** **لا تُكمل** بل قم بحذف ملف `binaryfate.asc` وإذهب إلي [ إحصل علي مفتاح التوقيع ](#إحصل-علي-مفتاح-التوقيع).
es: Si la firma **NO** coincide, **NO CONTINÚES.** En su lugar borra el archivo `binaryfate.asc` y regresa a la [sección Obtener Clave de Firma](#obtener-clave-de-firma).
nb_no: Dersom fingeravtrykket **IKKE MATCHER**, **IKKE FORTSETT.** Slett istedenfor `binaryfate.asc`-filen og gå tilbake til [seksjon Å få tak i signaturnøkkel](#å-få-tak-i-signaturnøkkelen).

source: Import Signing Key
ar: إستيراد مفتاح التوقيع
es: Importar Clave de Firma
nb_no: Import av signaturnøkkel

source: From a terminal, import the signing key:
ar: من سطر الأوامر ، قم باستيراد مفتاح التوقيع:
es: Desde una terminal, importa la clave de firma:
nb_no: Fra en terminal, importer signaturnøkkel:

source: If this is the first time you have imported the key, the output will look like this:
ar: إذا كانت هذه هي المرة الأولى التي تستورد فيها المفتاح ، فسيبدو الناتج كما يلي:
es: Si es la primera vez que importas la clave, la salida se verá como esto:
nb_no: Hvis dette er første gang du har importert nøkkelen, vil utdataen se ut noe som dette:

source: If you have imported the key previously, the output will look like this:
ar: إذا قمت باستيراد المفتاح مسبقًا ، فسيبدو الناتج كما يلي:
es: Si ya has importado la clave previamente, la salida se verá como esto:
nb_no: Hvis du tidligere har importert nøkkelen, vil utdataen se slik ut:

source: Download and Verify Hash File
ar: تنزيل & تأكد من ملف الهاش
es: Descargar y Verificar Archivo Hash
nb_no: Nedlasting og verifisering av hashfil

source: This section will cover downloading the hash file and verifying its authenticity.
ar: سيغطي هذا القسم تنزيل ملف الهاش والتحقق من صحته.
es: Esta sección cubre la descarga y verificación de autenticidad del archivo hash.
nb_no: Denne delen tar for seg nedlasting av hash-filen og å verifisere at den er autentisk.

source: Get Hash File
ar: إحصل علي ملف الهاش
es: Obtener Archivo Hash
nb_no: Å få ta i hashfilen

source: On Windows or Mac, go to the [hashes file on getmonero.org]({{ site.baseurl_root }}/downloads/hashes.txt) and save the page as `hashes.txt` to your home directory.
ar: على نظام ويندوز أو ماك انتقل إلى [ملف الهاشات على getmonero.org]({{ site.baseurl }}/downloads/hashes.txt) واحفظ الصفحة كـ `hashes.txt` إلى مجلدك الرئيسي.
es: En Windows o Mac, ve a los [archivos hash en getmonero.org]({{ site.baseurl }}/downloads/hashes.txt) y guarda la página como `hashes.txt` en tu directorio de inicio.
nb_no: På Windows eller Mac, gå til [hashes-filen på getmonero.org]({{ site.baseurl_root }}/downloads/hashes.txt) og lagre siden som `hashes.txt` til hjemkatalogen.

source: On Linux, you can download the signed hashes file by issuing the following command:
ar: في ليُنكس يمكنك تنزيل ملف الهاشات الموقّع عن طريق إصدار الأمر التالي:
es: En Linux, puedes descargar los hashes firmados utilizando el siguiente comando:
nb_no: På Linux kan du laste ned filen med de signerte hashene ved å eksekvere følgende kommando:

source: Verify Hash File
ar: تأكد من ملف الهاش
es: Verificar Archivo Hash
nb_no: Verifsering av hashfilen

source: The hash file is signed with key `81AC 591F E9C4 B65C 5806 AFC3 F0AF 4D46 2A0B DF92`, as reflected in the output below.
ar: ملف الهاش موقع بمفتاح `81AC 591F E9C4 B65C 5806 AFC3 F0AF 4D46 2A0B DF92`, كما هو موضح في الناتج أدناه.
es: El archivo hash está firmado con la clave `81AC 591F E9C4 B65C 5806 AFC3 F0AF 4D46 2A0B DF92` (como se observa en la salida abajo).
nb_no: Hashfilen signeres med nøkkelen `81AC 591F E9C4 B65C 5806 AFC3 F0AF 4D46 2A0B DF92`, som det framgår i utdataen under.

source: On all operating systems, verify the signature of the hash file by issuing the following command in a terminal:
ar: في جميع أنظمة التشغيل ، تحقق من توقيع ملف التجزئة عن طريق إصدار الأمر التالي في سطر الأوامر:
es: En todos los sistemas operativos, verifica la firma del archivo hash utilizando el siguiente comando en una terminal:
nb_no: På alle operativsystemer kan du verifisere signaturen av hash-filen ved å eksekvere følgende kommando i en terminal:

source: If the file is authentic, the output will look like this:
ar: إذا كان الملف صحيح ، سيبدو الناتج كما يلي:
es: Si el archivo es auténtico, la salida se verá como esto:
nb_no: Hvis filen er autentisk, vil utdataen se slik ut:

source: If your output shows **Good signature**, as in the example, then you may proceed.
ar: إذا كان الناتج يُظهر ** Good signature ** كما هو موضح في المثال فيمكنك المتابعة.
es: Si la salida muestra **Good signature**, como en el ejemplo, puedes continuar.
nb_no: Dersom utdataen viser **Good signature**, som i eksempelet, kan du fortsette.

source: If you see **BAD signature** in the output, **DO NOT CONTINUE.** Instead delete the file `hashes.txt` and go back to [section Get Hash File](#get-hash-file).
ar: إذا كان الناتج **BAD signature** **لا تُكمل** بل قم بحذف ملف `hashes.txt`وإرجع إلي [ القسم إحصل علي ملف الهاش ](#إحصل-علي-ملف-الهاش).
es: Si ves **BAD signature** en la salida, **NO CONTINÚES.** En su lugar, borra el archivo `hashes.txt` y regresa a la [sección Obtener Archivo Hash](#obtener-archivo-hash).
nb_no: Dersom du ser **BAD signature** i utdataen, **IKKE FORTSETT.** Slett istedenfor `hashes.txt`-filen og gå tilbake til [seksjon Å få tak i hashfilen](#å-få-ta-i-hashfilen).

source: Download and Verify Binary
ar: تحميل & تأكد من ملفات التسطيب
es: Descargar y Verificar Binarios
nb_no: Nedlasting og verifisering av binærfiler

source: This section will cover downloading the Monero binary for your operating system, getting the `SHA256` hash of your download, and verifying that it is correct.
ar: سيغطي هذا القسم تنزيل برنامج مونيرو لنظام التشغيل الخاص بك ، والحصول على هاش `SHA256` من التنزيل الخاص بك ، والتحقق من صحته.
es: Esta sección cubrirá la descarga de los binarios Monero para tu sistema operativo, la obtención del hash `SHA256` para tu descarga, y verificar que este sea correcto.
nb_no: Denne delen tar for seg nedlasting av Monero-binærfilen for operativsystemet ditt, å få `SHA256`-hashen til nedlastingen din, og å verifisere at den er autentisk.

source: Get Monero binary
ar: الحصول علي ملفات التسطيب
es: Obtener Binarios Monero
nb_no: Å få tak i Monero-binærfilene

source: On Windows or Mac, go to [getmonero.org]({{ site.baseurl_root }}/downloads/) and download the correct file for your operating system. Save the file to your home directory. **Do not extract the files yet.**
ar: علي ويندوز أو ماك توجه إلي [getmonero.org]({{ site.baseurl }}/downloads/) وقم بتنزيل الملف الخاص بنظام التشغيل الخاص بك. قم بحفظ الملف لمجلدك الرئيسي. **لا تقم بفك الضغط **
es: En Windows o Mac, ve a [getmonero.org]({{ site.baseurl }}/downloads/) y descarga el archivo correcto para tu sistema operativo. Guarda el archivo en tu directorio de inicio. **Aún no extraigas los archivos.**
nb_no: På Windows eller Mac, gå til [getmonero.org]({{ site.baseurl_root }}/downloads/) og last ned den riktige filen for operativsystemet ditt. Lagre filen til hjemkatalogen din. **Ikke pakk ut filene enda.**

source: On Linux, you can download the command line tools by issuing the following command:
ar: في Linux ، يمكنك تنزيل واجهه سطر الأوامر عن طريق إصدار الأمر التالي:
es: En Linux, puedes descargar las herramientas de consola de comandos utilizando el siguiente comando:
nb_no: På Linux kan du laste ned kommandolinjeverktøyene ved å eksekvere følgende kommando:

source: Binary Verification on Linux or Mac
ar: تأكد من الملفات علي ليُنكس اوماك
es: Verificación de Binarios en Linux o Mac
nb_no: Verifisering av binærfiler på Linux eller Mac

source: The steps for both Linux and Mac are the same. From a terminal, get the `SHA256` hash of your downloaded Monero binary. As an example this guide will use the `Linux, 64bit` GUI binary. Substitute `monero-gui-linux-x64-v0.15.0.1.tar.bz2` with the name of the binary that you downloaded in [section Get Monero binary](#get-monero-binary).
ar: هذه الخطوات لنظامي تشغيل لينُكس وماك. من سطر الأوامر إحصل علي هاش `SHA256` لملف التثبيت. كمثال سيستخدم هذا الدليل واجهه المستخدم الرسوميه علي ليُنكس , إستبدل `monero-gui-linux-x64-v0.15.0.1.tar.bz2` بإسم ملف التثبيت الذي قمت بتنزيله في [ الحصول علي ملفات التسطيب ](#الحصول-علي-ملفات-التسطيب).
es: Los pasos para Linux o Mac son los mismos. Desde una terminal, obtén el hash `SHA256` de tu binario Monero descargado. Como ejemplo esta guía utiliza el binario GUI de `Linux, 64bit`. Reemplaza `monero-gui-linux-x64-v0.15.0.1.tar.bz2` con el nombre del binario que descargaste en la [sección Obtener Binarios Monero](#obtener-binarios-monero).
nb_no: Trinnene for både Linux og Mac er de samme. Fra en terminal, få `SHA256`-hashen til den nedlastede Monero-binærfilen din. Som et eksempel vil denne veiledningen bruke `Linux, 64bit`-GUI-binærfilen. Bytt ut `monero-gui-linux-x64-v0.15.0.1.tar.bz2` med navnet på binærfilen som du lastet ned i [seksjon Å få tak i Monero-binærfiler](#å-få-tak-i-monero-binærfilene).

source: shasum -a 256 monero-linux-x64-v0.15.0.1.tar.bz2
ar: shasum -a 256 monero-gui-linux-x64-v0.15.0.1.tar.bz2

source: The output will look like this, but will be different for each binary file. Your `SHA256` hash should match the one listed in the `hashes.txt` file for your binary file.
ar: سيبدو الناتج كهذا ، ولكن سيكون مختلفًا لكل ملف. يجب أن يتطابق هاش `SHA256` الخاصة بك مع الهاش في القائمة المدرجة في ملف` hashes.txt` لملف التثبيت.
es: La salida se verá como esto, pero será diferente para cada archivo binario. Tu hash `SHA256` debe coincidir con el hash listado en el archivo `hashes.txt` para tu archivo binario.
nb_no: Utdataen vil se slik ut, men den vil være forskjellige for hver binærfil. Din `SHA256`-hash bør matche den som er oppført i `hashes.txt`-filen for din binærfil.

source: 8d61f992a7e2dbc3d753470b4928b5bb9134ea14cf6f2973ba11d1600c0ce9ad monero-linux-x64-v0.15.0.1.tar.bz2
ar: b0f43387b31202f381c918660d9bc32a3d28a4733d391b1625a0e15737c5388 monero-gui-linux-x64-v0.15.0.1.tar.bz2

source: If your hash **DOES** match, then you are finished with the guide! You can extract the files and install.
ar: إذا كان الهاش **مُتطابق** يمكنك الأن فك الضفط والتثبيت.
es: Si tu hash **SÍ** coincide, ¡entonces has terminado con la guía! Puedes extraer los archivos e instalarlos.
nb_no: Dersom hashen din **MATCHER**, er du ferdig med veiledningen! Du kan pakke ut filene og installere.

source: If your hash **DOES NOT** match, **DO NOT CONTINUE.** Instead delete the binary you downloaded and go back to [section Get Monero binary](#get-monero-binary).
ar: إذا كان الهاش **غير مُتطابق** , ** لا تُكمل ** بل إحذف ملف التثبيت وإرجع إلي [ الحصول علي ملفات التسطيب ](#الحصول-علي-ملفات-التسطيب).
es: Si tu hash **NO** coincide, **NO CONTINÚES.** En su lugar, elimina el binario descargado y regresa a la [sección Obtener Binarios Monero](#obtener-binarios-monero).
nb_no: Dersom hashen din **IKKE MATCHER**, **IKKE FORTSETT.** Slett i stedet binærfilen du lastet ned og gå tilbake til [seksjon Å få tak i Monero-binærfiler](#å-få-tak-i-monero-binærfilene).

source: Binary Verification on Windows
ar: تأكد من الملفات علي ويندوز
es: Verificación de Binarios en Windows
nb_no: Verifisering av binærfiler på Windows

source: From a terminal, get the `SHA256` hash of your downloaded Monero binary. As an example this guide will use the `Windows, 64bit` GUI binary. Substitute `monero-gui-win-x64-v0.15.0.1.zip` with the name of the binary that you downloaded in [section Get Monero binary](#get-monero-binary).
ar: من سطر الأوامر احصل على هاش `SHA256` من ملف التثبيت الذي تم تنزيله. على سبيل المثال ، سيستخدم هذا الدليل ثنائي واجهة المستخدم الرسومية لنظام ويندوز ، 64 بت. استبدل `monero-gui-win-x64-v0.15.0.1.zip` باسم الملف الذي قمت بتنزيله في [ الحصول علي ملفات التسطيب ](#الحصول-علي-ملفات-التسطيب).
es: Desde una terminal, obtén el hash `SHA256` de tu binario Monero descargado. Como ejemplo esta guía utiliza el binario GUI de `Windows, 64bit`. Reemplaza `monero-gui-win-x64-v0.15.0.1.zip` con el nombre del binario que descargaste en la [sección Obtener Binarios Monero](#obtener-binarios-monero).
nb_no: Åpne en terminal og få `SHA256`-hash til din nedlastede Monero-binærfil. Som et eksempel, vil denne veiledningen bruke `Windows, 64bit`-GUI-binærfilen. Bytt ut `monero-gui-win-x64-v0.15.0.1.zip` med navnet på binæren som du lastet ned i [seksjon Å få tak i Monero-binærfiler](#å-få-tak-i-monero-binærfilene).

source: ``` certUtil -hashfile monero-gui-win-x64-v0.15.0.1.zip SHA256 ```
ar: ``` certUtil -hashfile monero-gui-win-x64-v0.12.0.0.zip SHA256 ```
