Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/verification-windows-beginner.po
Languages: ar, de, es, fr, nb_no, nl, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
ar: {% include disclaimer.html translated="yes" translationOutdated="yes" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
es: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: Verification of the Monero binary files should be done prior to extracting, installing, or using the Monero software. This is the only way to ensure that you are using the official Monero binary. If you receive a fake binary (eg. phishing, MITM, etc.), following this guide will protect you from being tricked into using it.
ar: التأكد من صحه ملفات التثبيت يجب أن يكون قبل فك الضغط أو التثبيت أو إستخدام البرامج. هذه هي الطريقه الوحيده للتأكد من حصولك علي البرامج الرسميه. إذا حصلت علي ملفات تثبيت مزيفه ( مثال هجمات التصيد و إختراق الإتصال وخلافه) بمتابعه هذا لدليل سوف تحمي نفسك من الوقوع ضحيه لهذه الملفات.
de: Vor dem Extrahieren, Installieren oder Nutzen der Monero-Software sollten die Monero-Binärdateien verifiziert werden, da du nur so sichergehen kannst, dass du tatsächlich die offiziellen Binärdateien von Monero verwendest. Solltest du (bspw. durch Phishing, eine MITM-Attacke etc.) eine gefälschte Binärdatei erhalten haben, schützt dich das Befolgen dieser Anleitung davor, zur Verwendung der falschen Dateien verleitet zu werden.
es: La verificación de los archivos binarios de Monero debería ser hecha antes de extraer, instalar o usar el software Monero. Esta es la única forma de asegurar que estás utilizando software oficial de Monero. Si recibes un falso binario Monero (e.g. phishing, MITM, entre otros), seguir esta guía te protegerá de ser engañado en usarlo.
fr: Les fichiers binaires Monero devrait être vérifiés avant extraction, installation ou utilisation de l'application Monero. C'est l'unique manière de vous assurer que vous utilisez le binaire officiel Monero. Si vous recevez un binaire contrefait (p. ex. hameçonnage, HDM, etc.), suivre ce guide vous évitera de vous faire piéger.
nb_no: Verifisering av Monero-binærfilene bør gjøres i forkant av utpakking av filer, installering eller bruk av Monero-programvaren. Dette er den eneste måten å sikre at du bruker den offisielle Monero-binærfilen. Hvis du mottar en falsk binærfil (f.eks. ved phishing, MITM osv.), vil denne guiden beskytte deg fra å bli lurt til å bruke den.
nl: Voordat je de Monero-software uitpakt, installeert en gebruikt, moet je de binaire bestanden van Monero verifiëren. Dit is de enige manier om er zeker van te zijn dat je de officiële Monero-binaries gebruikt. Als je een onecht binair bestand ontvangt (bijvoorbeeld via phishing of een *man-in-the-middle attack*), voorkomt deze methode dat je er gebruik van maakt.
ru: Верификацию двоичных файлов Monero следует производить до извлечения, установки или использования программного обеспечения Monero. Это единственный способ гарантированно убедиться в том, что вы используете официальный двоичный файл Monero. Если вами был получен фальшивый файл (фишинговый, MITM и т. д.), лучше воспользоваться этим руководством, чтобы такой файл не навредил вам.

source: To protect the integrity of the binaries the Monero team provides a cryptographically signed list of all the [SHA256](https://en.wikipedia.org/wiki/SHA-2) hashes. If your downloaded binary has been tampered with it will be produce a [different hash](https://en.wikipedia.org/wiki/File_verification) than the one in the file.
ar: لحماية تكامل الثنائيات ، يوفر فريق مونيرو قائمة موقعة مشفرة لكل الملفات [SHA256] (https://en.wikipedia.org/wiki/SHA-2). إذا تم العبث بالملف الذي تم تنزيله ، فسيتم إنتاجه [هاش مختلف] (https://en.wikipedia.org/wiki/File_verification) عن الموجود في الملف.
de: Das Team von Monero bietet zum Schutz der Integrität dieser Binärdateien eine kryptografisch signierte Liste aller [SHA256](https://de.wikipedia.org/wiki/SHA-2)-Hashwerte. Sollte deine heruntergeladene Binärdatei manipuliert worden sein, wird sie einen [Hashwert](https://en.wikipedia.org/wiki/File_verification) produzieren, welcher von dem in der Datei enthaltenen Wert abweicht.
es: Para proteger la integridad de los binarios el equipo de Monero provee con una lista criptográficamente firmada de todos los hashes [SHA256](https://en.wikipedia.org/wiki/SHA-2). Si tus binarios descargados han sido manipulados producirán un [hash diferente](https://en.wikipedia.org/wiki/File_verification) al que está en el archivo.
fr: Pour protéger l'intégrité des binaires, l'équipe Monero fournit une liste cryptographiquement signée de tous les hachages [SHA256](https://en.wikipedia.org/wiki/SHA-2). Si le binaire que vous avez téléchargé a été altéré il produira un [hachage différent](https://en.wikipedia.org/wiki/File_verification) de celui fourni dans le fichier.
nb_no: For å beskytte integriteten til binærene, gir Monero-teamet en kryptografisk signert liste over alle [SHA256](https://en.wikipedia.org/wiki/SHA-2)-hashene. Hvis dine nedlastede binærfiler har blitt tuklet med, vil den produsere en [forskjellig hash](https://en.wikipedia.org/wiki/File_verification) fra den i filen.
nl: Het Monero-team stelt een cryptografisch ondertekende lijst beschikbaar met alle [SHA256](https://en.wikipedia.org/wiki/SHA-2)-hashes, om de integriteit van de binaries te garanderen. Als er met het gedownloade binaire bestand is geknoeid, levert het een [andere hash](https://nl.wikipedia.org/wiki/Hashfunctie) op dan in de lijst.
ru: Для защиты целостности двоичных файлов командой Monero используется криптографически подписанный список хешей [SHA256](https://en.wikipedia.org/wiki/SHA-2). Если скачанный вами двоичный файл изменён каким-либо образом, его хеш [будет отличатся](https://en.wikipedia.org/wiki/File_verification) от того, что указан в файле.

source: This is a beginners guide for the Windows operating system and will make use of GUIs almost exclusively. It will walk you through the process of installing the required software, importing the signing key, downloading the necessary files, and finally verifying that your binary is authentic.
ar: هذا هو دليل المبتدئين لنظام التشغيل ويندوز وسوف يستخدم واجهه المستخدم الرسوميه بشكل حصري. وسيوجهك خلال عملية تثبيت البرنامج المطلوب واستيراد مفتاح التوقيع وتنزيل الملفات الضرورية وأخيرًا التحقق من صحة ملف التثبيت.
de: Dies ist eine Anfängeranleitung für das Windows-Betriebssystem, die sich beinahe ausschließlich mit den GUIs befasst. Sie begleitet dich durch den gesamten Prozess: die Installation der erforderlichen Software, den Import des Signaturschlüssels, den Download der notwendigen Dateien und schließlich die Verifikation der Echtheit deiner Binärdatei.
es: Esta es una guía de principiantes para sistemas operativos Windows y hace uso de la GUI casi exclusivamente. Te llevará por el proceso de instalar software requerido, importar la clave de firma, descargar los archivos necesarios, y finalmente verificar que tu binario es auténtico.
fr: Voici un guide pour débutant pour le système d'exploitation Windows qui s'appuiera presque exclusivement sur des interfaces graphiques (GUI). Il couvrira tout le processus d'installation des applications requises, d'import de la clef de signature, de téléchargement des fichiers nécessaires et enfin de vérification de l'authenticité de votre binaire.
nb_no: Dette er en nybegynnerguide for Windows-operativsystemene og gjør nesten utelukkende bruk av GUI-er. Den leder deg gjennom prosessen av å installere den nødvendige programvaren, importere signeringsnøkkelen, nedlasting av de nødvendige filene og avslutningsvis å verifisere at binærfilene dine er autentiske.
nl: Dit is een handleiding voor beginners die Windows als besturingssysteem gebruiken. Bijna alle gebruikte software heeft een grafische interface. We leggen stap voor stap uit hoe je de vereiste software installeert, de ondertekeningssleutel importeert, de benodigde bestanden downloadt en uiteindelijk verifieert dat je binaire bestand authentiek is.
ru: Это руководство предназначено для новичков, использующих операционную систему Windows, и предполагает использование GUI. Руководство описывает процесс установки необходимого программного обеспечения, импорта подписывающих ключей, скачивания необходимых файлов и, наконец, верификации аутентичности вашего двоичного файла.

source: Table of Contents
de: Inhaltsverzeichnis
es: Tabla de Contenidos
fr: Table des matières
nb_no: Innholdsfortegnelse
nl: Inhoud
ru: Содержание

source: [Gpg4win Installer](#using-gpg4win-installer)
de: [Gpg4win-Installationsprogramm verwenden](#gpg4win-installationsprogramm)
es: [Usar el Instalador Gpg4win](#usar-el-instalador-gpg4win)
fr: [Utiliser l'Installateur Gpg4win](#utiliser-linstallateur-de-gpg4win)
nb_no: [Bruk av Gpg4win-installatøren](#bruk-av-gpg4win-installatøren)
nl: [Gpg4win-installatieprogramma gebruiken](#gpg4win-installatieprogramma-gebruiken)
ru: [Работа с программой установки Gpg4win](#программа-установки-gpg4win)

source: [Import Signing Key](#monero-signing-key)
de: [Signaturschlüssel importieren](#monero-signaturschlüssel)
es: [Importar Clave de Firma](#importar-clave-de-firma)
fr: [Importer une Clef de Signature](#clef-de-signature-monero)
nb_no: [Import av signeringsnøkkel](#import-av-signeringsnøkkel)
nl: [Ondertekeningssleutel importeren](#monero-ondertekeningssleutel)
ru: [Импорт подписывающего ключа](#импорт-подписывающего-ключа-monero)

source: [Verify Hash File](#hash-file-verification)
de: [Verifikation der Hash-Datei](#verifikation-der-hash-datei)
es: [Verificar Archivo Hash](#verificar-archivo-hash)
fr: [Vérification du Fichier de Hachage](#vérification-du-fichier-de-hachage)
nb_no: [Verifisering av hash-fil](#verifisering-av-hash-fil)
nl: [Hashbestand verifiëren](#hashbestand-verifiëren)
ru: [Верификация хеш-файла](#верификация-хеш-файла)

source: [Verify Binary File](#binary-file-verification)
de: [Verifikation der Binärdatei](#verifikation-der-binärdatei)
es: [Verificar Archivo Binario](#verificar-archivo-binario)
fr: [Vérification du Fichier Binaire](#vérification-du-fichier-binaire)
nb_no: [Verifisering av binærfil](#verifisering-av-binærfil)
nl: [Binair bestand verifiëren](#binair-bestand-verifiëren)
ru: [Верификация двоичного файла](#верификация-двоичного-файла)

source: Using Gpg4win Installer
de: Gpg4win-Installationsprogramm
es: Usar el Instalador Gpg4win
fr: Utiliser l'Installateur de Gpg4win
nb_no: Bruk av Gpg4win-installatøren
nl: Gpg4win-installatieprogramma gebruiken
ru: Программа установки Gpg4win

source: This section will cover installing the cryptography software. Windows does not come with the tools required to verify your binary. To install these tools you can use the Gpg4win installer.
ar: سيغطي هذا القسم تثبيت برنامج التشفير. لا يأتي مع ويندوز الأدوات المطلوبة للتحقق من الملفات. لتثبيت هذه الأدوات يمكنك استخدام مثبت Gpg4win.
de: Dieser Abschnitt behandelt die Installation der Kryptografie-Software. Windows ist nicht mit den zur Verifikation der Binärdatei benötigten Tools ausgestattet. Um diese Tools zu installieren, kannst du das Gpg4win-Installationsprogramm verwenden.
es: Esta sección cubre la instalación de software criptográfico. Windows no viene con las herramientas requeridas para verificar tus binarios. Para instalar estas herramientas puedes utilizar el instalador Gpg4win.
fr: Cette rubrique couvre l'installation de l'application de cryptographie. Windows n'est pas livré avec les outils nécessaire à la vérification de vos binaires. Pour installer ces outils vous pouvez utiliser l'installateur Gpg4win.
nb_no: Denne seksjonen tar for seg installasjon av den kryptografiske programvaren. Windows kommer ikke med de nødvendige verktøyene for å verifisere binærene dine. Du kan bruke Gpg4win-installatøren for å installere disse verktøyene.
nl: In dit gedeelte leggen we uit hoe je de cryptografische software gebruikt. De hulpmiddelen die je nodig hebt om binaries te verifiëren worden niet meegeleverd met Windows. Met het Gpg4win-installatieprogramma kun je deze tools installeren.
ru: В этом разделе рассматривается процесс установки криптографического программного обеспечения. Windows не имеет инструментов, необходимых для верификации вашего двоичного файла. Чтобы установить эти инструменты можно воспользоваться программой установки Gpg4win.

source: Download Gpg4win
de: Gpg4win herunterladen
es: Descargar Gpg4win
fr: Télécharger Gpg4win
nb_no: Nedlasting av Gpg4win
nl: Gpg4win downloaden
ru: Загрузка Gpg4win

source: In a web browser, go to [gpg4win.org](https://gpg4win.org) and download the installer by clicking the green button.
ar: في المتصفح إذهب إلي [gpg4win.org](https://gpg4win.org) وقم بتنزيل المُثبت بالضغط علي الزر الأخضر.
de: Gehe im Webbrowser auf [gpg4win.org](https://gpg4win.org) und lade das Installationsprogramm durch Anklicken des grünen Buttons herunter.
es: En un navegador web, ve a [gpg4win.org](https://gpg4win.org) y descarga el instalador haciendo clic en el botón verde.
fr: Dans un navigateur internet, rendez-vous sur la page [gpg4win.org](https://gpg4win.org) et téléchargez l'installateur en cliquant sur le bouton vert.
nb_no: Gå til [gpg4win.org](https://gpg4win.org) i nettleseren og last ned installatøren ved å trykke på den grønne knappen.
nl: Ga in een browser naar [gpg4win.org](https://gpg4win.org) en download het installatieprogramma door op de groene knop te klikken.
ru: В веб-браузере следует зайти на сайт [gpg4win.org](https://gpg4win.org) и нажатием зелёной кнопки скачать программу установки.

source: ![gpg4win download button](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-downloadbutton.png)
fr: ![bouton télécharger gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-downloadbutton.png)
nl: ![downloadknop gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-downloadbutton.png)

source: You will be taken to a donation page. If you do not wish to donate select `$0`, then you will be able to click `Download`.
ar: سيتم نقلك إلى صفحة التبرع إذا كنت لا ترغب في التبرع فحدد `$ 0` ثم ستتمكن من النقر فوق `download`.
de: Du wirst auf eine Spendenseite weitergeleitet. Wenn du nichts spenden möchtest, wähle `$0`. Danach kannst du auf `Download` klicken.
es: Serás llevado a una página de donación. Si no deseas donar selecciona `$0`, y serás capaz de hacer clic en `Download`.
fr: Vous serez redirigé vers une page de dons. Si vous ne souhaitez pas faire une donation, sélectionnez `$0`, puis vous pourrez cliquer sur `Télécharger` (`Download`).
nb_no: Du vil tas til en donasjonsside. Hvis du ikke ønsker å donere, velger du `$0`, og deretter vil du kunne trykke på `Download` (Last ned).
nl: Er wordt een donatiepagina geopend. Als je niets wilt doneren, selecteer je `$0`. Daarna kun je op `Download` klikken.
ru: Вы попадёте на страницу пожертвований. Если вы не собираетесь делать пожертвование, следует выбрать `$0`, после чего можно будет нажать на кнопку `Download` (Загрузить).

source: ![gpg4win site donation](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-donation.png)
fr: ![page de don site gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-donation.png)
nb_no: ![gpg4win donation site](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-donation.png)
nl: ![gpg4win site donatie](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-donation.png)

source: Click `Save File`.
ar: إضغط `Save File`.
de: Klicke auf `Datei speichern`.
es: Haz clic en `Guardar archivo`.
fr: Cliquez sur `Enregistrer le Fichier` (`Save File`).
nb_no: Trykk på `Lagre filen`.
nl: Klik op `Bestand opslaan`.
ru: Нажмите `Save File` (Сохранить файл).

source: ![gpg4win site save file](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-savefile.png)
fr: ![enregistrer le fichier site gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-savefile.png)
nl: ![gpg4win site bestand opslaan](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-savefile.png)

source: Choose a download location, click `Save`.
ar: إختار مكان التنزيل ثم إضغط `Save`.
de: Wähle einen Zielort für den Download und wähle `Speichern`.
es: Elige una dirección de descarga, y haz clic en `Guardar`.
fr: Choisissez un emplacement pour le téléchargement et cliquez sur `Enregistrer` (`Save`).
nb_no: Velg et sted å laste ned filen til og trykk på `Lagre`.
nl: Kies een opslaglocatie en klik op `Opslaan`.
ru: Выберите место для сохранения файла и нажмите `Save` (Сохранить).

source: ![gpg4win site download location](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-savefile-location.png)
fr: ![emplacement téléchargement site gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-savefile-location.png)
nb_no: ![gpg4win site download site](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-savefile-location.png)
nl: ![gpg4win site locatie download](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-savefile-location.png)

source: Launch Gpg4win
de: Gpg4win starten
es: Abrir Gpg4win
fr: Lancer Gpg4win
nb_no: Oppstart av Gpg4win
nl: Gpg4win starten
ru: Запуск Gpg4win

source: When the download is finished, open the containing folder.
ar: عند انتهاء التنزيل ، افتح المجلد المُحدد.
de: Öffne den darin enthaltenen Ordner, sobald der Download fertig ist.
es: Cuando la descarga termine, abre la carpeta contenedora.
fr: Lorsque le téléchargement est terminé, l'afficher dans le dossier.
nb_no: Når nedlastingen er ferdig, kan du åpne mappen som filen ligger i.
nl: Open de map met het bestand wanneer het downloaden klaar is.
ru: Как только загрузка файла будет завершена, откройте папку, в которую он был сохранён.

source: ![gpg4win site open folder](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-savefile-openfolder.png)
fr: ![afficher dans le dossier site gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-savefile-openfolder.png)
nl: ![gpg4win site map openen](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-site-savefile-openfolder.png)

source: Double click the downloaded gpg4win executable to launch.
ar: انقر نقرًا مزدوجًا على ملف gpg4win الذي تم تنزيله للتشغيل.
de: Du startest die heruntergeladene Gpg4win-Programmdatei mittels Doppelklicks.
es: Haz doble clic en el ejecutable descargado para abrirlo.
fr: Double-cliquez sur l'exécutable gpg4win téléchargé pour le lancer.
nb_no: Dobbeltklikk på den nedlastede, eksekverbare gpg4win-filen for å starte den.
nl: Dubbelklik op het uitvoerbare bestand gpg4win.exe om het te starten.
ru: Двойным кликом запустите исполняемый файл gpg4win.

source: ![gpg4win launch](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-launch.png)
fr: ![lancement gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-launch.png)
nl: ![gpg4win starten](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-launch.png)

source: Use Gpg4win Installer
de: Gpg4win-Installationsprogramm verwenden
es: Usar el Instalador Gpg4win
fr: Utiliser l'Installateur Gpg4win
nb_no: Bruk av Gpg4win-installatøren
nl: Gpg4win-installatieprogramma gebruiken
ru: Работа с программой установки Gpg4win

source: You will be presented with a security verification screen, click `Run`.
ar: سيتم عرض شاشة التحقق الأمني ، انقر فوق "Run".
de: Dir wird zwecks Verifizierung ein Sicherheitsbildschirm angezeigt. Klicke auf `Ausführen`.
es: Serás presentado con una pantalla de verificación de seguridad. Haz clic en `Run`.
fr: Un avertissement de sécurité vous sera présenté, cliquez sur `Exécuter`.
nb_no: Du vil bli fremlagt en sikkerhetsverifiseringsskjerm. Trykk på `Kjør`.
nl: Er wordt een scherm met een beveiligingswaarschuwing weergegeven. Klik hier op `Uitvoeren`.
ru: Должен появиться экрана проверки безопасности, в нём следует нажать `Run` (Запустить).

source: ![gpg4win installer security](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-security.png)
fr: ![sécurité installateur gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-security.png)
nb_no: ![gpg4win install security](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-security.png)
nl: ![gpg4win installatie beveiliging](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-security.png)

source: Select your language, click `OK`.
ar: إختار اللغه ثم إضغط `OK`.
de: Wähle deine Sprache und klicke auf `OK`.
es: Selecciona tu lenguaje, y haz clic en `OK`.
fr: Sélectionnez votre langue et cliquez sur `OK`.
nb_no: Velg språket ditt og trykk på `OK`.
nl: Selecteer je taal en klik op `OK`.
ru: Выберите язык и нажмите `ОК`.

source: ![gpg4win installer language](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-language.png)
fr: ![langue installateur gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-language.png)
nb_no: ![gpg4win install language](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-language.png)
nl: ![gpg4win installatie taal](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-language.png)

source: A welcome screen will appear, click `Next`.
ar: ستظهر شاشة الترحيب ، انقر فوق `Next`.
de: Es erscheint ein Willkommensbildschirm, auf dem du auf `Weiter` klickst.
es: Una pantalla de bienvenida aparecerá, haz clic en `Next`.
fr: Un écran de bienvenue apparaitra, cliquez sur `Suivant`.
nb_no: En velkomstskjerm vil dukke opp. Trykk på `Neste`.
nl: Er wordt een welkomstscherm weergegeven. Klik op `Volgende`.
ru: Появится экран приветствия. Нажмите `Next` (Далее).

source: ![gpg4win installer welcome](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-welcome.png)
fr: ![bienvenue installateur gpg4win](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-welcome.png)
nb_no: ![gpg4win install welcome](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-welcome.png)
nl: ![gpg4win installatie welkom](/img/resources/user-guides/en/verify_binary_windows_beginner/verify-win_gpg4win-install-welcome.png)
