Repository: monero-project/monero-site
Catalog: _i18n/*/resources/user-guides/weblate/view_only.po
Languages: de, nb_no, ru

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: A view-only wallet is a special type of wallet that can only see incoming transactions. Since it doesn't hold your mnemonic seed and private spend key, it can't sign transactions and it can't see outgoing transactions. This makes them particularly interesting for
de: Ein View-Only-Wallet ist eine spezielle Form des Wallets, die ausschließlich eingehende Transaktionen einsehen kann. Da es weder deinen mnemonischen Seed noch deinen privaten Spend-Key enthält, kann es keine Transaktionen signieren und keine ausgehenden Transaktionen einsehen. Diese Eigenschaften machen es besonders nützlich für:
nb_no: En visningslommebok er en spesiell type lommebok som kun kan se innkommende transaksjoner. Siden den ikke holder på det mnemoniske frøet og private forbruksnøkkelen din, kan den ikke signere transaksjoner, og den kan ikke se utgående transaksjoner. Dette gjør dem spesielt interessante for
ru: Кошелёк, предназначенный только для просмотра, представляет собой специальный тип кошелька, позволяющий только просматривать входящие транзакции. Поскольку в нём не хранится вашей мнемонической фразы и приватного ключа траты, с его помощью нельзя подписывать транзакции и просматривать исходящие транзакции. Это делает такой кошелёк интересным с точки зрения

source: Validate incoming transactions to cold wallets or hardware wallets
de: die Überprüfung von auf Cold-Wallets oder Hardware-Wallets eingehenden Transaktionen
nb_no: å validere innkommende transaksjoner til kalde lommebøker eller maskinvarelommebøker
ru: валидации входящих на холодные или аппаратные кошельки транзакций

source: Monitor incoming donations to a fundraising campaign
de: das Beobachten eingehender Spenden für eine Fundraising-Kampagne
nb_no: å overvåke innkommende donasjoner til en innsamlingsaksjon
ru: отслеживания поступающих пожертвований при проведении кампании по сбору средств

source: Developers writing libraries to validate payments
de: Entwickler beim Erstellen von Programmbibliotheken zum Validieren von Zahlungen
nb_no: utviklere som skriver programvarebibliotek for å validere betalinger
ru: разработчиков, которые занимаются написанием библиотек для валидации платежей

source: View-only wallets cannot sign transactions, therefore they can't spend a balance alone. However, they can be used as part of an offline transaction signing, by creating unsigned transactions to be signed offline in a cold device, and later by sending the signed transaction to the network.
de: View-Only-Wallets können keine Transaktionen signieren und damit auch kein Guthaben eigenständig ausgeben. Sie können jedoch in den Prozess des Offline-Signierens einer Transaktion eingebunden werden, indem unsignierte Transaktionen erstellt, später in einem Cold-Gerät offline-signiert und anschließend, als nun signierte Transaktionen, ans Netzwerk gesendet werden.
nb_no: Visningslommebøker kan ikke signere transaksjoner, og de kan derfor ikke forbruke en saldo i seg selv. De kan imidlertid brukes som del av en frakoblet signering av en transaksjon ved å opprette usignerte transaksjoner som skal signeres i frakoblet tilstand i en kald enhet, og senere ved å sende den signerte transaksjonen til nettverket.
ru: Кошельки, предназначенные для просмотра, не позволяют подписывать транзакции, а следовательно, вы не сможете тратить средства исключительно с их помощью. Тем не менее, их можно использовать при подписании транзакций оффлайн, создавая неподписанные транзакции, которые затем будут подписаны оффлайн в холодном кошельке. После этого уже подписанная транзакция будет передана в сеть.

source: If your wallet has outgoing transactions, the balance displayed will not be correct. To get a correct balance in a view-only wallet, you have to import the accompanying key images of each output of the wallet.
de: Sollte dein Wallet ausgehende Transaktionen enthalten, wird das Guthaben nicht korrekt angezeigt werden. Um das korrekte Guthaben in einem View-Only-Wallet angezeigt zu bekommen, musst du die zugehörigen Schlüsselbilder eines jeden Outputs des Wallets importieren.
nb_no: Hvis lommeboken din har utgående transaksjoner, vil den viste saldoen ikke være riktig. For å få en riktig saldo i en visningslommebok, må du importere de medfølgende nøkkelbildene til hver av lommebokens utdata.
ru: Если в вашем кошельке имеются исходящие транзакции, отображаемый баланс будет неправильным. Чтобы узнать правильный баланс посредством кошелька, предназначенного для просмотра, необходимо импортировать соответствующие образы ключей к каждому выходу, принадлежащему кошельку.

source: You can also create a view-only wallet of a hardware wallet, however this kind of view-only wallet doesn't support offline transaction signing and importing of key images.
de: Du kannst auch ein View-Only-Wallet eines Hardware-Wallets erstellen, allerdings unterstützt ein solches weder das Offline-Signieren von Transaktionen noch den Import von Schlüsselbildern.
nb_no: Du kan også opprette en visningslommebok til en maskinvarelommebok, men denne typen visningslommebok støtter imidlertid ikke frakoblet signering av transaksjoner og import av nøkkelbilder.
ru: Также можно создать кошелёк, предназначенный для просмотра, соответствующий аппаратному кошельку. Однако, такой тип кошелька не позволит подписывать транзакции оффлайн и импортировать образы ключей.

source: In order to create a view-only wallet, you must either have access to a wallet or know the main address and the private view key from a wallet.
de: Um ein View-Only-Wallet zu erstellen, benötigst du entweder den Zugriff auf ein Wallet oder musst die Hauptadresse und den privaten View-Key eines Wallets kennen.
nb_no: For å opprette en visningslommebok, må du enten ha tilgang til en lommebok eller kjenne til hovedadressen og den private visningsnøkkelen fra en lommebok.
ru: Чтобы создать кошелёк, предназначенный исключительно для просмотра, необходимо либо иметь доступ к кошельку, либо знать основной адрес и приватный ключ просмотра для этого кошелька.

source: ### CLI: Creating a View-Only Wallet from a Private View Key
de: ### CLI: Ein View-Only-Wallet von einem privaten View-Key erstellen
nb_no: ### CLI: Å opprette en visningslommebok fra en privat visningsnøkkel
ru: ### CLI: создание кошелька, предназначенного только для просмотра, на основе приватного ключа просмотра

source: Open an existing wallet and type `address` and `viewkey` commands to display the wallet's address and its private (secret) view key. Type `exit` to close the wallet.
de: Öffne ein bestehendes Wallet und gib die Befehle `address` und `viewkey` ein, um dir die Adresse und den privaten (geheimen) View-Key des Wallets anzeigen zu lassen. Tippe zum Schließen des Wallets `exit` ein.
nb_no: Åpne en eksisterende lommebok og tast inn kommandoene `address` og `viewkey` for å vise lommebokens adresse og dens private (hemmelige) visningsnøkkel. Tast inn `exit` for å lukke lommeboken.
ru: Откройте существующий кошелёк и введите команды `address` и `viewkey`, чтобы вывести на экран адрес кошелька и его приватный (секретный) ключ просмотра. Введите `exit`, чтобы закрыть кошелёк.

source: Next, create your view-only wallet by typing `monero-wallet-cli --generate-from-view-key wallet-name`. The last argument will be your new wallet's file name. You will be prompted for `Standard address` and `View key` by the wallet. Paste in your original wallet's address and private (secret) view key. Next, enter and confirm a password for your new wallet.
de: Als Nächstes erstellst du dein View-Only-Wallet, indem du `monero-wallet-cli --generate-from-view-key wallet-name` eingibst. Hierbei ist das letzte Argument der Dateiname deines neuen Wallets. Das Wallet fragt dich anschließend nach `Standardadresse` und `View-Key`; hier fügst du die Adresse und den privaten (geheimen) View-Key deines ursprünglichen Wallets ein. Als Letztes gibst du ein Passwort für dein neues Wallet ein und bestätigst dieses.
nb_no: Etterpå kan du opprette en visningslommebok ved å taste inn `monero-wallet-cli --generate-from-view-key wallet-name`. Det siste argumentet blir filnavnet på den nye lommeboken din. Du vil bli bedt om `Standard address` og `View key` av lommeboken. Lim inn den opprinnelige adressen og private (hemmelige) visningsnøkkelen til lommeboken din. Etter det trykker du på enter og bekrefter et passord for den nye lommeboken din.
ru: После этого введите `monero-wallet-cli --generate-from-view-key wallet-name` и создайте кошелёк, предназначенный только для просмотра. Последним аргументом будет название вашего нового кошелька. Кошелёк выдаст вам подсказки `Standard address` и `View key`. Введите адрес и приватный (секретный) ключ вашего оригинального кошелька. Затем введите и подтвердите пароль для вашего нового кошелька.

source: ### GUI: Creating a View-Only Wallet from an Existing Wallet File
de: ### GUI: Ein View-Wallet von der Datei eines bestehenden Wallets erstellen
nb_no: ### GUI: Å opprette en visningslommebok fra en eksisterende lommebokfil
ru: ### GUI: создание кошелька, предназначенного только для просмотра, на основе файла существующего кошелька

source: If you have access to the existing wallet, open your wallet and go to `Settings` > `Wallet` > `Create a view-only wallet`:
de: Wenn du auf das bereits bestehende Wallet zugreifen kannst, öffne es und gehe über `Einstellungen` > `Wallet` > `View-Only-Wallet erstellen`:
nb_no: Hvis du har tilgang til den eksisterende lommeboken, kan du åpne lommeboken din og gå til `Innstillinger` > `Lommebok` > `Opprett en visningslommebok`:
ru: Если у вас есть доступ к существующему кошельку, откройте его и в настройках выберите: `Settings` > `Wallet` > `Create a view-only wallet`:

source: The view-only wallet file will be created within the same directory and using your current password.
de: Die View-Only-Wallet-Datei wird innerhalb desselben Verzeichnisses und unter Verwendung deines derzeitigen Passworts erstellt.
nb_no: Visningslommebokfilen vil opprettes i den samme katalogen, og bruker ditt gjeldende passord.
ru: Файл кошелька, предназначенного для просмотра, будет создан в той же самой директории и будет использовать тот же пароль.

source: Optionally, double-click the `Success` window to copy the message, then click `OK` to close it:
de: Optional kannst du das `Erfolg`-Fenster zum Kopieren der Nachricht doppelt anklicken und anschließend auf `OK` klicken, um es zu schließen:
nb_no: Alternativt kan du dobbeltklikke på `Vellykket`-vinduet for å kopiere meldingen, og deretter trykke på `OK` for å lukke det:
ru: Как вариант, дважды кликните по окну `Success`, чтобы скопировать сообщение, а затем кликните `OK`, чтобы закрыть его:

source: ### GUI: Creating a View-only Wallet from a Private View Key
de: ### GUI: Ein View-Only-Wallet von einem privaten View-Key erstellen
nb_no: ### GUI: Å opprette en visningslommebok fra en privat visningsnøkkel
ru: ### GUI: создание кошелька, предназначенного только для просмотра, на основе приватного ключа просмотра

source: If you don't have access to the existing wallet, you can create a view-only wallet by knowing the wallet's main address and its private view key.
de: Solltest du keinen Zugriff auf das bestehende Wallet haben, kannst du ein View-Only-Wallet erstellen, wenn du dessen Hauptadresse und privaten View-Key kennst.
nb_no: Hvis du ikke har tilgang til den eksisterende lommeboken, kan du opprette en visningslommebok ved å vite lommebokens hovedadresse og private visningsnøkkel.
ru: Если у вас нет доступа к существующему кошельку, вы можете создать кошелёк, предназначенный для просмотра, зная основной адрес и приватный ключ просмотра этого кошелька.

source: In order to do that, go to the main Menu and click on `Restore wallet from keys or mnemonic seed`:
de: Dazu klickst du im Hauptmenü auf `Stelle Wallet mit Schlüsseln oder mnemonischem Seed wieder her`:
nb_no: For å gjøre dette, kan du gå til hovedmenyen og trykke på `Gjenopprett lommebok fra nøkler eller mnemonisk frø`:
ru: Чтобы сделать это, войдите в основное меню и выберите `Restore wallet from keys or mnemonic seed`:

source: Enter a name for you view-only wallet file. Optionally, you can change the file location.
de: Gib einen Namen für die Datei deines View-Only-Wallets ein. Optional kannst du den Speicherort der Datei ändern.
nb_no: Legg inn et navn for visningslommebokfilen din. Alternativt kan du endre filplasseringen.
ru: Введите имя файла вашего кошелька, предназначенного для просмотра. Опционально вы можете изменить местонахождение файла.

source: Select `Restore from keys`.
de: Wähle `Mit Schlüsseln wiederherstellen` aus.
nb_no: Velg `Gjenopprett fra nøkler`.
ru: Выберите `Restore from keys`.

source: In `Account address (public)` field, enter your wallet's main address, which starts with 4.
de: Im `Wallet-Adresse (öffentlich)`-Feld gibst du die Hauptadresse deines Wallets ein (diese beginnt mit einer 4).
nb_no: I feltet `Kontoadresse (offentlig)` legger du inn lommebokens hovedadresse som starter med en 4.
ru: Введите основной адрес вашего кошелька, начинающийся с 4, в поле `Account address (public)`.

source: In `View key (private)` field, enter the private view key of your wallet.
de: Im `View-Key (privat)`-Feld gibst du den privaten View-Key deines Wallets ein.
nb_no: I feltet `Visningsnøkkel (privat)` legger du inn lommebokens private visningsnøkkel.
ru: Введите приватный ключ вашего кошелька в поле `View key (private)`.

source: Leave the `Spend key (private)` field blank.
de: Spare das `Spend-Key (privat)`-Feld aus.
nb_no: La `Forbruksnøkkel (privat)`-feltet være blankt.
ru: Оставьте поле `Spend key (private)` пустым.

source: Enter a `Wallet creation date` or a `Restore height` if you have one (optional).
de: Gib ein `Erstellungsdatum des Wallets` oder eine `Wiederherstellungshöhe` ein, sofern du eine dieser Informationen hast (optional).
nb_no: Legg inn en `Dato for opprettelse av lommebok` eller `Gjenopprettingshøyde` hvis du har en (valgfritt).
ru: Введите `Wallet creation date` (дату создания кошелька) или `Restore height` (высоту восстановления), если у вас есть такая возможность.

source: Click on `Next` to create your view-only wallet file.
de: Klicke auf `Weiter`, um deine View-Only-Wallet-Datei zu erstellen.
nb_no: Trykk på `Neste` for å opprette visningslommebokfilen din.
ru: Выберите `Next`, чтобы создать файл кошелька, предназначенного только для просмотра.
