Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/account.po
Languages: de, fr, it, nb_no, pl, ru

source: similar in function to a bank account, contains all of your sent and received transactions
de: Funktionsähnlich zu einem Bankkonto, enthält all deine gesendeten und empfangenen Transaktionen
fr: Similaire à un compte en banque dans son fonctionnement, contient toutes vos transactions envoyées et reçues
it: funzionalmente simile ad un conto bancario, contiene tutte le transazioni in ingresso e in uscita
pl: Podobnie jak konto bankowe, konto Monero zawiera wszystkie twoje płatności wychodzące i przychodzące
ru: Аналогичный по функционалу банковского счета, содержит все ваши отправленные и полученные транзакции

source: ["account", "accounts", "wallet", "wallets"]
de: ["account", "accounts", "wallet", "wallets", "Konto", "Konten", "Kontos", "Wallet", "Wallets"]
fr: ["account", "accounts", "wallet", "wallets", "compte", "comptes", "portefeuille", "portefeuilles"]
it: ["account", "accounts", "wallet", "wallets", "conto", "conti", "portafoglio", "portafogli"]
pl: ["account", "accounts", "wallet", "wallets", "konto", "konta", "portfel", "portfele"]
ru: ["account", "accounts", "wallet", "wallets", "кошелек", "кошельки", "счет", "учетная-запись", "счёте", "счёту", "счёта", "счёт"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
it: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: The Basics
de: Grundlagen
fr: Les Bases
it: Le Basi
nb_no: Det grunnleggende
pl: Podstawy
ru: Основная информация

source: Those familiar with Monero's predecessors will be more familiar with the term *wallet* to describe this. In Monero we call this an account, and it is a private account owned and operated by a Monero user.
de: Für jene, die mit Moneros Vorgängern vertraut sind, wird zur Beschreibung der Begriff *Wallet* geläufiger sein. Bei Monero nennen wir dies ein Konto, welches ein privates, von einem Monero-Nutzer geführtes und in dessen Besitz befindliches Konto ist.
fr: Ceux qui sont familiers avec les prédécesseurs de Monero seront plus familiers avec le terme de *portefeuille* pour décrire ceci. Dans Monero nous appelons cela un compte, et c'est un compte privé détenu et utilisé par un utilisateur de Monero.
it: Coloro che hanno familiarità con i predecessori di Monero, e con le criptovalute in generale, conosceranno probabilmente il termine *portafoglio*. In Monero il portafoglio viene descritto più propriamente col termine account, ed esso costituisce un conto privato di proprietà di e gestito da un utente Monero.
nb_no: De som kjenner til Moneros forgjengere, vil være bedre kjent med begrepet *lommebok* i denne beskrivelsen. I Monero kaller vi dette for en konto, og det er en privat konto, eid og styrt av en Monero-bruker.
pl: Dla bardziej zaznajomionych z poprzednikami Monero bliższe będzie określenie *portfel*. Jest to prywatne konto w posiadaniu i obsłudze użytkownika Monero.
ru: Тем, кто знаком с предшественниками Monero, будет более близко понятие *кошелёк*. В случае с Monero мы называем это счётом. То есть это приватный счёт, которым владеет и управляет пользователь.

source: Your account contains all of the Monero @transactions you have sent and received. Your account balance is a sum of all the Monero you've received, less the Monero you've sent. When using Monero you may notice that your account has two balances, a locked and an unlocked balance. The unlocked balance contains funds that can be spent immediately, and the locked balance contains funds that you can't spend right now. You may receive a transaction that has an @unlock-time set, or you may have sent some Monero and are waiting for the @change to come back to your wallet, both situations that could lead to those funds being locked for a time.
de: Dein Konto enthält die @Transaktionen aller Monero, welche du gesendet und empfangen hast. Dein Kontoguthaben ist die Summe aller Monero, die du empfangen hast, abzüglich derer, die du gesendet hast. Bei der Nutzung von Monero kannst du feststellen, dass dein Konto zwei Guthaben hat: ein gesperrtes und ein offenes. Das offene Guthaben enthält Geldmittel, die unmittelbar ausgegeben werden können, das gesperrte Guthaben enthält jene, die nicht direkt ausgabebereit sind. Letzteres könnte beispielsweise daran liegen, dass eine von dir empfangene Transaktion eine gesetzte @Freigabedauer hat, oder dass du noch auf @Wechselgeld der von dir gesendeten Monero wartest - beide Situationen könnten dazu führen, dass dieses Guthaben für eine Weile gesperrt ist.
fr: Votre compte contient toutes les @transactions Monero que vous avez envoyées et reçues. Le solde de votre compte correspond à la somme de tous les Moneroj que vous avez reçus, moins les Moneroj que vous avez envoyés. Lorsque vous utilisez Monero vous pouvez constater que votre compte dispose de deux soldes, un solde bloqué et un solde débloqué. Le solde débloqué contient les fonds qui peuvent être immédiatement dépensés. Vous pouvez recevoir une transaction qui dispose d'une @durée-de-déverrouillage de configurée, ou vous pourriez avoir envoyé des Moneroj et attendre que la @monnaie soit rendue à votre portefeuille, deux circonstances qui peuvent conduire ces fonds à être bloqués pendant un moment.
it: Un account di tua proprietà contiene tutte le @transazioni Monero che hai inviato e ricevuto. Il saldo del tuo account è pari alla somma di tutti i Monero che hai ricevuto meno la somma dei Monero che hai inviato. Quando usi Monero, potresti notare che il tuo account presenta due saldi, un saldo bloccato e un saldo sbloccato. Il saldo sbloccato contiene fondi che possono essere spesi immediatamente, mentre il saldo bloccato contiene fondi che non possono al momento essere spesi. Potresti aver ricevuto una transazione con un @tempo-di-sblocco impostato, o potresti aver inviato una transazione e sei in attesa che il @resto torni nel tuo portafoglio: queste sono due situazioni che possono generare fondi bloccati per un certo periodo.
nb_no: Kontoen din inneholder alle Monero-@transaksjonene du har sendt og mottatt. Kontosaldoen din er summen av alle Moneroene du har mottatt, fratrukket Moneroene du har mottatt. Når du bruker Monero, legger du kanskje merke til at kontoen din har to saldoer – en låst og en ulåst saldo. Den ulåste saldoen inneholder midler som kan brukes umiddelbart, og den låste saldoen inneholder midler som ikke kan brukes med én gang. Kanskje du motta en transaksjon som har en forhåndsinnstilt @opplåsningstid, eller kanskje du har sendt noen Monero og venter på at @vekslepengene kommer tilbake til lommeboken din. Begge er situasjoner som kan føre til at midler låses i en viss periode.
pl: Konto zawiera wszystkie twoje wychodzące i przychodzące @transakcje Monero. Saldo jest sumą wszystkich Monero, jakie otrzymałeś, minus Monero, które wysłałeś. Zauważ, że konto posiada dwa salda: zablokowane i odblokowane. Saldo odblokowane zawiera fundusze możliwe do natychmiastowego wydania, a w skład salda zablokowanego wchodzą środki, których nie możesz w danym momencie wydać. Może się zdarzyć, że otrzymasz wpłatę z ustawionym @czasem-na-odblokowanie lub że wyślesz Monero i będziesz oczekiwał aż @reszta zostanie zwrócona do twojego portfela. W obu sytuacjach twoje środki mogą zostać tymczasowo zablokowane.
ru: Все @транзакции, которые вы проводили или получали, сохраняются на вашем счёте. Баланс вашего счёта является суммой всех полученных вами Monero минус Monero, которые вы потратили. Когда вы используете свои Monero, вы можете заметить, что у вашего счёта есть два баланса: заблокированный и открытый. На открытом балансе лежат средства, которые могут быть потрачены немедленно, а со средствами, которые лежат на заблокированном балансе, вы так поступить не можете. Вы можете принять транзакцию с заданным @временем-разблокировки, или же вы можете отправить некоторое количество Monero и ожидать, пока на ваш кошелёк не придёт @сдача. В обеих ситуациях средства могут быть заблокированы на какое-то время.

source: A key difference between traditional electronic currency and Monero is that your account resides only under your control, normally on your computer, and cannot be accessed by anyone else if you [practice good security](#practicing-good-security).
de: Ein entscheidender Unterschied zwischen traditioneller elektronischer Währung und Monero ist, dass dein Konto, das im Normalfall auf deinem Computer liegt, einzig und allein unter deiner Kontrolle ist und nicht von anderen abgerufen werden kann, sofern du gut auf deine [Sicherheit](#Auf-Sicherheit-achten) achtest.
fr: Une différence clef entre les monnaies électroniques traditionnelles et Monero est que votre compte reste sous votre contrôle, normalement sur votre ordinateur, et ne peut être accédé par quiconque si vous [pratiquez une bonne sécurité](#pratiquer-une-bonne-securite).
it: Una differenza fondamentale fra la valuta elettronica tradizionale e Monero è che il tuo account si trova sotto il tuo totale controllo, in genere sul tuo computer, e ad esso non può accedere nessun altro tranne te, se vengono seguite delle [pratiche di buona sicurezza](#pratiche-di-buona-sicurezza).
nb_no: Hovedforskjellen mellom tradisjonell elektronisk valuta og Monero er at det bare er du som har kontroll over kontoen din, vanligvis via PC-en, og at ingen andre kan få tilgang til den dersom du [tar gode forholdsregler](#practicing-good-security).
pl: Kluczowa różnica między tradycyjną walutą elektroniczną a Monero polega na tym, że twoje konto Monero podlega jedynie twojej kontroli, przeważnie na twoim komputerze, i nikt nie ma do niego dostępu, jeśli tylko praktukujesz [zasady bezpieczeństwa](#pratykowanie-zasad-bezpieczeństwa).
ru: Ключевое отличие Monero от традиционной электронной валюты заключается в том, что ваш счёт контролируется исключительно вами обычно посредством вашего компьютера, и никто кроме вас не может получить доступ к нему, если вы используете правильные меры по [обеспечению безопасности](#practicing-good-security).

source: Multiple Accounts
de: Multiple Konten
fr: De Multiple Comptes
it: Account Multipli
nb_no: Flere kontoer
pl: Wiele kont
ru: Множество счетов

source: There are no costs attached to creating a Monero account, and there are no fees charged except for individual @transaction fees that go to @miners.
de: Mit dem Erstellen von Monero-Konten sind keine Kosten verbunden und es werden keinerlei Gebühren erhoben (ausgenommen davon sind einzelne Gebühren für @Transaktionen, welche an @Miner gehen).
fr: Il n'y a pas de coûts associés à la création d'un compte Monero, et il n'y a pas de frais appliqués à l'exception des frais individuels de @transaction qui vont aux @mineurs.
it: Non sono previsti costi aggiuntivi per la creazione di un account Monero e non vi sono commissioni addebitate, ad eccezione delle singole commissioni legate alle @transazioni, commissioni che vengono incassate dai @minatori.
nb_no: Det er ingen kostnader forbundet med å opprette en Monero-konto, og du vil ikke belastes noen gebyrer, bortsett fra individuelle @transaksjonsgebyrer som går til @utvinnere.
pl: Nie istnieją żadne koszta związane z założeniem konta Monero ani żadne opłaty, z wyjątkiem opłat za pojedyncze @transakcje, które trafiają do @kopaczy.
ru: Создание счёта Monero не предполагает каких-либо затрат или комиссий, за исключением тех комиссий, которые взимаются за проведение отдельных @транзакций в пользу @майнеров.

source: This means that individuals can easily create a Monero account for themselves as well as a joint account to share with their partner, and individual accounts for their children. Similarly, a business could create separate accounts for each division or group. Since Monero's @transaction fees are quite low, moving funds between accounts is not an expensive exercise.
de: Dies bedeutet, dass Einzelpersonen ohne Umstände ein privates Monero-Konto für sich selbst, wie auch ein Gemeinschaftskonto mit dem Partner, und zusätzlich individuelle Konten für ihre Kinder erstellen können. Auf die gleiche Weise könnte ein Unternehmen für jede Abteilung oder jeden Bereich separate Konten einrichten. Da Moneros Gebühren für @Transaktionen ziemlich niedrig sind, ist es nicht sonderlich kostenintensiv, Gelder zwischen Konten hin- und herzubewegen.
fr: Cela signifie que les individus peuvent facilement créer un compte Monero pour eux-mêmes, de même qu'un compte joint partagé avec leurs partenaires, et des comptes individuels pour leurs enfants. De la même manière, une entreprise pourrait créer des comptes séparés pour chaque branche ou groupe. Dans la mesure ou les frais de @transaction Monero sont relativement faibles, déplacer les fonds entre les comptes n'est pas une activité coûteuse.
it: Ciò significa che chiunque può facilmente creare un account Monero per se stesso/a, un account comune da condividere con il proprio partner e account individuali per i propri figli. Allo stesso modo, un'azienda potrebbe creare account separati per ogni divisione o gruppo. Poiché le commissioni di @transazione di Monero sono piuttosto basse, lo spostamento di fondi fra account non è un esercizio costoso.
nb_no: Dette betyr at man enkelt kan opprette en Monero-konto for seg selv, i tillegg til en felleskonto som kan deles med en partner og individuelle kontoer for barna deres. På tilsvarende måte kan et foretak opprette separate kontoer for hver avdeling eller gruppe. Siden Moneros @transaksjonskostnader er svært lave, er det rimelig å forflytte midler mellom kontoer.
pl: Oznacza to, że każdy może w łatwy sposób założyć konto Monero dla siebie, jak i konto łączone z partnerem lub indywidualne dla dziecka. Podobnie firma może założyć osobne konta dla każdego oddziału lub grupy pracowniczej. Ponieważ opłaty za @transakcje są dość niskie, przekazywanie środków między kontami nie jest drogie.
ru: Это означает, что человек (физическое лицо) может создать счёт Monero для себя, равно как и общий счёт для совместного использования со своим партнёром, а также счета для своих детей. Подобным образом предприятие (юридическое лицо) может открыть отдельные счета для каждого подразделения или группы. Так как комиссии за проведение @транзакций Monero невелики, перевод средств со счёта на счёт не влечёт за собой каких-либо значимых затрат.

source: Cryptographic Keys
de: Kryptografische Schlüssel
fr: Clefs Cryptographiques
it: Chiavi Crittografiche
nb_no: Kryptografiske nøkler
pl: Klucze kryptograficzne
ru: Криптографические ключи

source: Monero relies heavily on a cryptography principle known as *public/private key cryptography* or *asymmetric cryptography*, which is thoroughly detailed in [this Wikipedia article](https://en.wikipedia.org/wiki/Public-key_cryptography).
de: Monero vertraut stark auf ein kryptografisches Prinzip, welches als *Public/Private-Key-Verschlüsselungssystem* oder *asymmetrisches Kryptosystem* bekannt ist. Dies wird ausführlich in [diesem Wikipedia-Artikel](https://de.wikipedia.org/wiki/Asymmetrisches_Kryptosystem) erläutert.
fr: Monero s'appuie fortement sur les principes de cryptographie connus comme *cryptographie par clef publique/privée* ou *cryptographie asymétrique*, qui sont décrits en détail dans [Cet article Wikipedia](https://fr.wikipedia.org/wiki/Cryptographie_asym%C3%A9trique).
it: Monero si basa in gran parte su un principio crittografico noto come *crittografia a chiave pubblica/privata* o *crittografia asimmetrica*, concetto dettagliatamente descritto in [questo articolo di Wikipedia](https://it.wikipedia.org/wiki/Crittografia_asimmetrica).
nb_no: Monero avhenger i stor grad av et kryptografisk prinsipp kalt *kryptografi med offentlig/privat nøkkel* eller *asymmetrisk kryptografi*, som er grundig forklart i [denne Wikipedia-artikkelen](https://en.wikipedia.org/wiki/Public-key_cryptography).
pl: Monero opiera się głównie na zasadzie kryptograficznej znanej jako *kryptografia kluczy publicznych i prywatnych* lub *kryptografia asymetryczna*, która została dokładnie opisana w [tym artykule Wikipedii](https://pl.wikipedia.org/wiki/Kryptografia_klucza_publicznego).
ru: Monero во многом опирается на криптографический принцип, известный как *шифрование публичным / приватным ключом* или *асимметричное шифрование*, подробно описанный в этой статье на [Wikipedia](https://en.wikipedia.org/wiki/Public-key_cryptography).

source: Your account is based on two keys, a @spend-key and a @view-key. The @spend-key is special in that it is the single key required to spend your Monero funds, whereas the @view-key allows you to reveal your @transactions to a third party, for example for auditing or accounting purposes. These keys in your account also play an important role in Monero's @transaction's privacy.
de: Dein Konto basiert auf zwei Schlüsseln: einem @Spend-Key und einem @View-Key. Das Besondere am @Spend-Key ist, dass es der einzige Schlüssel ist, welcher zum Ausgeben deines Monero-Guthabens benötigt wird. Der @View-Key hingegen erlaubt es dir, deine @Transaktionen Dritten offenzulegen, beispielsweise zur Rechnungsprüfung oder zu Buchhaltungszwecken. Diese Schlüssel spielen zudem eine wichtige Rolle bezüglich der Privatsphäre von Moneros @Transaktionen.
fr: Votre compte est basé sur deux clefs, une @clef-de-dépense et une @clef-d'audit. La @clef-de-dépense a de particulier qu'elle est suffisante pour dépenser vos Moneroj, alors que la @clef-d'audit vous permet de révéler vos @transactions à un tier, par exemple pour des besoin d'audit ou de comptabilité. Ces clefs de votre compte jouent également un rôle important dans la confidentialité des @transactions de Monero.
it: Il tuo account è basato su due coppie di chiavi, la coppia relativa alla "chiave di spesa" (@spend-key) e la coppia relativa alla "chiave di visualizzazione" (@view-key). La chiave di spesa è speciale in quanto viene richiesta per spendere i fondi Monero, mentre la chiave di visualizzazione ti consente di rivelare le tue @transazioni a terzi, ad esempio per scopi di controllo (audit) o contabilità. Queste chiavi, utilizzate nel tuo account, svolgono anche un ruolo molto importante nella privacy delle @transazioni di Monero.
nb_no: Kontoen din er basert på to nøkler – en @forbruksnøkkel og en @visningsnøkkel. @Forbruksnøkkelen er spesiell i og med at det er den eneste nøkkelen som trengs for å bruke Monero-midlene dine, mens @visningsnøkkelen lar deg avsløre alle @transaksjonene dine til en tredjepart, for eksempel for revisjons- eller bokføringsøyemed. Disse nøklene i kontoen din spiller også en viktig rolle i Moneros @transaksjonspersonvern.
pl: Twoje konto bazuje na dwóch kluczach: @kluczu-wydawania i @kluczu-wglądu. @Klucz-wydawania jest jedynym kluczem wymaganym do wydawania twoich środków Monero, podczas gdy @klucz-wglądu pozwala na ujawnienie twoich @transakcji osobom trzecim, na przykład dla celów kontrolnych czy rachunkowych. Klucze te pełnią również istotną rolę w prywatności @transakcji.
ru: В основе вашего счёта лежат два ключа: @ключ-траты и @ключ-просмотра. Особенность @ключа-траты заключается в том, что это единственный ключ, необходимый для того, чтобы потратить ваши средства, в то время как @ключ-просмотра позволяет открыть ваши @транзакции третьей стороне, например, с целью проведения аудита бухгалтерии. Эти ключи, привязанные к вашему счёту, также играют важную роль с точки зрения обеспечения анонимности @транзакций Monero.

source: The private keys for both of these must be protected by you in order to retain your account privacy. On the other hand, the public keys are obviously public (they are part of your Monero account address). For normal public/private key cryptography someone could send you a private message by encrypting it with either of your public keys, and you would then be the only one able to decrypt it with your private keys.
de: Diese privaten Schlüssel müssen durch dich geschützt werden, um die Privatsphäre deines Kontos zu erhalten. Die öffentlichen Schlüssel hingegen sind - offensichtlich - öffentlich (sie sind Teil deiner Monero-Kontoadresse). Mit regulären Public-/Private-Key-Verschlüsselungssystemen könnte dir jemand eine mit einem deiner öffentlichen Schlüssel verschlüsselte Nachricht schicken und nur du wärst in der Lage, diese mit deinen privaten Schlüsseln zu entschlüsseln.
fr: Vous devez protéger chaque clef privée de ces deux types afin de maintenir la confidentialité de votre compte. A l'inverse, les clefs publiques sont évidemment publiques (elles font parties de votre adresse de compte Monero). Dans le cadre d'une cryptographie standard clef publique/clef privée, quelqu'un pourrait vous envoyer un message en le chiffrant à l'aide de l'une de vos clefs publiques, et vous seriez alors le seul capable de le déchiffrer avec votre clef privée.
it: Le chiavi private di spesa e di visualizzazione devono essere protette da te al fine di mantenere intatta la privacy del tuo account; le chiavi pubbliche di spesa e di visualizzazione, invece, sono ovviamente pubbliche (fanno parte dell'indirizzo del tuo account Monero). Usando la normale crittografia a chiave pubblica/privata, qualcuno potrebbe inviarti un messaggio privato cifrandolo con una delle tue chiavi pubbliche e tu saresti l'unico in grado di decifrarlo con le tue chiavi private.
nb_no: De private nøklene for begge disse må beskyttes av deg for å opprettholde personvernet til kontoen din. De offentlige nøklene, derimot, er åpenbart offentlige (de utgjør en del av Monero-kontoadressen din). I normal kryptografi med offentlige/private nøkler, kan noen sende deg en privat melding ved å kryptere den med en av dine offentlige nøkler, og da ville du ha vært den eneste som kunne ha avkodet den med dine private nøkler.
pl: Klucze prywatne w obu przypadkach muszą być chronione przez ciebie, aby utrzymać prywatność twojego konta. Z drugiej strony, klucze publiczne, jak sama nazwa wskazuje, mogą zostać ujawnione i tworzą część twojego adresu konta Monero. Różnica pomiędzy kluczem prywatnym a publicznym polega na tym, że ktoś może wysłać ci wiadomość zaszyfrowaną jednym z twoich publicznych kluczy, a jedynie ty możesz ją odszyfrować przy użyciu twoich kluczy prywatnych.
ru: Приватные ключи, предназначенные для обеих этих целей, должны быть защищены, чтобы ваш счёт оставался анонимным. С другой стороны, публичные ключи являются явно публичными (они составляют часть адреса вашего счёта Monero). При нормальной реализации принципов шифрования публичным/приватным ключом кто-то сможет отправить вам приватное сообщение, зашифровав его при помощи любого из ваших публичных ключей, а вы сможете затем его расшифровать, используя ваши приватные ключи.

source: Backing Up Your Account
de: Dein Konto sichern
fr: Sauvegarder votre Compte
it: Fare il Backup del tuo Account
nb_no: Sikkerhetskopiering av kontoen din
pl: Tworzenie kopii zapasowej konta
ru: Резервная копия счёта
