Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/account.po
Languages: de, fr, it, nb_no, pl, ru

source: When you manage your own Monero Account with the private @spend-key, you are solely responsible for the security of your funds. Thankfully, Monero makes it very easy to backup your account. When creating a Monero account for the first time you will be given a unique @mnemonic-seed for your account that consists of 13 or 25 words in the language of your choosing. **This seed is the only thing you need to backup for your account**, and so it is imperative that it is written down and stored securely. Never store this seed in a form or location that would allow someone else to see it!
de: Wenn du dein eigenes Monero-Konto mit dem privaten @Spend-Key verwaltest, bist allein du für die Sicherheit deiner Gelder verantwortlich. Glücklicherweise gestaltet es Monero sehr einfach, dein Konto zu sichern. Wenn du zum ersten Mal ein Monero-Konto erstellst, wird dir ein einzigartiger @mnemonischer-Seed mitgeteilt, welcher aus 13 oder 25 Wörtern in der von dir gewählten Sprache besteht. **Dieser Seed ist das Einzige, das du für dein Konto sichern musst**, es ist also unbedingt erforderlich, dass er niedergeschrieben und sicher verstaut wird. Speichere oder lagere ihn niemals in einer Ausführung oder an einem Ort, welche(r) es jemand anderem erlauben könnte, ihn einzusehen!
fr: Lorsque vous gérez votre propre compte Monero avec la @clef-de-dépense privée, vous êtes seul responsable de la sécurité de vos fonds. Heureusement, Monero permet très facilement de sauvegarder votre compte. Lorsque vous créez un compte Monero pour la première fois, vous recevez une @phrase-mnémonique propre à votre compte qui consiste en 13 ou 25 mots dans la langue de votre choix. **Cette phrase mnémonique est la seule chose dont vous avez besoin pour sauvegarder votre compte**, il est donc impératif de l'écrire et de la conserver en toute sécurité. Ne conservez jamais cette phrase mnémonique sous une forme ou à un emplacement qui permettrait à d'autres de la voir !
it: Quando gestisci il tuo account Monero con la chiave di spesa (@spend-key) privata, sei l'unico responsabile della sicurezza dei tuoi fondi. Fortunatamente, Monero rende molto semplice effettuare il backup del tuo account. Quando crei un account Monero per la prima volta ti verrà dato un @mnemonic-seed unico per il tuo account che consiste di 13 o 25 parole nella lingua di tua scelta. **Questo seed è l'unica cosa di cui hai bisogno per eseguire il backup del tuo account**, quindi è assolutamente necessario, una volta comunicatoti, annotarlo ed archiviarlo in modo sicuro. Non conservare mai questo seed in una forma o in un luogo tale da consentire a qualcun altro di vederlo!
nb_no: Når du administrerer din egen Monero-konto med den private @forbruksnøkkelen, er du eneansvarlig for sikkerheten til midlene dine. Monero gjør det heldigvis veldig lett å sikkerhetskopiere kontoen din. Når du oppretter en Monero-konto for første gang, vil du gis et unikt @mnemonisk frø tilknyttet kontoen din som består av 13 eller 25 ord i det språket du foretrekker. **Dette frøet er det eneste du trenger for å sikkerhetskopiere kontoen din**, og derfor er det avgjørende at det skrives ned og lagres på et trygt sted. Aldri lagre dette frøet på en måte eller på et sted som gjør at andre kan se det!
pl: Po założeniu własnego konta Monero z prywatnym @kluczem-wydawania, jesteś jedyną osobą odpowiedzialną za bezpieczeństwo twoich środków. Na szczęście Monero ułatwia proces tworzenia kopii zapasowej konta. Przy zakładaniu konta po raz pierwszy otrzymałeś unikalny @kod-mnemoniczny składający się z 13 lub 25 słów w wybranym języku. **Ten kod jest jedyną rzeczą potrzebną do stworzenia kopii zapasowej konta** i konieczne jest jego zapisanie i bezpieczne przechowanie. Nigdy nie chowaj swojego zapisanego kodu w miejscu, w którym ktoś mógłby go zobaczyć!
ru: Если вы управляете вашим собственным счётом Monero при помощи @ключа-траты, вы и только вы отвечаете за безопасность ваших средств. К счастью, Monero позволяет без каких-либо усилий создать резервную копию вашего счёта. Когда вы впервые создаёте счёт Monero, вы получаете для него уникальную @мнемоническую-фразу, состоящую из 13 или 25 слов на выбранном вами языке. **Эта фраза — всё, что вам нужно для создания резервной копии вашего счёта**, поэтому важно записать её и хранить в безопасном месте. Никогда не следует хранить эту фразу в месте, в котором кто-то посторонний сможет увидеть её!

source: As the example above indicates, it is incredibly important to store these words in safe locations. If you are concerned about the risk of critical loss at your home, for instance, you may want to store a second copy of your seed with your attorney or in a safety deposit box. It is also recommended that it is stored in a way that does not make it obvious that it is your seed, so writing it into a letter or as part of other notes is advisable.
de: Wie das obige Beispiel zeigt, ist es unglaublich wichtig, diese Wörter an sicheren Orten aufzubewahren. Solltest du etwa über deren Verlust bei dir Zuhause besorgt sein, könntest du eine Kopie deines Seeds bei einem Bevollmächtigten oder in einem Tresor- oder Bankschließfach lagern. Es wird außerdem empfohlen, ihn so aufzubewahren, dass es nicht direkt ersichtlich ist, dass es sich um deinen Seed handelt; das Einbinden der Wörter in einen Brief oder Notizen ist empfehlenswert.
fr: Comme le montre l'exemple ci-dessus, il est extrêmement important de conserver cette phrase en lieu sûr. Si vous interrogez quand au risque de perte, vol ou destruction à votre domicile par exemple, vous pourrez vouloir conserver une copie chez votre avocat ou dans un coffre fort. Il est également recommandé de la conserver d'une façon qui ne rende pas évident le fait qu'il s'agisse de votre phrase mnémonique, donc l'écrire au sein d'une lettre ou autre note est conseillé.
it: Come riporta l'interfaccia dell'esempio, è estremamente importante memorizzare queste parole in un luogo sicuro. Se il rischio legato ad una potenziale perdita del seed ti preoccupa, potresti ad esempio trovar conveniente conservare una seconda copia del seed presso lo studio di un notaio o in una cassetta di sicurezza. Si consiglia inoltre di conservare il seed in un modo che non sia possibile dimostrare che si tratta del *tuo* seed, quindi è consigliabile scriverlo in una lettera o come frammento di altre note.
nb_no: Som eksempelet over indikerer, er det svært viktig å lagre disse ordene på trygge beliggenheter. Hvis du er bekymret over risikoen for tap i hjemmet for eksempel, ønsker du kanskje å lagre en ekstra kopi av frøet ditt hos advokaten din eller i en bankboks. Det anbefales også at det lagres på en måte som ikke gjør det åpenbart at det er ditt frø, så det tilrådes å skrive det ned i et brev eller blant andre notater.
pl: Jak wspomniamo w powyższym przykładzie, bardzo ważne jest przechowywanie tych słów w bezpiecznym miejscu. Jeśli obawiasz się ryzyka straty w swoim domu, możesz przekazać kopię swojego kodu adwokatowi lub w skrzynce depozytowej. Zalecane jest także zapisanie kodu w formie listu lub jako część innych notatek tak, aby nie było oczywiste, że słowa są twoim kodem mnemonicznym.
ru: Вышеприведённый пример указывает на крайнюю важность хранения слов в безопасном месте. Если вас беспокоит риск потери этой критической информации, например, у вас дома, вы можете сохранить вторую копию фразы у вашего адвоката или в банковской ячейке. Также рекомендуется хранить её таким образом, чтобы не было понятно, что это ваша мнемоническая фраза. Рекомендуется вписать её в письмо или как часть каких-нибудь других заметок.

source: Practicing Good Security
de: Auf Sicherheit achten
fr: Pratiquer une Bonne Sécurité
it: Pratiche di Buona Sicurezza
nb_no: Å ta gode forholdsregler
pl: Praktykowanie zasad bezpieczeństwa
ru: Надёжные средства защиты

source: Over and above backing up your @mnemonic-seed so that you have access to your account in the event of critical data loss, it is also important to practice good security. Use a secure password when creating a local Monero account (not used on [MyMonero](https://mymonero.com) or other web-based account systems).
de: Über das Sichern deines @mnemonischen-Seeds (wodurch dein Zugriff auf dein Konto im Falle eines totalen Datenverlusts gewährleistet ist) hinaus ist es ebenso wichtig, auf Sicherheit zu achten. Nutze ein sicheres Passwort, wenn du ein lokales Monero-Konto erstellst (eines, das du nicht auf [MyMonero](https://mymonero.com) oder anderen webbasierten Kontosystemen verwendest).
fr: Au delà de la sauvegarde de votre @phrase-mnémonique vous permettant d'avoir accès à votre compte en cas de forces majeures, de perte ou de vol, il est également important de pratiquer une *bonne sécurité*. Utilisez un mot de passe fort lorsque vous créez un compte Monero local (que vous n'utilisez pas sur [MyMonero](https://mymonero.com) ou sur un autre système de compte en ligne).
it: Oltre ad eseguire il backup del @mnemonic-seed in modo da poter accedere al tuo account in caso di perdita di dati, è importante anche adottare delle pratiche di buona sicurezza. Utilizza una password sicura quando crei un account Monero in locale (non utilizzato su [MyMonero](https://mymonero.com) o altri sistemi di accounting basati sul Web).
nb_no: Utover å sikkerhetskopiere det @mnemoniske frøet ditt slik at du har tilgang til kontoen din hvis det skulle oppstå et kritisk datatap, er det også mulig å ta gode forholdsregler. Bruk et sikkert passord når du oppretter en lokal Monero-konto (som ikke er brukt på [MyMonero](https://mymonero.com) eller andre nettbaserte kontosystemer).
pl: Poza stworzenie kopii twojego @seeda-mnemonicznego, aby mieć dostęp do konta w przypadku utraty danych, ważne jest także praktykowanie zasad bezpieczeństwa. Użyj bezpiecznego hasła przy zakładaniu lokalnego konta Monero (innego niż użyte na stronie [MyMonero](https://mymonero.com) czy innych systemach kont internetowych).
ru: Вдобавок к резервированию @мнемонической-фразы, которое позволит вам получить доступ к счёту в случае потери критических данных, также важно использовать надёжные меры защиты. При создании локального счёта Monero следует использовать безопасный пароль (который не используется с [MyMonero](https://mymonero.com) или другими сетевыми системами, связанными со счетами).

source: Don't ever give your Monero account password to anyone, as this can be used to access the Monero on your computer without knowing your @mnemonic-seed. Similarly, make sure you have running and up-to-date antivirus, especially on Windows computers. Finally, be careful when clicking links in emails or on unknown and untrusted websites, as malware installed on your computer can sit and wait for you to access your Monero account before taking the funds from it.
de: Gib niemals das Passwort deines Monero-Kontos an jemanden weiter: Dies kann dazu verwendet werden, auf die Monero auf deinem Computer zuzugreifen, ohne deinen @mnemonischen-Seed kennen zu müssen. Stelle gleichermaßen sicher, dass du ein aktives und aktualisiertes Antivirenprogramm hast, insbesondere auf Windows-Computern. Sei schlussendlich vorsichtig, wenn du auf Links in E-Mails oder auf unbekannten und nicht vertraulichen Webseiten klickst; auf deinem Computer installierte Malware kann auf dem Rechner verweilen und auf deinen Zugriff auf dein Monero-Konto warten, bevor es Gelder davon entwendet.
fr: Ne divulguez jamais le mot de passe de votre compte Monero à quiconque dans la mesure ou cela permettrait d'accéder à vos Moneroj sur votre ordinateur sans avoir à connaître votre @phrase-mnémonique. De la même manière, assurez-vous d'avoir un antivirus à jour en cours de fonctionnement, plus particulièrement pour un ordinateur Windows. Enfin, soyez prudent lorsque vous cliquez sur des liens dans des e-mail, ou sur des sites non-fiables, dans la mesure ou un programme malveillant pourrait s'installer et attendre que vous accédiez à votre compte Monero avant d'en vider les fonds.
it: Non dare mai la password del tuo account Monero a nessuno, in quanto essa può essere utilizzata per accedere a Monero sul tuo computer senza conoscere il tuo @mnemonic-seed. Allo stesso modo, assicurati di avere un antivirus attivo e aggiornato, specialmente su un sistema operativo Windows. Infine, fai attenzione quando fai clic sui link nelle e-mail o su siti Web sconosciuti e non attendibili, poiché il malware installato sul tuo computer può stare fermo ad aspettare l'accesso al tuo account Monero prima di prelevare tutti i fondi da esso.
nb_no: Aldri gi passordet til Monero-kontoen din til noen, i og med at dette kan brukes til å få tilgang til Moneroene på PC-en din uten å trenge å vite det @mnemoniske frøet ditt. Tilsvarende bør du sørge for at du har et oppdatert og aktivt antivirusprogram, spesielt på Windows-PC-er. Avslutningsvis bør du være forsiktig når du trykker på lenker i e-poster eller på ukjente eller upålitelige nettsider, i og med at skadevare som er installerert på PC-en din kan sitte og vente på at du går inn i Monero-kontoen din før de tømmer midlene.
pl: Nie ujawniaj swojego hasła do konta Monero nikomu, bo może ono zostać użyte do uzyskania dostępu do Monero z twojego komputera bez wymagania kodu mnemonicznego. Upewnij się, że twój antywirus jest włączony i zaktualizowany, zwłaszcza na komputerze z systemem Windows. Uważaj przy otwieraniu linków z e-maili lub na nieznanych i niezaufanych stronach internetowych, ponieważ raz zainstalowane złośliwe oprogramowanie może czekać z podebraniem twoich pieniędzy aż wejdziesz na swoje konto Monero.
ru: Никогда не давайте кому-либо свой пароль от счёта Monero, так как он может быть использован для получения доступа к Monero через ваш компьютер, для чего не требуется знания @мнемонической-фразы. Подобным образом следует убедиться в том, что вы используете актуальную версию антивирусной программы, особенно это касается компьютеров, на которых установлена операционная система Windows. Наконец, будьте осторожны, когда переходите по ссылкам, которые вам присылают по электронной почте или же которые вам предлагаются на неизвестных и непроверенных веб-сайтах. Вредоносное программное обеспечение, установленное на ваш компьютер, может просто выжидать момента, когда вы зайдёте на свой счёт Monero, чтобы потом увести с него средства.

source: Leaving Your Account to Next of Kin
de: Dein Konto einem nächsten Angehörigen überlassen
fr: Laisser votre compte à vos parents proches
it: Lasciare il tuo Account in eredità
nb_no: Å la kontoen tilfalle dine nærmeste pårørende
pl: Przekazywanie konta najbliższym
ru: Доверьте ваш счёт ближайшим родственникам

source: Providing access to your Monero account to your next of kin is just as easy as it is to backup your Monero account. Simply leave your @mnemonic-seed to them in your will, or store it somewhere safe where it will be given to them upon the execution of your will. A key advantage to this is that your next of kin won't have to wait for months for a third party to release the funds to them.
de: Nächsten Angehörigen den Zugriff auf dein Monero-Konto zu ermöglichen ist genauso leicht, wie ebendieses zu sichern. Überlasse ihnen in deinem Testament einfach deinen @mnemonischen-Seed oder lagere diesen an einem sicheren Ort, von welchem aus er bei der Vollziehung deines Testaments übergeben wird. Ein entscheidender Vorteil hierbei ist, dass deine Angehörigen nicht monatelang darauf warten müssen, dass ihnen Dritte Gelder ausgeben.
fr: Fournir l'accès à votre compte Monero à vos parents proches se fait aussi simplement qu'en sauvegardant votre compte Monero. Laissez-leurs simplement votre @phrase-mnémonique dans votre testament, ou conservez-la à un endroit sûr qui leurs sera communiqué lors de l'exécution de votre testament. Cette solution permet en plus à vos proches de ne pas avoir à attendre des mois le déblocage des fonds par un tiers.
it: Lasciare in eredità il tuo account Monero è facile come effettuare un backup. Lascia ai tuoi ereditieri il @mnemonic-seed del tuo account nel testamento, o conserva il seed in un luogo sicuro cui i tuoi ereditieri avranno accesso a seguito dell'esecuzione delle tue ultime volontà. Il vantaggio di questa scelta è che i tuoi ereditieri non dovranno attendere mesi prima che una terza parte svincoli i fondi legati all'eredità.
nb_no: Å la Monero-kontoen din tilfalle dine nærmeste er like lett som å sikkerhetskopiere Monero-kontoen din. Bare legg det @mnemoniske frøet til dem i testamentet ditt eller lagre det på et trygt sted slik at det vil gis til dem under fullbyrdelsen av testamentet ditt. En stor fordel ved dette er at dine nærmeste pårørende ikke må vente i månedsvis på at en tredjepart frigjør midlene til dem.
pl: Przekazanie dostępu do konta Monero twoim najbliższym jest tak proste, jak stworzenie jego kopii zapasowej. Po prostu zapisz swój @seed-mnemoniczny w testamencie lub zostaw w bezpiecznym miejscu, które zostanie im ujawnione przy realizacji twojego testamentu. Kluczową zaletą takiego rozwiązania jest fakt, że twoi najbliżsi nie będą musieli czekać miesiącami na udostępnienie funduszy przez osoby trzecie.
ru: Обеспечить доступ к вашему счёту Monero кому-либо из близких родственников также просто, как создать резервную копию вашего аккаунта Monero. Просто укажите вашу @мнемоническую-фразу в завещании или же сохраните её где-нибудь в безопасности, чтобы потом они смогли получить к ней доступ. Ключевым преимуществом в данном случае является то, что вашему ближайшему родственнику не придётся ждать месяцы, пока третья сторона не предоставит ему доступ к средствам.
