Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/address.po
Languages: de, fr, nb_no, pl, ru

source: either an alias, such as donate.getmonero.org, or a set of 95 characters starting with a 4
de: Entweder ein Alias wie donate.getmonero.org, oder eine Reihe von 95 Schriftzeichen, beginnend mit einer 4
fr: soit un alias, comme donate.getmonero.org, ou un lot de 95 caractères commençant par un 4
nb_no: enten et alias, som for eksempel donate.getmonero.org, eller et sett med 95 tegn som begynner med en 4
pl: Alias nazwy adresu, np. donate.getmonero.org lub zestaw 95 znaków zaczynający się od 4
ru: Место отправления либо назначения платежа, например, donate.getmonero.org или набор из 95 символов, начинающийся с 4

source: ["address", "addresses"]
de: ["address", "addresses", "Adresse" , "Adressen"]
fr: ["address", "addresses", "adresse", "adresses"]
nb_no: ["address", "addresses", "adresse", "adresser"]
pl: ["address", "addresses", "adres", "adresu", "adresie"]
ru: ["address", "addresses", "адресата", "адрес", "адреса", "адресом", "публичный-адрес"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: The Basics
de: Grundlagen
fr: Les Bases
nb_no: Det grunnleggende
pl: Podstawy
ru: Основная информация

source: When you send Monero to someone you only need one piece of information, and that is their Monero address. A *raw* Monero address is a set of 95 characters starting with a '4' or an '8'. The Monero donation address, for instance, is 888tNkZrPN6JsEgekjMnABU4TBzc2Dt29EPAvkRxbANsAnjyPbb3iQ1YBRk1UXcdRsiKc9dhwMVgN5S9cQUiyoogDavup3H.
fr: Lorsque vous envoyez des Moneroj à quelqu'un, vous n'avez besoin que de cette information, et c'est son adresse Monero. Une adresse Monero *brut* est un lot de 95 caractères commençant par un '4' ou un '8'. L'adresse de dons de Monero, par exemple, est 888tNkZrPN6JsEgekjMnABU4TBzc2Dt29EPAvkRxbANsAnjyPbb3iQ1YBRk1UXcdRsiKc9dhwMVgN5S9cQUiyoogDavup3H.
pl: Gdy wysyłasz do kogoś Monero, potrzebujesz jedynie jednej informacji, a jest nią adres Monero tej osoby. Jest to ciąg 95 znaków zaczynający się od "4" lub "8". Przykładowo adres darowizn Monero to 888tNkZrPN6JsEgekjMnABU4TBzc2Dt29EPAvkRxbANsAnjyPbb3iQ1YBRk1UXcdRsiKc9dhwMVgN5S9cQUiyoogDavup3H.

source: Because those addresses are long and complex, you will often encounter an @OpenAlias address instead. For example, Monero donations can be sent to donate@getmonero.org or donate.getmonero.org.
de: Da diese Adressen lang und komplex sind, wird dir stattdessen häufig eine @OpenAlias-Adresse begegnen. So können Spenden an Monero zum Beispiel an donate@getmonero.org oder donate.getmonero.org gesendet werden.
fr: Comme ces adresses sont longues et complexes, vous rencontrerez souvent une adresse @OpenAlias à la place. Par exemple, les dons à Monero peuvent être envoyés à donate@getmonero.org ou donate.getmonero.org.
nb_no: Fordi disse adressene er lange og komplekse, vil du ofte støte på en @OpenAlias-adresse i stedet. Monero-donasjoner kan for eksempel sendes til donate@getmonero.org eller donate.getmonero.org.
pl: Ponieważ adresy są długie i skomplikowane, często zamiast niego spotkasz adres @OpenAlias, na przykład darowizny Monero mogą być wysyłane na adres donate@getmonero.org or donate.getmonero.org.
ru: Поскольку такие адреса являются длинными и сложными, вы часто будете сталкиваться с адресами @OpenAlias, используемыми вместо них. Например, пожертвования Monero можно отправлять на адрес donate@getmonero.org или donate.getmonero.org.

source: If you would like to get an @OpenAlias address of your own then there is some information on the [OpenAlias page](https://openalias.org/).
de: Solltest du eine eigene @OpenAlias-Adresse haben wollen, findest du einige Informationen auf der [OpenAlias-Seite](https://openalias.org/).
fr: Si vous voulez disposer de votre propre adresse @OpenAlias, vous trouverez des informations sur la [page OpenAlias](https://openalias.org/).
nb_no: Hvis du vil få din egen @OpenAlias-adresse, finnes informasjon om dette på [OpenAlias-siden](https://openalias.org/).
pl: Jeśli chcesz stworzyć swój adres OpenAlias, znajdziesz więcej informacji na [stronie OpenAlias](https://openalias.org/).
ru: Если же вам захочется завести свой собственный адрес @OpenAlias, то всю необходимую для этого информацию вы сможете найти непосредственно на странице [OpenAlias](https://openalias.org/).

source: Integrated address
de: Integrierte Adresse
fr: Adresse intégrée
nb_no: Integrert adresse
pl: Adres zintegrowany
ru: Интегрированный адрес

source: An integrated address is an address combined with an encrypted 64-bit @payment-ID. A raw integrated address is 106 characters long.
de: Eine integrierte Adresse ist eine Adresse, die mit einer verschlüsselten 64-Bit-@Zahlungs-ID kombiniert ist. Eine integrierte Adresse hat eine Länge von 106 Zeichen.
fr: Une adresse intégrée est une adresse combinée avec un @ID-de-paiement 64-bits. Une adresse intégrée brute contient 106 caractères.
nb_no: En integrert adresse er en adresse som er kombinert med en kryptert @betalings-ID på 64-bit. En rå, integrert adresse består av 106 tegn.
pl: Adres zintegrowany to adres, w którego skład wchodzi zaszyfrowany 64-bitowy @numer-identyfikacyjny-płatności. Adres zintegrowany składa się z 106 znaków.
ru: Интегрированным адресом называется адрес в сочетании с зашифрованным 64-битным @идентификатором-платежа. Длина необработанного интегрированного адреса составляет 106 символов.

source: In-depth Information
de: Detaillierte Informationen
fr: Informations détaillées
nb_no: Inngående informasjon
pl: Szczegółowe informacje
ru: Углублённая информация

source: The address is actually the concatenation, in Base58 format, of the *public* @spend-key and the *public* @view-key, prefixed with the network byte (the number 18 for Monero) and suffixed with the first four bytes of the Keccac-256 hash of the whole string (used as a checksum).
de: Die Adresse ist genau genommen eine Verkettung (im Base58-Format) des *öffentlichen* @Spend-Keys und des *öffentlichen* @View-Keys, mit vorangestelltem Netzwerk-Byte (für Monero die Zahl 18) und den angehängten ersten vier Bytes des Keccac-256-Hashs des gesamten Strings (genutzt als Prüfsumme).
fr: L'adresse est en fait la concaténation, au format Base58, de la @clef-de-dépense *publique* et de la @clef-d'audit *publique*, préfixée avec le type de réseau (le nombre 18 pour Monero) et suffixée avec les quatre premiers octets du hachage Keccac-256 de la chaîne complète (utilisée comme somme de contrôle).
nb_no: Adressen er faktisk sammenlenkingen – i Base58-format – av den *offentlige* @forbruksnøkkelen og *offentlige* @visningsnøkkelen, med nettverksbyten som prefiks (nummer 18 for Monero) og de første fire bytene av Keccac-256-hashen av hele strengen (brukt som sjekksum) som suffiks.
pl: Adres jest powiązaniem *publicznego* @klucza-wydawania z *publicznym* @kluczem-widoczności w formacie Base58, poprzedzonym bajtem sieci (numer 18 dla Monero) i zakończony pierwszymi czterema bajtami hasza Keccac-256 z całej linii (używanymi jako suma kontrolna).
ru: Адрес, по сути, является соединением (в формате Base58) *публичного* @ключа-траты и *публичного* @ключа-просмотра, с префиксом сетевого байта (в случае с Monero это число 18) и суффиксом из первых четырёх байтов хеша Keccac-256 всей строки (используется в качестве контрольной суммы).
