Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/canonically-unique-host.po
Languages: ru

source: A host that is canonically resolved to an address or set of addresses
ru: Хост, который канонически разрешен к адресу или группе адресов

source: ["Canonically-unique-host"]
ru: ["Canonically-unique-host", "канонически-уникальное-хост", "канонически-уникальный-хост", "канонически-уникальному-хосту", "канонически-уникальным-хостом", "канонически-уникального-хоста"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: The Basics
ru: Основная информация

source: A Canonically-unique host is a [FQDN](https://en.wikipedia.org/wiki/FQDN) that will canonically resolve to a designated address or set of addresses. Not to be confused with a @locally-unique-host.
ru: Канонически уникальным хостом является [FQDN](https://en.wikipedia.org/wiki/FQDN), который будет канонически принимать решения по указанным адресам или набору адресов. Не следует путать с @локально-уникальным-хостом.

source: In-depth information
ru: Углублённая информация

source: A Canonically-unique host is defined by remote authoritative sources; usually through [DNS](https://en.wikipedia.org/wiki/DNS). When resolving a peer's hostname, you will most likely use an external source for resolution unless you have the following implemented:
ru: Канонически уникальный хост определяется удалёнными авторитетными источниками, обычно через [DNS](https://en.wikipedia.org/wiki/DNS). При принятии решения по одноранговому имени хоста наиболее вероятно вы будете использовать внешний источник принятия решения, если только у вас нет следующего:

source: - a database file similar to a [hosts file](https://en.wikipedia.org/wiki/Hosts_(file)) - an internal-network resolver (which eventually pulls from external sources)
ru: - файла базы данных, схожего с [файлом хоста](https://en.wikipedia.org/wiki/Hosts_(file)) - внутрисетевого решающего блока (который в конечном счёте опирается на внешние источники)

source: Notes
ru: Примечания

source: - Monero primarily uses @canonically-unique-host resolution while I2P only uses @locally-unique-host resolution. - I2P's and @Kovri's self-assigned top-level domain is currently `.i2p` and @Kovri intends to only process/use the `.i2p` [top-level domain](https://en.wikipedia.org/wiki/Top_level_domain)
ru: - Monero в первую очередь использует принятие решение по @канонически-уникальному-хосту, в то время как I2P использует только решение по @локально-уникальному-хосту. - Назначившим самого себя доменом I2P и @Kovri верхнего уровня на данный момент является `.i2p`, @Kovri отвечает только за обработку / использование [домена верхнего уровня](https://en.wikipedia.org/wiki/Top_level_domain) `.i2p`
