Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/clearnet.po
Languages: de, fr, nb_no, pl, ru, zh_cn

source: The Internet in which anonymous overlay networks are built upon
de: Das Internet, auf welchem anonyme, überlagernde Netzwerke aufbauen
fr: L'Internet sur lequel les surcouches réseaux anonymes sont construites
nb_no: Internettet som anonyme overleggsnettverk er bygget på
pl: Internet, na którym zbudowane są anonimowe sieci nakładkowe
ru: Интернет, в котором построены сети анонимного наложения

source: ["Clearnet"]
fr: ["Clearnet", "réseau-en-clair"]
pl: ["Clearnet", "Clearnecie", "clearnetu"]
ru: ["Clearnet", "клирнете", "клирнету", "клирнет"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}
zh_cn: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: The Basics
de: Grundlagen
fr: Les Bases
nb_no: Det grunnleggende
pl: Podstawy
ru: Основная информация
zh_cn: 基础知识

source: When you use the Internet for things like news, email, social media, and even Monero, you are most likely using a clearnet connection. This means that *all* of your connections can be tracked, traced, and monitored by:
de: Wenn du das Internet für Dinge wie das Abrufen der Nachrichten, E-Mails, soziale Medien oder auch Monero nutzt, nutzt du sehr wahrscheinlich eine Clearnet-Verbindung. Dies bedeutet, dass deine *gesamten* Verbindungen aufgespürt, verfolgt und überwacht werden können, und das von:
fr: Lorsque vous utilisez Internet pour des choses comme lire des actualités, e-mail, média sociaux, et même Monero, vous utilisez certainement une connexion réseau *en clair*. Cela signifie que *toutes* vos connexions peuvent être suivies, tracées et observées par :
nb_no: Når du bruker internettet for ting som nyheter, e-post, sosiale medier og til og med Monero, bruker du sannsynligvis en clearnet-tilkobling. Dette betyr at *alle* tilkoblingene dine kan spores og overvåkes av:
pl: Gdy używasz internetu do czytania wiadomości, sprawdzania e-maila, social media i nawet Monero, najprawdopodobniej używasz połączenia clearnet. Oznacza to, że *wszystkie* twoje połączenia mogą być śledzone i monitorowane przez:
ru: Когда вы пользуетесь Интернетом для того, чтобы, например, узнать новости, отправить почту, пообщаться в соцсетях и даже воспользоваться своими Monero, то, наиболее вероятно, вы используете соединение Clearnet. Это означает, что *все* ваши соединения можно отследить и просмотреть посредством:
zh_cn: 当你为了看新闻、电子邮件、社交媒体，甚至是门罗币而使用互联网时，你最有可能使用明网连接。这意味着您的*所有*连接都可以通过以下方式进行跟踪、追溯和监视:

source: your [ISP](https://en.wikipedia.org/wiki/ISP)
fr: votre [FAI](https://fr.wikipedia.org/wiki/Fournisseur_d%27acc%C3%A8s_%C3%A0_Internet)
nb_no: din [ISP](https://en.wikipedia.org/wiki/ISP)
pl: przez twojego [dostawcę usług internetowych](https://en.wikipedia.org/wiki/ISP)
zh_cn: 你的 [ISP](https://en.wikipedia.org/wiki/ISP)

source: the website/service/person you're communicating with
fr: le site web, service, ou personne avec qui vous communiquez
nb_no: nettsiden/tjenesten/personen du kommuniserer med
pl: stronę, serwis lub osobę, z którą się komunikujesz
zh_cn: 你正在进行通讯的网站/服务/人

source: possibly a [Five Eyes](https://en.wikipedia.org/wiki/5_Eyes) capable entity
fr: potentiellement une entité compétente [Five Eyes](https://fr.wikipedia.org/wiki/Five_Eyes)
nb_no: muligens en [Five Eyes](https://en.wikipedia.org/wiki/5_Eyes)-kapabel enhet
pl: ewentualnie podmiot [Sojuszu Pięciorga Oczu] (https://en.wikipedia.org/wiki/5_Eyes).
zh_cn: 可能是一个像 [五眼联盟](https://en.wikipedia.org/wiki/5_Eyes) 之类的，有能力的实体

source: and even if you use [HTTPS](https://en.wikipedia.org/wiki/HTTPS) or similar (which *encrypts* your transmission), your route is not hidden nor is it anonymous, thus; it is in the *clear*.
de: Selbst wenn du [HTTPS](https://de.wikipedia.org/wiki/Hypertext_Transfer_Protocol_Secure) oder Ähnliches nutzt, sind die übertragenen Inhalte zwar verschlüsselt (vor dem "Abhören" durch Dritte geschützt), jedoch ist die Verbindung weder verborgen, noch anonym (Dritte können feststellen, dass die Verbindung existiert und zwischen wem). Daher werden auch HTTPs und ähnliche Technologien dem Clearnet zugeordnet.
fr: et même si vous utilisez [HTTPS](https://fr.wikipedia.org/wiki/HyperText_Transfer_Protocol_Secure) ou équivalent (qui *chiffre* votre transmission), votre passage n'est pas masqué ni anonyme, et donc est *en clair*.
nb_no: Og selv om du bruker [HTTPS](https://en.wikipedia.org/wiki/HTTPS) eller liknende (som *krypterer* overføringen din), er ruten din verken skjult eller anonym. Den er altså «in the *clear*» (skjult og utenfor fare).
pl: I nawet jeśli korzystasz z [HTTPS](https://en.wikipedia.org/wiki/HTTPS) lub podobnego rozwiązania (które *szyfruje* twoją transmisję), twoja ścieżka nie jest ukryta ani anonimowa. Stąd, jest ona *jasna*.
ru: И даже если вы используете [HTTPS](https://en.wikipedia.org/wiki/HTTPS) или подобный протокол (*шифрующий* передаваемые вами данные), ваш маршрут остаётся открытым и не анонимным, то есть *прозрачным* (clear).
zh_cn: 即使您使用[HTTPS](https://en.wikipedia.org/wiki/HTTPS)或类似的协议(它*加密*您的传输)，您的路由也不是隐藏的，也不是匿名的，因此；这是*明面上的*。

source: In-depth information
de: Ausführliche Informationen
fr: Informations détaillées
nb_no: Inngående informasjon
pl: Szczegółowe informacje
ru: Углублённая информация
zh_cn: 深度信息

source: Since a traditional [VPN](https://en.wikipedia.org/wiki/VPN) cannot save you from clearnet (as you are still using *clearnet* (though you are more proxied than without a VPN)), you should use an *anonymous overlay network* to avoid using clearnet directly:
de: Da dich ein klassisches [VPN](https://de.wikipedia.org/wiki/Virtual_Private_Network) nicht vor dem Clearnet schützen kann - du nutzt schließlich nach wie vor das *Clearnet* (wobei deine Daten zumindest besser umgeleitet werden, als ohne die Verwendung eines VPNs) - solltest du ein sogenanntes Overlay-Netzwerk, also ein anonymes, überlagerndes Netzwerk nutzen, um den direkten Gebrauch des Clearnets zu vermeiden:
fr: Comme un [VPN](https://fr.wikipedia.org/wiki/R%C3%A9seau_priv%C3%A9_virtuel) traditionnel ne peut pas vous épargner du réseau en clair (comme vous utilisez toujours le réseau en clair (bien que vous soyez mieux mandaté que sans un VPN)), vous devriez utiliser une *surcouche réseau anonyme* pour éviter d'utiliser le réseau en clair directement :
nb_no: Fordi en tradisjonell [VPN](https://en.wikipedia.org/wiki/VPN) ikke kan redde deg fra clearnet (i og med at du fremdeles bruker *clearnet* (selv om du er mer sikret enn uten en VPN)), bør du bruke et *anonymt overleggsnettverk* for å unngå å bruke clearnet direkte:
pl: Ponieważ tradycyjna [VPN](https://en.wikipedia.org/wiki/VPN) nie uchroni cię od clearnetu (bo nadal używasz *clearnetu*, mimo że za pewnego rodzaju pośrednictwem), powinieneś korzystać z *anonimowej sieci nakładkowej*, aby uniknąć clearnetu:
ru: Так как традиционный [VPN](https://en.wikipedia.org/wiki/VPN) не может защитить вас от клирнет (так как вы до сих пор находитесь в среде *клирнет* (даже несмотря на то, что вы защищены через прокси сильнее, чем через VPN)), следует использовать *анонимную оверлейную сеть*, которая позволит избежать прямого взаимодействия с Clearnet:
zh_cn: 由于传统的[VPN](https://en.wikipedia.org/wiki/VPN)不能让您免于明网(因为您仍然在使用*明网*(尽管比没有VPN要隐蔽))，您应该使用*匿名覆盖网络*来避免直接使用明网:

source: Java-I2P
fr: I2P-Java

source: These technologies protect you from clearnet by building an anonymous network **over** clearnet to keep your transmissions both encrypted **and** anonymous.
de: Diese Technologien schützen dich vor dem Clearnet, indem sie ein anonymes Netz **über** ebendiesem errichten und deine Verbindungen somit verschlüsselt **und** anonym bleiben.
fr: Ces technologies vous protègent du réseau en clair en construisant un réseau anonyme **par dessus** le réseau en clair pour garder vos transmissions à la fois chiffrées **et** anonymes.
nb_no: Disse teknologiene beskytter deg fra clearnet ved å bygge et anonymt nettverk **over** clearnet med hensikt å holde overføringene dine både krypterte **og** anonyme.
pl: Powyższe technologie chronią przed clearnetem poprzez tworzenie anonimowej sieci **ponad** clearnetem, aby twoje transmisje były zaszyfrowane **i** anonimowe.
ru: Эти технологии защитят вас от клирнета путём построения анонимной сети **поверх** самого клирнета, в результате чего передаваемые вами данные будут как зашифрованными, так **и** анонимными.
zh_cn: 这些技术通过在明网上建立一个匿名网络，从而使您的传输经过加密**并**匿名，以从明网中保护你，

source: Here is an accurate, [interactive diagram](https://www.eff.org/pages/tor-and-https) provided by the [EFF](https://www.eff.org/) which describes *clearnet* as it relates to **Tor**. The concept also (somewhat) applies to I2P in terms of anonymity with the exception that your traffic never need to leave the I2P network
de: Ein [interaktives Diagramm](https://www.eff.org/pages/tor-and-https) des [EFF](https://www.eff.org/) zeigt den Zusammenhang des *Clearnets* und **Tor**. Dieses Konzept trifft in puncto Anonymität (in gewisser Hinsicht) auch auf @Kovri und I2P zu, mit der Ausnahme, dass dein Datenverkehr niemals das I2P-Netzwerk verlassen muss
fr: Voici un [diagramme interactif](https://www.eff.org/pages/tor-and-https) précis fournit par l'[EFF](https://www.eff.org/) qui décrit comment **Tor** se relie au *réseau en clair*. Le principe est également applicable (en partie) à @Kovri et I2P en termes d'anonymat, à l'exception des points suivants votre trafic ne quite jamais le réseau I2P
nb_no: Her er et nøyaktig, [interaktivt diagram](https://www.eff.org/pages/tor-and-https) gitt av [EFF](https://www.eff.org/) som beskriver *clearnet* i sammenheng med **Tor**. Konseptet gjelder også (til en viss grad) for @Kovri og @I2P hva gjelder anonymitet, med unntaket av at trafikken din trenger aldri å forlate @I2P-nettverket
pl: Tutaj znajdziesz dokładny, [interaktywny diagram](https://www.eff.org/pages/tor-and-https) stworzony przez [EFF](https://www.eff.org/), który opisuje *clearnet* w porównaniu z siecią **Tor**. Pojęcie to odnosi się po części do sieci @Kovri i I2P pod względem anonimowości, z poniższymi różnicami twoje obciążenie nigdy nie musi opuszczać sieć I2P
ru: Здесь вы можете увидеть [интерактивную диаграмму](https://www.eff.org/pages/tor-and-https), предоставленную [EFF](https://www.eff.org/) и описывающую, как работает *клирнет* и **Tor**. Эта концепция также (некоторым образом) применима к @Kovri и I2P с точки зрения анонимности за исключением следующего Bаш трафик никогда не выходит за пределы сети I2P;
zh_cn: 这是一个由[EFF](https://www.eff.org/pages/tor&https)提供的准确的[交互式图表](https://www.eff.org/)，它描述了*明网*与**洋葱路由器**的关系。这个概念也(在一定程度上)适用于@Kovri和I2P的匿名性，除了 您的流量永远不需要离开I2P网络

source: - your [ISP](https://en.wikipedia.org/wiki/ISP)
de: - deinem [Internetprovider](https://de.wikipedia.org/wiki/Internetdienstanbieter)

source: - the website/service/person you're communicating with
de: - der Webseite/der Person/dem Service, mit der/dem du in Verbindung stehst

source: - possibly a [Five Eyes](https://en.wikipedia.org/wiki/5_Eyes) capable entity
de: - eventuell einer mit den Möglichkeiten der [Five Eyes](https://en.wikipedia.org/wiki/5_Eyes) befähigten Instanz

source: - [Tor](https://torproject.org/)
de: - [Tor](https://torproject.org/de/)
