Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/cryptocurrency.po
Languages: de, fr, pl, ru, zh_cn

source: a digital currency in which encryption techniques are used to regulate the generation of units of currency and verify the transfer of funds, usually operating independently of a central bank
de: Eine digitale Währung, die Verschlüsselungstechnologien zur Regulierung der Erstellung von Währungseinheiten und zur Verifizierung von Geldtransfers nutzt. In der Regel operieren Kryptowährungen in Unabhängigkeit von einer Zentralbank.
fr: Une monnaie numérique s'appuyant sur des méthodes de chiffrement pour réguler la génération de nouvelles pièces de monnaie et vérifier le transfert des fonds, opérant généralement indépendamment d'une banque centrale
pl: Waluta cyfrowa, w której użyte są techniki szyfrowania w celu regulacji generowania jednostek walutowych i weryfikowania transferów płatniczych, zazwyczaj funkcjonująca niezależnie od banku centralnego
ru: Цифровая валюта, использующая технологии шифрования для регулировки генерирования единиц валюты и верификации перевода средств. Как правило, не зависит от центрального банка
zh_cn: 一种数字货币，使用加密技术来规范货币单位的产生和验证资金的转移，通常独立于中央银行进行操作

source: ["cryptocurrency", "cryptocurrencies", "altcoin", "altcoins"]
de: ["cryptocurrency", "cryptocurrencies", "altcoin", "altcoins", "Kryptowährungen", "Kryptowährung"]
fr: ["cryptocurrency", "cryptocurrencies", "altcoin", "altcoins", "cryptomonnaie", "cryptomonnaies", "pièce-alternative", "pièces-alternatives"]
pl: ["cryptocurrency", "cryptocurrencies", "altcoin", "altcoins", "kryptowaluta", "kryptowaluty", "kryptowalucie", "kryptowalutach", "kryptowalutom"]
ru: ["cryptocurrency", "cryptocurrencies", "altcoin", "altcoins", "криптовалюты"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}
zh_cn: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: The Basics
de: Grundlagen
fr: Les Bases
pl: Podstawy
ru: Основная информация
zh_cn: 基础知识

source: A digital currency in which encryption techniques are used to regulate the generation of units of currency and verify the transfer of funds, usually operating independently of a central bank.
de: Eine digitale Währung, die Verschlüsselungstechnologien zur Regulierung der Erstellung von Währungseinheiten und zur Verifizierung von Geldtransfers nutzt. In der Regel operieren Kryptowährungen in Unabhängigkeit von einer Zentralbank.
fr: Une monnaie numérique s'appuyant sur des méthodes de chiffrement pour réguler la génération de nouvelles pièces de monnaie et vérifier le transfert des fonds, opérant généralement indépendamment d'une banque centrale.
pl: Waluta cyfrowa, w której użyte są techniki szyfrowania w celu regulacji generowania jednostek walutowych i weryfikowania transferów płatniczych, zazwyczaj funkcjonująca niezależnie od banku centralnego.
ru: Цифровая валюта, использующая технологии шифрования для регулировки генерирования единиц валюты и верификации перевода средств. Как правило, не зависит от центрального банка.
zh_cn: 一种数字货币，使用加密技术来规范货币单位的产生和验证资金的转移，通常独立于中央银行进行操作。

source: More Information
de: Weitere Informationen
fr: Plus d'Informations
pl: Szczegółowe informacje
ru: Дополнительная информация
zh_cn: 深度信息

source: Cryptocurrency is the generic term for a large set of digital assets that use encryption techniques to generate units of currency, verify the transactions, and transfer value. Generally, cryptocurrencies are considered to be decentralized. Cryptocurrency should not be confused with virtual currency which is a type of digital money that is usually controlled by its creators or developers. Some examples of virtual currency are gametime in World of Warcraft, ROBUX in Roblox, reward points programs, or Ripple, all of which can be exchanged for currency or cash value, but are not considered cryptocurrency because they are centalized and controlled/issued by a single entity.
de: "Kryptowährung" ist der allgemeine Begriff für eine große Menge digitaler Assets, welche Verschlüsselungstechnologien zum Erstellen von Währungseinheiten und zur Verifizierung von Transaktionen und deren Wert nutzen. Im Allgemeinen werden Kryptowährungen als dezentralisiert verstanden. Sie sollten nicht mit virtueller Währung verwechselt werden; diese ist eine Art digitalen Geldes, das in der Regel von den Erzeugern oder Entwicklern kontrolliert wird. Beispiele für virtuelle Währungen sind Gametime in World of Warcraft, Robux bei Roblox, Treuepunktprogramme oder auch Ripple: Alle können gegen Währung beziehungsweise den Geldwert getauscht werden, werden jedoch nicht als Kryptowährungen betrachtet, da sie zentralisiert sind und von eine einzelnen Instanz ausgegeben und kontrolliert werden.
fr: Cryptomonnaie est le terme générique d'un grand nombre de ressources numériques qui utilisent des techniques de chiffrement pour générer des unités de monnaie, vérifier les transactions, et transférer de la valeur. Généralement, les cryptomonnaies sont considérées décentralisées. Une cryptomonnaie ne doit pas être confondue avec une monnaie virtuelle qui est un type de monnaie numérique qui est habituellement contrôlée par ses créateurs et développeurs. Quelques exemples de monnaies virtuelles sont gametime dans World of Warcraft, ROBUX dans Roblox, les programmes de points de récompense, ou Ripple, tout cela peut être échangé contre de la monnaie ou des valeur marchandes, mais elles ne sont pas considérés comme des cryptomonnaies car elles sont centralisées, contrôlées et émises par une entité unique.
pl: Kryptowaluta jest ogólnym pojęciem określającym duży zbiór zasobów cyfrowych korzystających z technik szyfrowania w celu produkcji jednostek walutowych oraz weryfikacji transakcji i przesyłanych wartości. Kryptowaluty przeważnie uważane są za zdecentralizowane. Kryptowaluty nie powinny być mylone z walutami wirtualnymi, które są rodzajem pieniądza cyfrowego, przeważnie kontrolowanego przez swoich twórców lub deweloperów (przykładem waluty wirtualnej jest czas gry w World of Warcraft, ROBUX w Roblox, programy z nagrodami za punkty lub Ripple - każda z nich może zostać wymieniona na pieniądz powszechnego użycia, ale żadna nie jest uważana za kryptowalutę, ponieważ są one scentralizowane i kontrolowane oraz wydawane przez pojedynczą instytucję).
ru: Криптовалюта — это общий термин, который применяется в отношении большого количества цифровых активов, использующих технологии шифрования для генерирования единиц валюты, верификации транзакций и передачи ценностей. В целом криптовалюты считаются децентрализованными. Криптовалюту не следует путать с виртуальной валютой, которая является разновидностью цифровых денег и обычно контролируется её создателями и разработчиками. Вот несколько примеров виртуальной валюты: gametime в World of Warcraft, ROBUX в Roblox, программы начисления бонусных баллов или Ripple. Все эти валюты можно обменять на реальную валюту или ценности, но их нельзя считать криптовалютами, поскольку они централизованы и / или контролируются одной организацией.
zh_cn: 加密货币是一大组数字资产的通用术语，这些资产使用加密技术生成货币单位、验证交易和传输价值。一般来说，加密货币被认为是去中心化的。加密货币不应该与虚拟货币混淆，虚拟货币是一种通常由其创造者或开发者控制的数字货币。虚拟货币的一些例子是《魔兽世界》中的游戏时间、《Roblox》中的ROBUX、奖励积分计划或瑞波币，所有这些都可以兑换成货币或现金价值，但不被视为加密货币，因为它们是中心化的，并由一个实体控制/发行的。

source: Monero is one of many cryptocurrencies currently available. Other examples are Bitcoin, Litecoin, Dogecoin, Dash, Zcash, etc, but nearly all other cryptocurrencies lack features that make them a true money (most importantly @fungibility which is a requirement for it to be a store-of-value).
de: Monero ist eine von vielen derzeit verfügbaren Kryptowährungen. Andere Beispiele sind Bitcoin, Litecoin, Dogecoin, Dash, Zcash und so weiter; allerdings fehlt es nahezu allen anderen Kryptowährungen an Funktionen, welche sie zu tatsächlichem Geld werden lassen (am wichtigsten hierbei ist die @Fungibilität als Voraussetzung, als Wertanlage zu funktionieren).
fr: Monero est l'une des nombreuses cryptomonnaies actuellement disponibles. D'autres exemples sont Bitcoin, Litecoin, Dogecoin, Dash, Zcash, etc. mais la plupart des autres cryptomonnaies sont exempte de fonctionnalités qui feraient d'elles de vrai monnaies (la plus importante étant la @fongibilité qui est un prérequis pour qu'elle soit une réserve de valeur).
pl: Monero jest jedną z wielu obecnie dostępnych kryptowalut. Innymi przykładami są Bitcoin, Litecoin, Dogecoin, Dash, Zcash, jednak prawie żadna z innych kryptowalut nie posiada charakterystyk, która czyniłaby ją prawdziwym pieniądzem (najważniejszą z nich jest @zamienialność, która jest niezbędna, aby waluta stała się środkiem-przechowywania-wartości).
ru: Monero является одной из многих криптовалют, существующих на данный момент, среди которых Bitcoin, Litecoin, Dogecoin, Dash, Zcash и т д. Но практически все другие криптовалюты не обладают свойствами, которые позволили бы называть их настоящими деньгами (в том числе и наиболее важным - @взаимозаменяемостью, которое является обязательным требованием для любого средства сохранения стоимости).
zh_cn: 门罗币是目前存在的许多加密货币之一。其他例子还有比特币、莱特币、狗狗币、达世币、大零币等，但几乎所有其他加密货币都缺乏使它们成为真正货币的特性（最重要的特性：@可替换性，这是它成为价值存储的必要条件）。

source: Not all cryptocurrencies operate the same, but they usually share the properties of decentralization, encryption, and the ability to send and receive transactions. Most are irreversible, pseudonymous, global, and permissionless. Most aim to be a store-of-value or be digital cash that allows you to transact.
de: Nicht alle Kryptowährungen funktionieren gleich, sie teilen jedoch üblicherweise Eigenschaften bezüglich Dezentralisierung, Verschlüsselung und der Möglichkeit, Transaktionen zu senden oder zu empfangen. Die meisten sind irreversibel, pseudonym, global und ohne Berechtigungen nutzbar. Ein Großteil verfolgt das Ziel, als Wertanlage zu fungieren oder als digitales Bargeld eingesetzt zu werden.
fr: Toutes les cryptomonnaies ne fonctionnent pas de la même manière, mais elles partagent généralement des propriétés de décentralisation, chiffrement, et la capacité à envoyer et recevoir des transactions. La plupart sont irrévocables, pseudonymiques, globales, et libre d'utilisation. La plupart ont pour objectif d'être des réserves de valeurs ou de la monnaie numérique avec laquelle vous pouvez effectuer des transactions.
pl: Nie wszystkie kryptowaluty działają w ten sam sposób, jednak przeważnie podzielają one charakterystyki decentralizacji, szyfrowania oraz zdolności do wysyłania i otrzymywania płatności. Większość z nich jest nieodwracalna, pseudonimowa, globalna i nie wymaga zgody. Celem większości jest bycie środkiem-przechowywania-wartości lub pieniądzem cyfrowym pozwalającym na transakcje.
ru: Не все валюты работают одинаково, но, как правило, они обладают общими свойствами децентрализации, шифрования, а также обеспечивают возможность организации и приёма транзакций. Большинство из них выпускается под псевдонимом, является безвозвратным, глобальным и не требующим специальных разрешений. Большинство криптовалют задумано как средство сохранения стоимости или цифровая наличность, которая позволит совершать транзакции.
zh_cn: 并非所有加密货币的运作机理都相同，但它们通常具有去中心化、加密以及发送和接收交易的能力。大多具备不可逆转的、假名化的、全球性的、不需要许可的特性。大多目标是实现价值储存或成为允许交易的数字化现金。

source: Most cryptocurrencies (including Monero) use a distributed ledger (called a @blockchain) to keep track of previous transactions. The blockchain serves to tell other users on the network that transactions have happened. There are many different ways for cryptocurrencies to create their blockchain, and not all are the same. Monero uses proof-of-work to craft blocks, where other cryptocurrencies may use proof-of-stake or other consolidated methods.
de: Die meisten Kryptowährungen (darunter auch Monero) nutzen ein verteiltes Kassenbuch (@Blockchain genannt), um vergangene Transaktionen zu verwalten. Die Blockchain dient dazu, anderen Nutzern auf dem Netzwerk mitzuteilen, dass Transaktionen stattgefunden haben. Es gibt viele verschiedene Wege für Kryptowährungen, eine Blockchain zu erstellen. Monero nutzt zum Erstellen von Blöcken ein Proof-of-Work-System, während andere Kryptowährungen Proof-of-Stake- oder andere, zusammengelegte Methoden nutzen.
fr: La plupart des cryptomonnaies (Monero comprit) utilise un registre distribué (appelé @chaîne-de-blocs) pour garder une trace des transactions précédentes. La chaine de bloc set à dire aux autres utilisateurs du réseau que les transactions ont eu lieu. Il y a différentes façons pour les cryptomonnaies de créer leurs chaîne de blocs, et elles ne sont pas toutes identiques. Monero utilise une preuve de travail pour façonner les blocs, lorsque d'autres cryptomonnaies peuvent utiliser une preuve de participation ou d'autres méthodes de consolidation.
pl: Większość kryptowalut, w tym Monero, korzysta z roproszonej "księgi przychodów i rozchodów", zwanej @łańcuchem-bloków, w celu śledzenia minionych transakcji. Łańcuch bloków służy do informowania pozostałych użytkowników sieci, że została dokonana transakcja. Istnieje wiele sposobów na tworzenie łańcucha bloków, a nie wszystkie kryptowaluty tworzą go tak samo. Monero korzysta z dowodu-pracy, podczas gdy inne waluty mogą używać dowodu stawki lub innych skonsolidowanych metod.
ru: Большинство криптовалют (включая Monero) использует распределённый журнал (называемый @блoкчейном), чтобы отслеживать предшествующие транзакции. Блокчейн нужен для того, чтобы другие пользователи сети знали о том, что была совершена транзакция. Криптовалюты создают свои блокчейны различными, часто совершенно непохожими способами. Monero для создания блоков использует доказательство работы (proof-of-work), в то время как другие криптовалюты могут использовать доказательство ставки (proof-of-stake) или другие консолидированные методы.
zh_cn: 大多数加密货币（包括门罗币）使用分布式账簿（称为@区块链）来追溯以前的交易。区块链服务器告诉网络上的其他用户发生的交易。加密货币创建区块链有许多不同的方法，但并非所有方法都相同。门罗币使用工作量证明来生成区块，一些其他加密货币使用权益证明或其他合并方法。

source: Ultimately, cryptocurrency is an attempt to create trustless value; that is free from borders, governments, and banks. Whether that be to transact or to be digital gold is up to the users of each.
de: Letzten Endes verkörpern Kryptowährungen das Bestreben danach, Geldwerte zu schaffen, die nicht auf Vertrauen basieren und somit frei von Grenzen, Regierungen und Banken sind - ob diese nun als Zahlungsmittel genutzt oder als digitale Goldanlage betrachtet werden, liegt in den Händen eines jeden Nutzers.
fr: Finalement, une cryptomonnaie est une tentative de création d'une valeur sans besoin de confiance, libérée des frontières, des gouvernements et des banques. Qu'elle soit pour faire des transactions ou pour être de l'or numérique est à la discrétion de ses utilisateurs.
pl: Ostatecznie kryptowaluta jest próbą stworzenia wartości bez-zaufania, to znaczy wolnej od granic, rządów i banków. Decyzja, czy zostanie ona uznana za cyfrowe złoto lub środek płatności, należy do każdego użytkownika osobno.
ru: В конечном счёте криптовалюта является попыткой создать ценность, не требующую доверия, то есть не зависящую от границ, правительств и банков. Будет ли это компромиссное решение или цифровое золото — решать пользователям.
zh_cn: 从根本上说，加密货币是一种创造去信任（无需基于信任）价值的尝试;它不受国界、政府和银行的限制。无论是交易还是当成数字黄金，都取决于每一个用户。
