Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/denominations.po
Languages: fr, nb_no, pl, zh_cn

source: A denomination is a proper description of a currency amount. It is oftentimes a sub-unit of the currency. For example, traditionally a cent is 1/100th of a particular unit of currency.
fr: Une dénomination ou coupure est une description exacte d'un montant d'une monnaie. Il s'agit souvent d'une sous-unité de la monnaie. Par exemple, traditionnellement, un centime est 1/100ème d'une unité de monnaie précise.
nb_no: En valør er en egnet beskrivelse av en valutamengde. Den er ofte en underenhet av valutaen. En cent er for eksempel tradisjonelt sett 1/100 av en spesiell valutaenhet).
pl: Nominał jest prawidłowym opisem ilości waluty. Często jest on podjednostką waluty, na przykład cent jest 1/100 danej jednostki waluty.
zh_cn: 面额是对货币数量的恰当描述。它通常是货币的一个次级单位。例如，传统上一分钱是特定货币单位的百分之一。

source: ["denominations", "subunits", "tacoshi", "piconero", "nanonero", "micronero", "millinero", "centinero", "decinero","decanero","hectonero","kilonero","meganero","giganero"]
fr: ["denominations", "subunits", "tacoshi", "piconero", "nanonero", "micronero", "millinero", "centinero", "decinero","decanero","hectonero","kilonero","meganero","giganero", "dénominations", "coupures", "sous-unités"]
nb_no: ["denominations", "subunits", "valører", "underenheter", "tacoshi", "piconero", "nanonero", "micronero", "millinero", "centinero", "decinero", "decanero", "hectonero", "kilonero", "meganero", "giganero"]
pl: ["denominations", "subunits", "nominał", "nominały", "nominałem", "nominałom", "nominałowi", "podjednostki", "podjednostkom", "podjednostka", "podjednostce", "podjednostką", "tacoshi", "piconero", "nanonero", "micronero", "millinero", "centinero", "decinero","decanero","hectonero","kilonero","meganero","giganero"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
zh_cn: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: The Basics
nb_no: Det grunnleggende
pl: Podstawy
zh_cn: 基础知识

source: A denomination is a proper description of a currency amount. It is oftentimes a sub-unit of the currency. For example, traditionally a cent is 1/100th of a particular unit of currency.).
fr: Une dénomination ou coupure est une description exacte d'un montant d'une monnaie. Il s'agit souvent d'une sous-unité de la monnaie. Par exemple, traditionnellement, un centime est 1/100ème d'une unité de monnaie précise.
nb_no: En valør er en egnet beskrivelse av en valutamengde. Den er ofte en underenhet av valutaen. En cent er for eksempel tradisjonelt sett 1/100 av en spesiell valutaenhet).
pl: Nominał jest prawidłowym opisem ilości waluty. Często jest on podjednostką waluty, na przykład cent jest 1/100 danej jednostki waluty.
zh_cn: 面额是对货币数量的恰当描述。它通常是货币的一个次级单位。例如，传统上一分钱是特定货币单位的百分之一。

source: Monero denomination names add SI prefixes after dropping the initial "mo" for ease of use. Actually, the smallest unit of Monero is 1 piconero (0.000000000001 XMR).
fr: Les noms des coupures de Monero ajoutent le préfixe SI après suppression du "mo" initial pour simplifier l'utilisation. Actuellement, la plus petite unité de Monero est 1 piconero (0.000000000001 XMR).
nb_no: Valørnavnene til Monero sløyfer «mo»-delen og legger til SI-prefikser for å gjøre det enkelt. Den minste Monero-enheten er faktisk 1 piconero (0,000000000001 XMR).
pl: Nominał jest prawidłowym opisem ilości waluty. Często jest on podjednostką waluty, na przykład cent jest 1/100 danej jednostki waluty. Nazwy nominałów Monero tworzone są poprzez dodanie przedrostka jednostek SI w miejsce początkowego "mo". Najmniejszą jednostką Monero jest 1 piconero (0.000000000001 XMR).
zh_cn: 门罗币命名面额的方式为，去掉前面代表门罗币的 “mo”--英文（“门”---中文），后添加SI(国际标准单位前缀)，以便于使用。实际上，门罗币的最小单位是1皮罗（0.000000000001 XMR）。

source: Denominations of Monero
fr: Coupures de Monero
nb_no: Moneros valører
pl: Nominały Monero
zh_cn: 门罗币的面额

source: |------------+----------+-------------------| | Name | Base 10 | Amount | |-----------:|:--------:| -----------------:| | piconero | 10^-12 | 0.000000000001 | | nanonero | 10^-9 | 0.000000001 | | micronero | 10^-6 | 0.000001 | | millinero | 10^-3 | 0.001 | | centinero | 10^-2 | 0.01 | | decinero | 10^-1 | 0.1 | |============+==========+===================| | **monero** | **10^0** | **1** | |============+==========+===================| | decanero | 10^1 | 10 | | hectonero | 10^2 | 100 | | kilonero | 10^3 | 1,000 | | meganero | 10^6 | 1,000,000 | |------------+----------+-------------------|
nb_no: |------------+----------+-------------------| | Navn | Base 10 | Mengde | |-----------:|:--------:| -----------------:| | piconero | 10^-12 | 0,000000000001 | | nanonero | 10^-9 | 0,000000001 | | micronero | 10^-6 | 0,000001 | | millinero | 10^-3 | 0,001 | | centinero | 10^-2 | 0,01 | | decinero | 10^-1 | 0,1 | |============+==========+===================| | **monero** | **10^0** | **1** | |============+==========+===================| | decanero | 10^1 | 10 | | hectonero | 10^2 | 100 | | kilonero | 10^3 | 1000 | | meganero | 10^6 | 1 000 000 | |------------+----------+-------------------|
pl: |------------+----------+-------------------| | Nazwa | Baza 10 | Ilość | |-----------:|:--------:| -----------------:| | piconero | 10^-12 | 0.000000000001 | | nanonero | 10^-9 | 0.000000001 | | micronero | 10^-6 | 0.000001 | | millinero | 10^-3 | 0.001 | | centinero | 10^-2 | 0.01 | | decinero | 10^-1 | 0.1 | |============+==========+===================| | **monero** | **10^0** | **1** | |============+==========+===================| | decanero | 10^1 | 10 | | hectonero | 10^2 | 100 | | kilonero | 10^3 | 1,000 | | meganero | 10^6 | 1,000,000 | |------------+----------+-------------------|
zh_cn: |-----------+----------+-------------------| | 名称 | 十进制 | 数值 | |-----------|:-------- :| ----------------:| | 皮罗 | 10^-12 | 0.000000000001 | | 纳罗 | 10^-9 | 0.000000001 | | 微罗 | 10^-6 | 0.000001 | | 毫罗 | 10^-3 | 0.001 | | 厘罗 | 10^-2 | 0.01 | | 分罗 | 10^-1 | 0.1 | |============+==========+===================| | **门罗币** | **10^0** | **1** | |============+==========+===================| | 十罗 | 10^1 | 10 | | 百罗 | 10^2 | 100 | | 千罗 | 10^3 | 1,000 | | 兆罗 | 10^6 | 1,000,000 | |------------+----------+-------------------|

source: In-depth Information
fr: Informations détaillées
nb_no: Inngående informasjon
pl: Szczegółowe informacje
zh_cn: 深度信息

source: Support for input using SI prefixes was [added to the Monero codebase](https://github.com/monero-project/monero/pull/1826) on March 3, 2017 by [Moneromooo](https://github.com/moneromooo-monero). The smallest unit of Monero (10^-12 XMR) was originally called a tacoshi in honor of user [Tacotime](https://bitcointalk.org/index.php?action=profile;u=19270), an early Monero contributor and was later renamed for ease of use and consistancy.
fr: Le support des entrées utilisant le préfixe SI à [été ajouté au code de Monero](https://github.com/monero-project/monero/pull/1826) le 3 Mars 2017 par [Moneromooo](https://github.com/moneromooo-monero). La plus petite unité de Monero (10^-12 XMR) était initialement appelée un tacoshi en l'honeur de l'utilisateur [Tacotime](https://bitcointalk.org/index.php?action=profile;u=19270), un contributeur de Monero de la première heure et fut plus tard renommé pour simplicité d'usage et uniformité.
nb_no: Støtte for inndata ved å bruke SI-prefikser ble [lagt til Monero kodebasen](https://github.com/monero-project/monero/pull/1826) 3. mars 2017 av [Moneromooo](https://github.com/moneromooo-monero). Den minste Monero-enheten (10^-12 XMR) ble opprinnelig kalt en tacoshi, til ære for brukeren [Tacotime](https://bitcointalk.org/index.php?action=profile;u=19270), som var en tidlig bidragsyter i Monero, og ble i ettertid gitt et nytt navn for å gjøre det brukervennlig og konsekvent.
pl: Pomoc w zakresie wkładów z użyciem przedrostków SI została [dodana do bazy kodów Monero](https://github.com/monero-project/monero/pull/1826) 3 marca 2017 roku przez [Moneromooo](https://github.com/moneromooo-monero). Najmniejsza jednostka Monero (10^-12 XMR) została pierwotnie nazwana tacoshi na cześć użytkownika [Tacotime] (https://bitcointalk.org/index.php?action=profile;u=19270), współautora Monero we wczesnej fazie, i następnie przemianowana dla łatwiejszego użycia i konsekwencji.
zh_cn: 2017年3月3日，[Moneromooo](https://github.com/moneromooo-monero)将使用国际标准前缀的输入支持[添加到Monero代码库](https://github.com/moneromooo-monero)。门罗币最小的单位(10^-12 XMR)最初被称为tacoshi，以纪念用户[Tacotime](https://bitcointalk.org/index.php?action=profile;u=19270)，一名门罗币的早期贡献者。后来为了便于使用和一致性而重新命名。

source: Monerod Implementation
fr: Implementation dans monerod
nb_no: Monerod-implementering
zh_cn: Monerod 实现

source: The smallest fraction of Monero in the current monerod implementation is also known as the @atomic-unit, which is currently one piconero.
fr: La plus petite fraction d'un Monero dans l'actuelle implémentation de monerod est également connu sous le nom d'@unité-atomique, qui est actuellement un piconero.
nb_no: Den minste brøkdelen av Monero som er i monerod-implementeringen er også kjent som en @atomisk enhet, som for øyeblikket er én piconero.
zh_cn: 当前 monerod 实现中门罗币的最小分数也称为原子单位，它目前是一个皮罗。
