Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/locally-unique-host.po
Languages: de, fr, nb_no, pl, ru

source: A host defined by you and resolved only by you
de: Ein ausschließlich durch dich festgelegter und auslösbarer Host
fr: Un hôte que vous avez définit et que vous seul pouvez résoudre
nb_no: En vert som er definert av deg og som kun kan oppløses av deg
pl: Host zdefiniowany i ustalony wyłącznie przez ciebie
ru: Хост, определенный вами и разрешенный только вами

source: ["Locally-unique-host"]
de: ["Locally-unique-host", "Lokal-einzigartiger-Host", "Lokal-einzigartigen-Host", "Lokal-einzigartigen-Hosts"]
fr: ["Locally-unique-host", "hôte-unique-localement"]
nb_no: ["Locally-unique-host", "lokal unik vert"]
pl: ["Locally-unique-host", "lokalnie-unikalny-host", "lokalnie-unikalnego-hosta", "lokalnie-unikalnym-hostem", "lokalnie-unikalnym-hoście", "lokalnym-unikalnym-hostem", "lokalnego-unikalnego-hosta"]
ru: ["Locally-unique-host", "локально-уникальным-хостом", "локально-уникальному-хосту", "локально-уникальный-хост", "локально-уникального-хоста"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: The Basics
de: Grundlagen
fr: Les Bases
nb_no: Det grunnleggende
pl: Podstawy
ru: Основная информация

source: A locally-unique host is a [FQDN](https://en.wikipedia.org/wiki/FQDN) defined by **you** and resolved only by you; similar to how a [hosts file](https://en.wikipedia.org/wiki/Hosts_(file)) is implemented. Not to be confused with @canonically-unique-host.
de: Ein lokal einzigartiger Host ist ein [FQDN](https://de.wikipedia.org/wiki/Domain_(Internet)#Fully_Qualified_Domain_Name_(FQDN)), der nur durch **dich** definiert und aufgelöst werden kann, ähnlich zu dem, wie eine [Hosts-Datei](https://de.wikipedia.org/wiki/Hosts_(Datei)) implementiert wird. Nicht zu verwechseln mit dem @Kanonisch-einzigartigen-Host.
fr: Un hôte unique localement est un [FQDN](https://fr.wikipedia.org/wiki/FQDN) que **vous** définissez et que vous seul pouvez résoudre, de manière analogue à l'implémentation d'un [fichier hosts](https://fr.wikipedia.org/wiki/Hosts). A ne pas confondre avec un @hôte-canonique-unique.
nb_no: En lokal unik vert er en såkalt [FQDN](https://en.wikipedia.org/wiki/FQDN) som er definert av **deg** og kun oppløst av deg; på liknene måte hvordan en [vertsfil](https://en.wikipedia.org/wiki/Hosts_(file)) implementeres. Den må ikke forveksles med en kanonisk unik vert.
pl: Lokalnie unikalny host jest [Pełną, Jendoznaczną Nazwą Domenową](https://en.wikipedia.org/wiki/FQDN) definiowaną przez **ciebie** i ustaloną wyłącznie przez ciebie, podobnie do tego, jak wdrażane są [pliki hosts](https://en.wikipedia.org/wiki/Hosts_(file)). Nie należy go mylić z @zasadniczym-unikalnym-hostem.
ru: Локально уникальным хостом является [FQDN](https://en.wikipedia.org/wiki/FQDN), определяемый и разрешаемый **вами** подобно тому, как реализуется [хост-файл](https://en.wikipedia.org/wiki/Hosts_(file). Не следует путать с @канонически-уникальным-хостом.

source: In-depth information
de: Ausführliche Informationen
fr: Informations détaillées
nb_no: Inngående informasjon
pl: Szczegółowe informacje
ru: Углублённая информация

source: You have the option to share your interpretation of how the host is resolved (e.g., `localhost` always resolves to `127.0.0.1`) but the resolution is not canonically enforced (e.g., someone else can map `localhost` to any arbitrary IP address).
de: Du hast die Möglichkeit, deine Interpretation dessen, wie der Host aufgelöst wird, zu teilen (z.B. löst `localhost` immer in `127.0.0.1` auf), die Auflösung wird aber nicht vorschriftsgemäß vollstreckt (z.B. könnte jemand `localhost` auf irgendeine willkürliche IP-Adresse mappen).
fr: Vous avez la possibilité de partager votre interprétation du mécanisme de résolution d'un hôte (p.ex. `localhost` est toujours résolu en `127.0.0.1`) mais la résolution n'est pas appliquée de manière canonique (p.ex. quelqu'un d'autre pourrait faire correspondre `localhost` à une adresse IP arbitraire).
nb_no: Du har muligheten til å dele din tolkning av hvordan verten blir oppløst (`localhost` oppløses for eksempel alltid til `127.0.0.1`), men resolusjonen fullbyrdes ikke kanonisk (noen andre kan for eksempel mappe `localhost` til en vilkårlig IP-adresse).
pl: Możesz podzielić się swoją interpretacją tego, jak ustalany jest host, np. `localhost` zawsze jest ustalony jako `127.0.0.1`, ale to ustalenie nie jest ogólnie egzekwowane (np. ktoś może przypisać `localhost` do dowolnego adresu IP).
ru: Вы можете поделиться собственной интерпретацией разрешения хоста (например, `localhost` всегда будет иметь разрешение `127.0.0.1`), но разрешение не является канонически принудительным (например, кто-то может присвоить значение `localhost` любому произвольному IP-адресу).

source: Hosts in a public subscription can be considered @canonically-unique-host's within the I2P network but, ultimately, you are free to re-define them as you wish.
de: Öffentlich bezogene Hosts können innerhalb des I2P-Netzwerks als @Kanonisch-einzigartige-Hosts betrachtet werden, letztlich steht es dir jedoch frei, diese nach deinen Wünschen neu zu definieren.
fr: Les hôtes des souscriptions publiques peuvent être considérés comme des @hôtes-canoniques-uniques au sein du réseau I2P, mais finalement vous êtes libre de les redéfinir selon vos désirs.
nb_no: Verter i et offentlig abonnement kan betraktes som @kanonisk unike verter i @I2P-nettverket, men du står til syvende og sist fritt til å omdefinere dem slik du ønsker.
pl: Hosty w publicznej subskrypcji mogą być uważane za @zasadnicze-unikalne-hosty wewnątrz sieci I2P, jednak ostatecznie to od ciebie zależy, jak je zdefiniujesz.
ru: В сети I2P хосты в публичной подписке могут рассматриваться как канонически уникальные, однако в конечном счёте вы можете определять их так, как вам будет угодно.

source: Notes
de: Anmerkungen
fr: Remarques
nb_no: Merknader
pl: Adnotacje
ru: Примечания

source: Monero primarily uses @canonically-unique-host resolution while I2P only uses @locally-unique-host resolution.
de: Monero nutzt primär die Auflösung des @Kanonisch-einzigartigen-Hosts, während I2P ausschließlich die Auflösung des lokal einzigartigen Hosts verwendet.
fr: Monero utilise principalement la résolution d'@hôtes-canoniques-uniques alors que I2P utilise uniquement la résolution d'@hôte-unique-localement.

source: I2P's and @Kovri's assigned top-level domain is currently `.i2p` and @Kovri intends to only process/use the `.i2p` [top-level domain](https://en.wikipedia.org/wiki/Top_level_domain)
de: Die an I2P und @Kovri zugewiesene Top-Level-Domain ist derzeit `.i2p`; @Kovri beabsichtigt, einzig die `.i2p`-[Top-Level-Domain](https://de.wikipedia.org/wiki/Top-Level-Domain) zu nutzen und zu verarbeiten.
fr: Le domaine de premier niveau actuel d'I2P et @Kovri est `.i2p` et @Kovri se destine à traiter / utiliser uniquement le [domaine de premier niveau](https://fr.wikipedia.org/wiki/Domaine_de_premier_niveau) `.i2p`.

source: - Monero primarily uses @canonically-unique-host resolution while I2P only uses @locally-unique-host resolution.
nb_no: - Monero bruker i hovedsak @kanonisk unik vert-oppløsning, mens @I2P kun bruker @lokal unik vert-oppløsning.
pl: - Monero używa przede wszystkim zasadniczych unikalnych hostów, podczas gdy I2P korzysta jedynie z lokalnie unikalnych hostów.
ru: - Monero в первую очередь использует разрешение @канонически-уникального-хоста, в то время как I2P использует только разрешение @локально-уникального-хоста.

source: - I2P's and @Kovri's assigned top-level domain is currently `.i2p` and @Kovri intends to only process/use the `.i2p` [top-level domain](https://en.wikipedia.org/wiki/Top_level_domain)
nb_no: - @I2P-er og @Kovrier som er tilordnet toppnivådomener er for tiden `.i2p`, og @Kovri har kun til hensikt å behandle/bruke `.i2p`-[toppnivådomenet](https://en.wikipedia.org/wiki/Top_level_domain)
pl: - Przypisaną domeną najwyższego poziomu I2P jest obecnie `.i2p`, a Kovri zamierza używać jedynie [domeny najwyższego poziomu](https://en.wikipedia.org/wiki/Top_level_domain) `.i2p` .
ru: - В настоящее время доменом верхнего уровня для I2P's и @Kovri является `.i2p`, и @Kovri в перспективе будет только обрабатывать данные/использовать только [домена верхнего уровня](https://en.wikipedia.org/wiki/Top_level_domain) `.i2p`
