Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/mnemonicseed.po
Languages: de, fr, nb_no, pl, ru

source: a 13 or 25 word phrase used to backup a Monero account, available in a number of languages
de: Eine 13- oder 25-teilige Wortfolge, um ein Monero-Konto zu sichern; verfügbar in mehreren Sprachen
fr: Une phrase de 13 ou 25 mots utilisé pour sauvegarder votre compte Monero, disponible dans une quantité de langues
nb_no: en ordfrase på 13 eller 25 ord som brukes til å sikkerhetskopiere en Monero-konto, tilgjengelig i en rekke språk
pl: Ciąg 13 lub 25 słów używany do tworzenia kopii zapasowej konta Monero, dostępny w wielu językach
ru: фраза, состоящая из 13 или 25 слов и используемая для создания резервной копии счёта Monero

source: ["mnemonic-seed", "mnemonic"]
de: ["mnemonic-seed", "mnemonic", "mnemonischer-Seed", "mnemonischen-Seed", "mnemonischen-Seeds"]
fr: ["mnemonic-seed", "mnemonic", "phrase-mnémonique", "mnémonique"]
nb_no: ["mnemonic-seed", "mnemonic", "mnemonisk frø", "mnemonisk"]
pl: ["mnemonic-seed", "mnemonic", "kod-mnemoniczny", "kodzie-mnemonicznym", "kodu-mnemonicznego"]
ru: ["mnemonic-seed", "mnemonic", "мнемоническую-фразу", "мнемонической-фразы", "Мнемоническая-фраза", "мнемоническая-фраза"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: The Basics
de: Grundlagen
fr: Les Bases
nb_no: Det grunnleggende
pl: Podstawy
ru: Основная информация

source: A 13 or 25 word phrase used to backup a Monero account, available in a number of languages. This 25-word phrase (13 words in the case of MyMonero) has all the information needed to view and spend funds from a Monero @account.
de: Eine aus 13 oder 25 Wörtern bestehende Wortfolge, welche zur Sicherung eines Monero-Kontos genutzt wird und in mehreren Sprachen verfügbar ist. Diese 25-teilige Wortfolge (im Fall von MyMonero 13-teilig) enthält alle benötigten Informationen, um Gelder eines Monero-@Kontos ansehen und ausgeben zu können.
fr: Une phrase de 13 ou 25 mots utilisé pour sauvegarder votre compte Monero, disponible dans une quantité de langues. Cette phrase de 25 mots (13 mots dans le cas de MyMonero) a toutes les informations nécessaire pour voir et dépenser des fonds depuis un @compte Monero.
nb_no: En ordfrase på 13 eller 25 ord som brukes til å sikkerhetskopiere en Monero-konto, tilgjengelig i en rekke språk. Denne frasen på 25 ord (13 ord ved MyMonero) inneholder all den nødvendig informasjonen til å se og bruke midler i en Monero-@konto.
pl: Ciąg 13 lub 25 słów używany do tworzenia kopii zapasowej konta Monero, dostępny w wielu językach. Ten 25-słowny ciąg (13-słowny w przypadku MyMonero) zawiera wszystkie informacje potrzebne do wglądu i wydawania funduszy z @konta Monero.
ru: Фраза, состоящая из 13 или 25 слов и используемая для создания резервной копии счёта Monero. Может быть написана на ряде языков. Эта фраза из 25 слов (13 слов используется в случае с MyMonero) представляет собой информацию, достаточную для того, чтобы просмотреть и потратить средства, имеющиеся на @счёте Monero.

source: In-depth Information
de: Ausführliche Informationen
fr: Informations détaillées
nb_no: Inngående informasjon
pl: Szczegółowe informacje
ru: Углублённая информация

source: In the official wallet, the mnemonic seed comprises 25 words with the last word being used as a checksum. Those words correspond to a 256-bit integer, which is the account's *private* @spend-key. The *private* @view-key is derived by hashing the private spend key with Keccak-256, producing a second 256-bit integer. The corresponding *public* keys are then derived from the private keys.
de: Beim offiziellen Wallet enthält der mnemonische Seed 25 Wörter, von welchen das letzte als Prüfsumme genutzt wird. Diese Wörter entsprechen einem 256-Bit-Integer, welcher der *private* @Spend-Key des Kontos ist. Der *private* @View-Key entsteht aus der Berechnung des privaten Spend-Keys mit Keccak-256, wodurch ein zweiter 256-Bit-Integer generiert wird. Die entsprechenden *öffentlichen* Schlüssel leiten sich von den privaten Schlüsseln ab.
fr: Dans le portefeuille officiel, la phrase mnémonique est composée de 25 mots dont le dernier est utilisé en tant que somme de contrôle. Ces mots correspondent à un entier de 256 bits, qui est la @clef-de-dépense *privée* du compte. La @clef-d'audit privée est dérivée par hachage de la clef de dépense via Keccak-256, produisant un second entier de 256 bits. Les clefs *publiques* correspondantes sont alors dérivées des clefs privées.
nb_no: I den offisielle lommeboken består det mnemoniske frøet av 25 ord, der det siste ordet brukes som en sjekksum. Disse ordene korresponderer til et 256-bits heltall, som er kontoens *private* @forbruksnøkkel. Den *private* @visningsnøkkelen utledes ved å hashe den private forbruksnøkkelen med Keccak-256, som produserer et ytterligere 256-bits heltall. De korresponderende *offentlige* nøklene utledes deretter av de private nøklene.
pl: W oficjalnym portfelu kod mnemoniczny porównuje 25 słów z ostatnim słowem użytym jako suma kontrolna. Słowa te odpowiadają 256-bitowej liczbie całkowitej, będącej *prywatnym* @kluczem-wydawania konta. *Prywatny* @klucz-widoczności bierze się z haszowania prywatnego klucza wydawania za pomocą Keccak-256, tworząc drugą 256-bitową liczbę całkowitą. Odpowiednie klucze *publiczne* powstają następnie z kluczy prywatnych.
ru: В случае с официальным кошельком мнемоническая фраза состоит из 25 слов. При этом последнее слово фразы используется в качестве контрольной суммы. Эти слова соответствуют 256-битному целому числу, которое является *приватным* @ключом-траты счёта. *Приватный* @ключ-просмотра вычисляется путём хеширования приватного ключа траты при помощи функции Keccak-256, в результате чего получается второе 256-битное целое число. Затем на основе приватных ключей выводятся соответствующие публичные ключи.

source: By storing the 25 word mnemonic key in a secure location, you have a backup of your private keys and hence all of your Moneroj. Sharing this 25 word key is the equivalent of allowing another person complete access to your funds.
de: Bewahrst du den mnemonischen Schlüssel (die 25 Wörter) an einem sicheren Ort auf, so verfügst du über eine Sicherung deiner privaten Schlüssel und damit deiner Monero. Das Teilen dieser Wortfolge ist das Gleiche, als würdest du einer anderen Person den Vollzugriff auf dein Geld gewähren.
fr: En concervant la phrase mnémonique de 25 mots en lieu sûr, vous avez une sauvegarde de vos clefs privée et donc de tous vos Moneroj. Partager ces 25 mots clefs est équivalent à donner l'accès à vos fonds à une autre personne.
nb_no: Ved å lagre det mnemoniske frøet på 25 ord på et trygt sted, har du en sikkerhetskopi av din private nøkkel og således alle Monerojene dine. Å dele denne nøkkelen på 25 ord er ensbetydende med å gi en annen person full tilgang til midlene dine.
pl: Przechowując 25-słowny klucz mnemoniczny w bezpiecznym miejscu, chronisz kopię zapasową swoich kluczy prywatnych, a więc także i wszystkich twoich Monero. Dzieląc się z kimkolwiek swoim kluczem mnemonicznym, pozwalasz na pełny dostęp do twoich środków.
ru: Хранение мнемонической фразы из 25 слов в безопасном месте означает хранение резервной копии ваших приватных ключей, а значит, и всех ваших Monero. Если вы откроете кому-либо эту фразу из 25 слов, это будет означать, что вы открыли этому человеку доступ к вашим средствам.

source: It's not a good idea to store more than you want to lose in a "hot wallet" aka a wallet which is currently or has ever been connected to the internet or loaded onto any device that has or may in the future be connected to the internet or any untrusted source!
de: Es ist keine gute Idee, mehr als das, was du bereit bist zu verlieren, in einem Zahlungs-Wallet ("Hot-Wallet") aufzubewahren - also einem Wallet, welches auf einem Gerät liegt, das mit dem Internet oder anderen nicht vertrauenswürdigen Quellen verbunden ist, war, oder jemals sein könnte.
fr: Il n'est pas recommandé de conserver plus que vous ne voudriez perdre dans un "portefeuille chaud", c'est à dire un portefeuille actuellement ou qui a un jour été connecté à Internet ou chargé dans n'importe quel équipement qui a été ou pourrait être connecté à l'avenir à Internet ou à une quelconque source indigne de confiance !
nb_no: Det er ikke en god idé å lagre mer enn du har råd til å tape i en «varm lommebok», med andre ord en lommebok som for øyeblikket er eller har vært koblet til internett eller er lastet opp på enheter som har eller i fremtiden kan kobles til internett eller en upålitelig kilde!
pl: Zalecane jest nieprzechowywanie więcej, niż jesteś gotowy stracić, w "gorącym portfelu", to znaczy w portfelu podłączonym do internetu lub załadowanym na jakimkolwiek urządzeniu, które kiedyś było lub może być w przyszłości podłączone do internetu lub innego niezaufanego źródła.
ru: Не самой хорошей идеей представляется хранение в "горячем кошельке" большего количества средств, чем вы могли бы потерять. Горячим кошельком называют кошелёк, который в настоящее время или когда-либо был подключён к сети интернет или загружен на какое-либо устройство, которое имеет или имело подключение к сети интернет или любому другому ненадёжному источнику!

source: By creating a cold, or @paper-wallet you can safely store Moneroj.
de: Durch das Erstellen eines Spar-Wallets ("Cold-Wallet") beziehungsweise @Paper-Wallets kannst du deine Monero sicher aufbewahren.
fr: En créant un portefeuille froid ou un @portefeuille-papier vous pouvez conserver vos Moneroj en toute sécurité.
nb_no: Ved å opprette en «kald» lommebok eller @papirlommebok, kan du lagre Moneroene dine på en trygg måte.
pl: Możesz bezpiecznie przechowywać swoje Monero w "zimnym" lub @papierowym-portfelu.
ru: Создавая холодный или @бумажный-кошелёк, вы обеспечиваете безопасность хранения ваших Monero.
