Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/node.po
Languages: de, fr, nb_no, pl, ru, zh_cn

source: A device on the Internet running the Monero software, with a full copy of the Monero blockchain. It can be local or remote
de: Ein mit dem Internet verbundenes Gerät, welches die Monero-Software ausführt, über eine vollständige Kopie der Monero-Blockchain verfügt, und damit das Monero-Netzwerk aktiv unterstützt
fr: Un équipement sur Internet faisant fonctionner le logiciel Monero, avec une copie complète de la chaîne de bloc, soutenant activement le réseau Monero
nb_no: En enhet på internett som kjører Monero-programvare med en fullstendig kopi av Monero-blokkjeden. Den kan være lokal eller ekstern
pl: Urządzenie internetowe uruchamiające oprogramowanie Monero, posiadające pełną kopię łańcuchów bloków monero i aktywnie biorące udział w sieci Monero
ru: Устройство в сети интернет с установленным программным обеспечением Monero, полной копией блокчейна Monero, активно поддерживающее сеть Monero

source: ["node", "nodes", "full-node", "full-nodes"]
de: ["node", "nodes", "full-node", "full-nodes", "Node", "Nodes", "Full-Node", "Full-Nodes"]
fr: ["node", "nodes", "full-node", "full-nodes", "nœud", "nœuds", "noeud", "noeuds", "nœud-complet", "nœuds-complets", "noeud-complet", "noeuds-complets"]
nb_no: ["node", "nodes", "full-node", "full-nodes", "noder", "fullstendig node", "fullstendige noder"]
pl: ["node", "nodes", "full-node", "full-nodes", "węzeł", "węzła", "węzłowi", "węzły", "węzłom", "węzłami", "węzłem", "węzłów"]
ru: ["node", "nodes", "full-node", "full-nodes", "узле", "узлами", "узлу", "узлы", "узел", "узла"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="yes" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}
zh_cn: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: The Basics
de: Grundlagen
fr: Les Bases
nb_no: Det grunnleggende
pl: Podstawy
ru: Основная информация
zh_cn: 基础知识

source: A device on the Internet running the Monero software, with a full copy of the Monero blockchain, actively assisting the Monero network. A node that is not running on your local machine is called @remote-node. Remote nodes can be private, if they are for personal use only, or open, if they are accessible by other people.
de: Ein Node ist ein mit dem Internet verbundenes Gerät mit einer Kopie der Monero-Blockchain, welches die Monero-Software ausführt und damit das Monero-Netzwerk aktiv unterstützt. Ein Node, der nicht auf deinem lokalen Gerät läuft, nennt sich @Remote-Node. Remote-Nodes können privat (bei ausschließlichem Privatgebrauch) oder offen sein, wenn sie für andere zugänglich sind.
fr: Un équipement sur Internet faisant fonctionner le logiciel Monero, avec une copie complète de la chaîne de bloc, soutenant activement le réseau Monero.
nb_no: En enhet på internett som kjører Monero-programvare med en fullstendig kopi av Monero-blokkjeden, som aktivt bistår blokkjeden. En node som ikke kjører på den lokale maskinen din, kalles en @ekstern node. Eksterne noder kan være private hvis de kun er for personlig bruk, eller åpne hvis de er tilgjengelige for andre personer.
pl: Urządzenie internetowe uruchamiające oprogramowanie Monero, posiadające pełną kopię łańcuchów bloków monero i aktywnie biorące udział w sieci Monero.
ru: Устройство в сети интернет с установленным программным обеспечением Monero, полной копией @блoкчейна Monero, активно поддерживающее сеть Monero.
zh_cn: 一种在互联网上运行门罗币软件的设备，带有完整的门罗币区块链备份，积极协助门罗币网络。不在本地运行的节点叫做@远程节点。如果只是私人使用的话，远程节点可以是私有的，如果其他人也使用的话，就是开放的。

source: More Information
de: Weitere Informationen
fr: Plus d'Informations
nb_no: Mer informasjon
pl: Szczegółowe informacje
ru: Дополнительная информация
zh_cn: 深度信息

source: Nodes participate in the Monero network and secure @transactions by enforcing the rules of the network. Nodes download the entire @blockchain to know what transactions have taken place. Nodes assist the network by relaying transactions to other nodes on the network. Nodes may also choose to contribute to the Monero network by participating in crafting @blocks (this is called @mining).
de: Nodes beteiligen sich innerhalb des Monero-Netzwerks, setzen dessen Regeln durch und sichern damit @Transaktionen. Nodes laden die gesamte @Blockchain herunter, damit sie Kenntnis über die stattgefundenen Transaktionen haben. Sie unterstützen das Netzwerk, indem sie Transaktionen an andere Nodes innerhalb des Netzwerks weitergeben. Nodes können außerdem zum Monero-Netzwerk beitragen, indem sie an der Erstellung von @Blöcken mitwirken (dies wird @Mining genannt).
fr: Les Nœuds participent au réseau Monero et sécurisent les @transactions en appliquant les règles du réseau. Les Nœuds téléchargent la totalité de la @chaîne-de-blocs pour savoir quelles transactions ont eu lieu. Les Nœuds soutiennent le réseau en relayant les transactions aux autres nœuds du réseau. Les Nœuds peuvent aussi choisir de contribuer au réseau Monero en participant à la création de @blocs (ce qui est appelé @extraction-minière).
nb_no: Noder deltar i Monero-nettverket og sikrer @transaksjoner ved å håndheve reglene til nettverket. Noder laster ned hele @blokkjeden for å vite hvilke transaksjoner som har funnet sted. Noder bistår nettverket ved å overbringe transaksjoner til andre noder på nettverket. Noder kan også velge å bidra til Monero-nettverket ved å danne @blokker (dette kalles @utvinning).
pl: Węzły biorą udział w sieci Monero i zabezpieczają @transakcje poprzez egzekwowanie zasad sieci. Węzły ściągają cały @łańcuch-bloków, aby być na bieżąco z dokonanymi transakcjami. Biorą one udział w sieci poprzez przekazywanie między sobą transakcji. Mogą one także brać udział w tworzeniu @bloków (proces ten nazywa się @wydobyciem).
ru: Большинство узлов, входящих в сеть Monero и соблюдающих правила сети, принимают участие в проведении безопасных @транзакций. Узлы полностью загружают @блoкчейн, чтобы знать, какие транзакций уже были проведены. Узлы поддерживают сеть путём ретрансляции транзакций на другие узлы, подключённые к сети. Узлы также могут поддерживать сеть Monero, участвуя в добыче @блоков (это называется @майнингом).
zh_cn: 节点参与门罗币网络，并通过执行网络规则来保护@交易。节点下载整个@区块链以了解发生了什么交易。节点通过将交易转播到网络上的其他节点来辅助网络。节点也可以通过参与创造@区块（这被称为@挖矿）来为门罗币网络做出贡献。

source: Mining is the process by which nodes create a block from the previously accepted block, transactions that are waiting to be processed in the transaction pool, and the @coinbase-transaction. When a node believes it has crafted a valid block it will transmit the completed block to other nodes on the network and those nodes signal agreement by working on the next block in the chain.
de: Mining ist der Prozess, durch welchen Nodes unter Bezugnahme auf den vorherigen Block (meist mittels seines Hashwerts) aus den Transaktionen, die im Transaktionspool auf ihre Verarbeitung warten, und aus der @Coinbase-Transaktion einen neuen Block erstellen. Wenn ein Node denkt, er habe einen validen Block erstellt, überträgt er diesen an andere Nodes innerhalb des Netzwerks. Diese wiederum signalisieren ihr Einverständnis durch das Arbeiten am nächsten Block der Blockchain.
fr: L'extraction minière est le processus selon lequel les nœuds créent un bloc à partir du dernier bloc accepté, des transactions qui sont en attente de traitement dans le pool de transactions, et de la @transaction-de-la-base-de-la-pièce. Lorsqu'un nœud pense avoir créé un bloc valide, il transmet ce bloc complet aux autres nœuds du réseau et ces nœuds indiquent l'acceptation en travaillant sur le prochain bloc de la chaîne.
nb_no: Utvinning er prosessen der noder danner en blokk fra den forrige godkjente blokken, transaksjoner som venter på å behandles i transaksjonspoolen, og @coinbase-transaksjonen. Når en node tror at den har dannet en gyldig blokk, vil den sende den fullførte blokken til andre noder i nettverket, og disse nodene signaliserer enighet ved å jobbe på den neste blokken i kjeden.
pl: Wydobywanie jest procesem, w którym węzły tworzą nowy blok z poprzednio zaakceptowanego bloku, transakcji oczekujących na przetworzenie w puli transakcji oraz z @transakcji-coinbase. Gdy nowo utworzony blok jest uznany za ważny, węzeł przekazuje go kolejnym węzłom w sieci, które sygnalizują zgodność poprzez rozpoczęcie pracy nad kolejnym blokiem łańcucha.
ru: Майнинг является процессом, используя который узлы создают блок на основе ранее принятого блока транзакций, ожидающих обработки в пуле транзакций, а также @coinbase-транзакции. Если узел уверен в том, что он вычислил действительный блок, он должен передать законченный блок другим узлам сети, и эти узлы должны выразить своё согласие, начав работать над следующим блоком в цепочке.
zh_cn: 挖矿是节点从以前接受的区块，在交易池中等待被处理的交易，以及@coinbase交易，创建一个新区块的过程。当一个节点认为它创建了一个有效的区块时，它将把完成的区块传输到网络上的其他节点，这些节点通过处理链中的下一个区块来发出同意信号。

source: The rules that nodes follow are built into the Monero software; When all nodes agree about the rules to follow this is called @consensus. Consensus is necessary for a cryptocurrency because it is how the blockchain is built; If nodes don't agree about which blocks are valid, for example people who have not updated their Monero software, those nodes that don't agree will no longer be able to participate in the Monero network.
de: Die Regeln, welche Nodes befolgen, sind in die Monero-Software eingebaut. Wenn alle Nodes darin übereinstimmen, diese Regeln zu befolgen, nennt man dies @Konsens. Konsens ist deshalb notwendig für eine Kryptowährung, da so die Blockchain aufgebaut wird. Nodes, die nicht darin übereinstimmen, welche Blöcke valide sind (etwa, weil ein Node-Betreiber seine Monero-Software nicht aktualisiert hat), können nicht mehr am Monero-Netzwerk mitwirken.
fr: Les règles que suivent les nœuds sont intégré dans le logiciel Monero. L'acceptation de ces règles par tous les nœuds est appelé @consensus. Le Consensus est nécessaire à une cryptomonnaie car c'est de cette façon que la chaîne de bloc est façonnée. Si des nœuds ne sont pas d'accord quand à la validité des blocs, par exemple les personnes n'ayant pas mis à jour leur logiciel Monero, ces nœuds en désaccord ne participeront plus au réseau Monero.
nb_no: Reglene som nodene følger er bygget inn i Monero-programvaren. Når alle noder samtykker i reglene som skal følges, kalles det @konsensus. Konsensus er nødvendig for en kryptovaluta fordi det er hvordan blokkjeden er bygget opp; Dersom noder ikke er enige om hvilke blokker som er gyldige – for eksempel de som ikke har oppdatert Monero-programvaren sin – vil de nodene ikke kunne delta i Monero-nettverket.
pl: Zasady kierujące węzłami są wbudowane w oprogramowanie Monero. Sytuacja, gdy wszystkie węzły przyjmują ustalone zasady, nazywana jest @zgodą. Zgoda (konsensus) jest niezbędna dla kryptowaluty, ponieważ jest podstawą budowy bloków - węzły, które nie zgadzają się w sprawie ważności bloków (to na przykład użytkownicy ze zdezaktualizowanym oprogramowaniem), nie będą mogły kontynuować swojego udziału w sieci Monero.
ru: Правила, которым следуют узлы, содержатся в самом программном обеспечении Monero. Согласие всех узлов следовать этим правилам называется @консенсусом. Консенсус необходим криптовалюте, поскольку является принципом построения блокчейна. Если узлы не смогут прийти к соглашению, какие блоки считать действительными, например, у тех людей, которые не обновили своё программное обеспечение Monero, то те узлы, которые будут не согласны, более не смогут участвовать в работе сети Monero.
zh_cn: 节点遵循的规则内置在门罗币软件中;当所有节点都同意遵循的规则时，被称为@共识。共识对于加密货币是必要的，因为它是区块链的构建方式;如果节点不同意哪些区块是有效的，例如没有更新门罗币软件的人，那些不同意的节点将不能再参与到门罗币网络当中。

source: The Monero Core Team plans for a network upgrade roughly every 6 months. At that time, if you are running a node it must be updated to the most recent version of the Monero software or it will no longer be able to participate in the network.
de: Das Monero-Core-Team plant alle sechs Monate eine Netzwerkaktualisierung, stattfindend im April und Oktober eines jeden Jahres. Wenn du zu diesen Zeitpunkten einen Node betreibst, muss dieser mit der neuesten Version der Monero-Software aktualisiert sein, ansonsten wird er nicht mehr am Netzwerk teilhaben können.
fr: L'équipe cœur de Monero planifie une mise à jour du réseau tous les 6 mois, pour avoir lieu en Octobre et en Avril de chaque année. A ce moment là, si vous faites fonctionner un nœud, il doit être mis à jour vers la version la plus récente du logiciel Monero sans quoi il ne serait plus en mesure de participer au réseau.
nb_no: Monero-kjerneteamet har som plan å gjennomføre en nettverksoppgradering omtrent hver 6. måned. Hvis du på det tidspunktet kjører en node, må den oppdateres til siste versjonen av Monero-programvaren, ellers vil den ikke lenger kunne delta i nettverket.
pl: Centralny Zespół Monero planuje dokonywać hardforku co 6 miesięcy - we wrześniu i marcu każdego roku. Jeśli w tym czasie operujesz węzłem, musisz go zaktualizować do najnowszej wersji oprogramowania Monero, w przeciwnym razie zostaniesz wykluczony z sieci Monero.
ru: Monero Core Team планирует обновлять сеть каждые 6 месяцев: в октябре и апреле каждого года. На этот момент, если у вас есть рабочий узел, то он должен иметь самую последнюю версию обновлённого программного обеспечения Monero, или же он не сможет работать в сети.
zh_cn: 门罗币核心团队计划每6个月进行一次网络升级。升级期间，如果您正在运行一个节点，那么它必须更新到门罗币软件的最新版本，否则它将不能再参与到网络当中。

source: Other Resources
de: Weitere Quellen
fr: Autres Resources
nb_no: Andre ressurser
pl: Inne źródła
ru: Другие источники
zh_cn: 其它资源

source: <sub>1. *Fluffypony gives a great explanation of why mandatory network upgrades are good for Monero.* ([Monero Missives for the Week of 2016-06-20]({{ site.baseurl_root }}/2016/06/20/monero-missive-for-the-week-of-2016-06-20.html))</sub>
de: <sub>1. *Fluffypony erklärt, warum obligatorische Netzwerkaktualisierungen gut für Monero sind.* ([Monero Missives for the Week of 2016-06-20]({{ site.baseurl_root }}/2016/06/20/monero-missive-for-the-week-of-2016-06-20.html))</sub>
fr: <sub>1. *Fluffypony a donné une excellent explication du bénéfice des mises à jour réseau pour Monero.* ([Missive Monero pour la semaine du 20/06/2016]({{ site.baseurl_root }}/2016/06/20/monero-missive-for-the-week-of-2016-06-20.html))</sub>
nb_no: <sub>1. *Fluffypony gir en fin forklaring på hvorfor obligatoriske nettverksoppgraderinger er bra for Monero.* ([Monero Missives for the Week of 2016-06-20]({{ site.baseurl_root }}/2016/06/20/monero-missive-for-the-week-of-2016-06-20.html))</sub>
pl: <sub>1. *Fluffypony dał dobry przykład tego, dlaczego obowiązkowe hardforki służą dobru Monero.* ([Monero Missives for the Week of 2016-06-20]({{ site.baseurl_root }}/2016/06/20/monero-missive-for-the-week-of-2016-06-20.html))</sub>
ru: <sub>1. *Fluffypony в официальной еженедельной публикации Monero приводит превосходное объяснение, почему обязательное обновление сети только на пользу этой криптовалюте* ([Monero Missives for the Week of 2016-06-20]({{ site.baseurl_root }}/2016/06/20/monero-missive-for-the-week-of-2016-06-20.html))</sub>
zh_cn: <sub>1. *Fluffypony很好地解释了为什么强制的网络升级对门罗币很有好处。* （[门罗币公函_周：2016-06-20]({{ site.baseurl_root }}/2016/06/20/monero-missive-for-the-week-of-2016-06-20.html)）</sub>
