Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/paymentid.po
Languages: de, fr, nb_no, pl, ru, zh_cn

source: an optional flag that is added to identify transactions to merchants, consisting of 64 hexadecimal characters
de: Optionales Flag, welches zur Identifizierung von Transaktionen an Händler hinzugefügt wird und aus 64 Hexadezimalzeichen besteht
fr: Une option supplémentaire que est ajouté pour identifier les transactions avec les commerçants, se composant de 64 caractères hexadécimaux
nb_no: et valgfritt flagg bestående av 64 heksadesimaltegn som er lagt til for å identifisere transaksjoner til forhandlere
pl: Opcjonalny znacznik dodawany w celu identyfikacji transakcji pomiędzy użytkownikami, składający się z 64 heksadecymalnych znaków
ru: Необязательное примечание, добавляемое для идентификации транзакций продавцом и состоящая из 64 символов

source: ["payment-ID", "payment-IDs"]
de: ["payment-ID", "payment-IDs", "Zahlungs-ID", "Zahlungs-IDs"]
fr: ["payment-ID", "payment-IDs", "ID-de-paiement", IDs-de-paiement]
nb_no: ["payment-ID", "payment-IDs", "betalings-ID", "betalings-ID-er"]
pl: ["payment-ID", "payment-IDs", "numer-identyfikacyjny-płatności", "numeru-identyfikacyjnego-płatności", "numerem-identyfikacyjnym-płatności", "numerze-identyfikacyjnym-płatności", "numery-identyfikacyjne-płatności", "numerom-identyfikacyjnym-płatności", "numerach-identyfikacyjnych-płatności"]
ru: ["payment-ID", "payment-IDs", "идентификатором-платежа", "идентификатор-платежа"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="yes" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="yes" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}
zh_cn: {% include disclaimer.html translated="yes" translationOutdated="yes" %}

source: *Note:* Long Payment IDs have been removed since release 0.15; it's not possible to use them anymore. More info in the [blog post]({{ site.baseurl_root }}/2019/06/04/Long-Payment-ID-Deprecation.html) that announced their deprecation.
de: *Anmerkung:* Lange Zahlungs-IDs wurden mit der 0.15-Version entfernt. Es ist nicht möglich, diese weiterhin zu verwenden. Weitere Infos finden sich im dies ankündigenden [Blogpost]({{ site.baseurl_root }}/2019/06/04/Long-Payment-ID-Deprecation.html).
nb_no: *Merknad:* Lange betalings-ID-er har blitt fjernet etter 0.15-utgivelsen, så det er ikke mulig å bruke dem lenger. Mer informasjon kan du finne i [blogginnlegget]({{ site.baseurl_root }}/2019/06/04/Long-Payment-ID-Deprecation.html) som kunngjorde at det ble avskrevet.
ru: *Примечание:* Длинные идентификаторы платежей (Payment ID) были удалены в релизе 0.15. Дополнительная информация содержится в [сообщении блога]({{ site.baseurl_root }}/2019/06/04/Long-Payment-ID-Deprecation.html), где подробно описаны предшествующие события для данного решения.

source: The Basics
de: Grundlagen
fr: Les Bases
nb_no: Det grunnleggende
pl: Podstawy
ru: Основная информация
zh_cn: 基础知识

source: Payment ID is an **arbitrary** and **optional** transaction attachment that consists of 32 bytes (64 hexadecimal characters) or 8 bytes (in the case of integrated addresses).
de: Eine Zahlungs-ID ist ein **beliebiger** und **optionaler** Transaktionsanhang, der aus 32 Bytes (64 Hexadezimalzeichen) oder (im Falle integrierter Adressen) acht Bytes besteht.
fr: L'ID de transaction est une annexe **arbitraire** et **optionnelle** d'une transaction qui se compose de 32 octets (64 caractères hexadécimaux) ou 8 octets (dans le cas d'une adresse intégrée).
nb_no: Betalings-ID er et **vilkårlig** og **valgfritt** transaksjonsvedlegg som består av 32 bytes (64 heksadesimaltegn) eller 8 bytes (i tilfelle ved integrerte adresser).
pl: Numer identyfikacyjny płatności jest **arbitralnym** i **opcjonalnym** załącznikiem transakcji składającym się z 32 bitów (64 heksadecymalnych znaków) lub z 8 bitów (w przypadku adresów zintegrowanych).
ru: Идентификатор платежа представляет собой **случайное** и **опциональное** приложение к транзакции размером 32 байта (64 шестнадцатеричных символа) или 8 байт (в случае с интегрированными адресами).
zh_cn: 支付ID是一个**任意**和**可选**交易附件，包含32字节（64个十六进制字符）或8字节（在集成地址的情况下）。

source: The Payment ID is usually used to identify transactions to merchants and exchanges: Given the intrinsic privacy features built into Monero, where a single public address is usually used for incoming transactions, the Payment ID is especially useful to tie incoming payments with user accounts.
de: Für gewöhnlich wird die Zahlungs-ID zur Identifizierung von an Händler und Börsen gehenden Transaktionen verwendet. In Anbetracht der in Monero integrierten immanenten Privatsphärefunktionen (normalerweise wird für eingehende Transaktionen eine einzelne öffentliche Adresse genutzt) ist die Zahlungs-ID besonders nützlich, um eingehende Zahlungen mit Nutzerkonten zu verknüpfen.
fr: L'ID de paiement est habituellement utilisé pour identifier des transactions auprès de commerçants ou bourses : A cause des fonctionnalité de confidentialités intrinsèques de Monero, ou une seule adresse publique est habituellement utilisée pour les transactions entrantes, l'ID de paiement est particulièrement utile pour lier les paiements entrant à des comptes utilisateurs.
nb_no: Betalings-ID-en brukes vanligvis til å identifisere transaksjoner til forhandlere og børser: Gitt de intrinsiske personvernfunksjonene som er bygget inn i Monero, der en enkel offentlig adresse vanligvis brukes for innkommende transaksjoner, er betalings-ID-en spesielt nyttig når det kommer til å knytte innkommende betalinger med brukerkontoer.
pl: Numer identyfikacyjny płatności jest zazwyczaj używany do identyfikacji transakcji pomiędzy użytkownikami oraz na giełdzie. Ze względu na nieodłączną charakterystykę Monero polegającą na korzystaniu z pojedynczego adresu publicznego do transakcji przychodzących, numer identyfikacyjny płatności jest szczególnie użyteczny w łączeniu płatności przychodzących z kontem użytkownika.
ru: Идентификатор платежа обычно используется для идентификации транзакции для предпринимателей или бирж. Учитывая присущие Monero свойства анонимности, как правило, предполагающие использование одного публичного адреса для входящих транзакций, идентификатор платежа является особенно полезным с точки зрения связывания входящих платежей со счетами пользователя.
zh_cn: 支付ID通常用于识别商家和交易所的交易：鉴于门罗币内置的固有隐私特性，其中一个公共地址通常用于转入的交易，支付ID对于将转入的款项与用户帐户绑定在一起尤其有用。

source: Compact Payment IDs and Integrated Addresses
de: Kompakte Zahlungs-IDs und integrierte Adressen
fr: IDs de paiement compactes et adresses intégrées
nb_no: Kompakte betalings-ID-er og integrerte adresser
pl: Kompaktowy numer identyfikacyjny płatności a adresy zintegrowane
ru: Компактные идентификаторы платежей и интегрированные адреса
zh_cn: 紧凑的支付ID和集成地址

source: Since the 0.9 Hydrogen Helix version, Payment IDs can be encrypted and embedded in a payment address. The Payment IDs of this type should be 64-bits and are encrypted with a random one-time key known only to the sender and receiver.
de: Seit der 0.9-Hydrogen-Helix-Version können Zahlungs-IDs verschlüsselt und in eine Zahlungsadresse eingebunden werden. Zahlungs-IDs dieser Art sollten eine Länge von 64 Bits haben; sie sind mit einem zufälligen Einmal-Schlüssel, der nur dem Sender und dem Empfänger bekannt ist, verschlüsselt.
fr: Depuis la version 0.9 Hydrogen Helix, les IDs de paiement peuvent être chiffrés et incorporés dans une adresse de paiement. Les IDs de paiement de ce type devraient être de 64 octets et son chiffrés avec une clef à usage unique aléatoire connue uniquement de l'émetteur et du destinataire.
nb_no: Siden 0.9 Hydrogen Helix-versjonen, kan betalings-ID-er krypteres og bygges inn i en betalingsadresse. Betalings-ID-er av denne typen bør være 64-bits og er kryptert med en tilfeldig éngangsnøkkel som kun senderen og mottakeren kjenner til.
pl: Począwszy od wersji 0.9 Hydrogen Helix, numery identyfikacyjne płatności mogą zostać zaszyfrowane i włączone do adresu płatności. Numery identyfikacyjne tego rodzaju powinny być 64-bitowe oraz muszą być zaszyfrowane losowym jednorazowym kluczem, znanym jedynie nadawcy i odbiorcy.
ru: Начиная с версии 0.9 Hydrogen Helix, идентификаторы платежей можно шифровать и включать в адреса платежей. Идентификаторы платежей такого типа должны иметь размер 64 бита и должны быть зашифрованы при помощи случайного одноразового ключа, известного только отправителю и получателю.
zh_cn: 自0.9 Hydrogen Helix 版本以来，支付ID可以加密并嵌入到一个支付地址中。这种类型的支付ID应该是64位的，并且使用只有发送方和接收方知道的随机一次性密钥进行加密。

source: Creating a Payment ID
de: Erstellen einer Zahlungs-ID
fr: Créer un ID de paiement
nb_no: Å opprette en betalings-ID
pl: Tworzenie numeru identyfikacyjnego płatności
ru: Создание идентификатора платежа
zh_cn: 创建一个支付ID

source: It is recommended to use the official wallet's `integrated_address` command to automatically generate Integrated Addresses that contain Compact Payment IDs. If you want to use the command line, you can generate Payment IDs as follows:
de: Es wird empfohlen, den `integrated_address`-Befehl des offiziellen Wallets zu verwenden, welcher automatisch integrierte Adressen generiert, die eine kompakte Zahlungs-ID enthalten. Wenn du die Befehlszeile nutzen möchtest, kannst du Zahlungs-IDs wie folgt generieren:
fr: Il est recommandé d'utilisé la commande `integrated_address` du portefeuille officiel pour générer automatiquement les adresses intégrées qui contiennent les IDs de paiement compacts. Si vous voulez utilisez la ligne de commande, vous pouvez générer des IDs de paiement comme suit :
nb_no: Det er anbefalt å bruke den offisielle lommebokens `integrated_address`-kommando for å automatisk generere integrerte adresser som inneholder kompakte betalings-ID-er. Hvis du vil bruke kommandolinjen, kan du generere betalings-ID-er på følgende måte:
pl: Zaleca się korzystanie z oficjalnej funkcji portfela `integrated_address` do automatycznego wygenerowania adresu zintegrowanego zawierającego kompaktowy numer identyfikacyjny płatności. Jeśli chcesz użyć wiersza poleceń, postępuj jak poniżej:
ru: Чтобы сгенерировать интегрированные адреса, содержащие компактные идентификаторы платежей, рекомендуется использовать команду `integrated_address` официального кошелька. Если вы хотите использовать командную строку, то вы можете сгенерировать идентификаторы платежей следующим образом:
zh_cn: 建议使用官方钱包的 `integrated_address` 命令自动生成包含紧凑支付ID的集成地址。如果你想使用命令行，你可以用一下方法生成支付ID:

source: Creating a compact Payment ID for an Integrated Address:
de: Erstellen einer kompakten Zahlungs-ID für eine integrierte Adresse:
fr: Créer un ID de paiement compact pour une adresse intégrée :
nb_no: Å opprette en kompakt betalings-ID for en integrert adresse:
pl: Tworzenie kompaktowego numeru identyfikacyjnego dla adresu zintegrowanego:
ru: Создание компактного идентификатора платежа для интегрированного адреса
zh_cn: 为综合地址创建一个紧凑的支付ID:

source: Creating an old-style Payment ID:
de: Erstellen einer herkömmlichen Zahlungs-ID:
fr: Créer un ID de paiement de l'ancien type :
nb_no: Å opprette en gammeldags betalings-ID:
pl: Tworzenie tradycyjnego numeru identyfikacyjnego:
ru: Создание старомодного идентификатора платежа:
zh_cn: 创建一个老式的支付ID:
