Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/pruning.po
Languages: nb_no, ru

source: Feature that allows node operators to download and sync only 1/3 of the blockchain
nb_no: En funksjon som lar nodeoperatører laste ned og synkronisere bare 1/3 av blokkjeden
ru: Функция, которая позволяет операторам узлов загружать и синхронизировать только 1/3 блокчейна

source: ["pruning"]
nb_no: ["pruning", "utrensking"]
ru: ["pruning", "обрезанием", "Обрезание", "обрезание", "обрезания"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: 'Pruning' allows node operators to save 2/3 of storage space while keeping the full transaction history. Pruning works by removing 7/8 of unnecessary ring signature data. The 1/8 remaining data will be available to the other nodes and will be used to sync with the network. Other pruned nodes will have a random 1/8 of the data, which they will also make available to the network. There are no privacy or security downsides when using a pruned node.
nb_no: «Utrensking» lar nodeoperatører lagre 2/3 med lagringsplass mens de fremdeles har tilgang til hele transaksjonshistorikken. Utrensking fungerer ved å fjerne 7/8 av de unødvendige ringsignaturdataene. Den gjenstående 1/8 med data blir tilgjengelig for de andre nodene og vil brukes til å synkroniseres med nettverket. Andre utrenskede noder vil ha en tilfeldig 1/8 av dataene som de også gjør tilgjengelig til nettverket. Det finnes ingen ulemper hva gjelder personvern eller sikkerhet når man bruker en utrensket node.
ru: 'Обрезание' позволяет операторам узлов сэкономить 2/3 объёма памяти при сохранении полной истории транзакций. Обрезание предполагает удаление 7/8 ненужных данных кольцевых подписей. Остающаяся 1/8 данных будет доступна остальным узлам и будет использоваться для синхронизации с сетью. Остальные «обрезанные» узлы будут иметь случайную 1/8 данных, которая также будет доступна сети. Такими обрезанными узлами можно пользоваться без какого-либо ущерба для анонимности или безопасности.

source: There are three ways to prune:
nb_no: Det er tre måter å utrenske på:
ru: Существует три способа обрезания:

source: - *Synchronize a pruned node from scratch:* You will download and sync only 1/3 of the full blockchain.
nb_no: - *Synkronisere en utrensket node fra bunn:* Da laster du ned og synkroniserer kun 1/3 av hele blokkjeden.

source: - *Prune an existing node:* The already existing blockchain will be pruned, but this will not result in a smaller blockchain. Instead, it will mark parts of the file as free, so that future data will use that free space, causing the file to not grow until free space grows scarce.
nb_no: - *Utrenske en eksisterende node:* Blokkjeden som allerede eksisterer vil utrenskes, men dette vil ikke resultere i en mindre blokkjede. Den vil istedenfor markere deler av filen som ledig, slik at fremtidig data benytter den ledige lagringsplassen, noe som medfører at filen ikke vokser før den ledige lagringsplassen blir knapp.

source: - *Create a new pruned blockchain from a full one:* A full blockchain that you already have will be used to create a new, pruned blockchain.
nb_no: - *Opprette en ny, utrensket blokkjede fra en full en:* En full blokkjede som du allerede har vil brukes for å opprette en ny, utrensket blokkjede.

source: Pruned nodes are very useful and preferable to @remote-nodes, but if possible, users should run a full node and opt for pruning only in case if necessary.
nb_no: Utrenskede noder er svært nyttige, og foretrekkes fremfor @eksterne noder, men brukere bør, hvis mulig, kjøre en fullstendig node og kun velge å utrenske hvis det er nødvendig.
ru: Обрезанные узлы довольно полезны, и в качестве @удалённых-узлов лучше использовать именно их, но, по возможности, пользователям рекомендуется создавать полные узлы и прибегать к обрезанию только в случае разумной необходимости.

source: The 'database pruning' feature [was added](https://github.com/monero-project/monero/pull/4843) on January 2019. See the [blog post]({{ site.baseurl }}/2019/02/01/pruning.html) for more information.
nb_no: «Databaseutrensking»-funksjonen [ble lagt til](https://github.com/monero-project/monero/pull/4843) i januar 2019. Se [blogginnlegget]({{ site.baseurl }}/2019/02/01/pruning.html) for mer informasjon.
ru: Возможность 'обрезания базы данных' [добавлена](https://github.com/monero-project/monero/pull/4843) в январе 2019. Дополнительная информация содержится в соответствующем [посте]({{ site.baseurl }}/2019/02/01/pruning.html).

source: *Synchronize a pruned node from scratch:* You will download and sync only 1/3 of the full blockchain.
ru: *Синхронизация обрезанного узла с нуля.* Загружается и синхронизируется только 1/3 всего блокчейна.

source: *Prune an existing node:* The already existing blockchain will be pruned, but this will not result in a smaller blockchain. Instead, it will mark parts of the file as free, so that future data will use that free space, causing the file to not grow until free space grows scarce.
ru: *Обрезание существующего узла.* Обрезается уже существующий блокчейн, но в результате блокчейн не становится меньше. Вместо этого части файла помечаются как свободные, после чего данные будут использовать это свободное место, и файл не будет разрастаться до тех пор, пока свободного место будет достаточно.

source: *Create a new pruned blockchain from a full one:* A full blockchain that you already have will be used to create a new, pruned blockchain.
ru: *Создание нового обрезанного блокчейна на основе полного.* Имеющийся полный блокчейн будет использован для нового обрезанного блокчейна.
