Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/remote-node.po
Languages: de, ru

source: Nodes which are not running in the same machine as the wallet. Open remote nodes allow to use the Monero network immediately
de: Nodes, die nicht im gleichen Gerät wie das Wallet laufen. Offene Remote-Nodes erlauben die direkte Nutzung des Monero-Netzwerks
ru: Узлы Monero, которые работают в другой сети или на другом компьютере отдельно от кошелька. Удаленные узлы позволяют начать использовать Monero, без загрузки локальной копии блокчейна

source: ["remote-node", "remote-nodes"]
de: ["remote-node", "remote-nodes", "Remote-Node", "Remote-Nodes"]
ru: ["remote-node", "remote-nodes", "удаленный-узел", "удалённый-узел", "удалённые-узлы", "удалённых-узлов", "удалённому-узлу", "удалёнными-узлами"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: A @node that doesn't run on the same local machine where the Monero @wallet is located is called "Remote Node" and can be private or open.
de: Ein @Node, der nicht auf demselben Gerät wie das Monero-@Wallet läuft, wird "Remote-Node" genannt und kann sowohl privat als auch offen sein.
ru: @Узел, работающий не на той же машине, на которой установлен @кошелёк Monero, называется «удалённым узлом» и может быть как приватным, так и открытым.

source: A **private remote node** doesn't run on your local machine, but you have full control over it. A classic example is a node running on a VPS or a server. That node is not on your local machine, but you have full control over it. You can even decide to make it become an open node, allowing people to connect to it.
de: Ein **privater Remote-Node** läuft zwar nicht auf deinem Gerät, du hast jedoch die volle Kontrolle darüber. Ein klassisches Beispiel ist ein auf einem VPS oder einem Server laufender Node: Dieser Node ist nicht auf deinem Gerät, du kannst ihn aber komplett eigenhändig steuern. Du kannst dich sogar dazu entschließen, ihn zu einem offenen Node werden zu lassen, damit andere sich zu ihm verbinden können.
ru: **Приватный удалённый узел** работает не на вашей локальной машине, но контролируется вами. Классическим примером может служить узел, работающий на VPS или на сервере. В этом случае узел не установлен на вашей машине, но вы полностью контролируете его. Вы даже можете сделать его открытым узлом и разрешить другим людям пользоваться им.

source: An **Open remote node** can be used by people who, for their own reasons (usually because of hardware requirements, disk space, or technical abilities), cannot/don't want to run their own node and prefer to relay on one publicly available on the Monero network. Open remote nodes are often simply referred as "remote nodes".
de: Ein **öffentlicher Remote-Node** kann von Leuten genutzt werden, die aus persönlichen Gründen (im Regelfall aufgrund von Hardware-Voraussetzungen, Speicherplatz oder auch technischem Können) keinen eigenen Node betreiben möchten/können und es vorziehen, einen im Monero-Netzwerk öffentlich verfügbaren Node zu verwenden. Offene Remote-Nodes werden oft einfach nur "Remote-Nodes" genannt.
ru: **Открытый удалённый узел** может использоваться теми людьми, которые в силу каких-либо причин (как правило это ограничения, связанные с аппаратным обеспечением, недостаточным объёмом жёсткого диска, или другие технические причины) не могут или не хотят создавать и использовать собственный узел и предпочитают полагаться на публично доступный узел в сети Monero. Открытые удалённые узлы часто называют просто «удалёнными узлами».

source: Using an open node will allow to make a @transaction instantaneously, without the need to download the @blockchain and sync to the Monero network first, but at the cost of the control over your privacy. the Monero community suggests to always run your own node to obtain the maximum privacy possible and to help decentralize the network.
de: Das Nutzen eines offenen Nodes erlaubt es, @Transaktionen augenblicklich zu senden, ohne dass zunächst die @Blockchain heruntergeladen und mit dem Monero-Netzwerk synchronisiert werden muss - dies geht jedoch auf Kosten deiner Privatsphäre. Die Monero-Community empfiehlt dir, immer deinen eigenen Node zu betreiben, damit du das Maximum an möglicher Privatsphäre erlangst und dabei hilfst, das Netzwerk zu dezentralisieren.
ru: Использование открытого узла обеспечивает возможность практически мгновенного проведения @транзакций в силу отсутствия необходимости в предварительном скачивании @блoкчейна и синхронизации с сетью Monero, но это подразумевает утрату контроля над вашей анонимностью. Сообщество Monero рекомендует постоянно использовать собственный узел, так как это обеспечивает максимально возможную анонимность, а также способствует децентрализации сети.

source: Public Nodes
de: Öffentliche Nodes
ru: Публичные узлы

source: Open nodes are cool because, as we said above, allow people who are not running their own node to immediately join the Monero network. There are 2 main ways to connect to an open node: Simply get somebody to share with you their node, by asking them to "open it" and provide you with IP address and port, or use a public one.
de: Offene Nodes sind super, weil sie es Leuten, die keinen eigenen Node betreiben, erlauben, direkt dem Monero-Netzwerk beizutreten. Es gibt zwei Hauptmöglichkeiten, zu einem offenen Node zu verbinden: Finde jemanden, der seinen Node mit dir teilt, oder nutze schlicht einen öffentlichen Node.
ru: Открытые узлы — это здорово, поскольку, как уже было сказано выше, они позволяют людям, не пользующимся собственными узлами, быстро подсоединяться к сети Monero. Существует два основных способа соединения с открытым узлом: найти кого-то и попросить «поделиться» своим узлом, попросить этого человека «открыть» свой узел и предоставить его IP-адрес и номер порта, или же можно просто воспользоваться публичным узлом.

source: Public nodes are reachable in the network using two systems:
de: Öffentliche Nodes sind durch zwei Systeme im Netzwerk erreichbar:
ru: Публичные узлы можно найти в сети по двум системам:

source: Be aware that using public remote nodes can be risky. Node operators can link transactions to IP addresses. These risks can be mitigated, but you should always avoid using them if you have the possibility. Run your own node!
de: Sei dir darüber bewusst, dass die Nutzung von Remote-Nodes riskant sein kann. Node-Betreiber können Transaktionen mit IP-Adressen in Verbindung bringen. Diese Risiken können zwar minimiert werden, wenn möglich solltest du dennoch vermeiden, einen solchen Node zu nutzen. Betreibe deinen eigenen Node!
ru: Следует помнить о том, что использование публичных узлов связано с определёнными рисками. Оператор узла может связать ваши транзакции с вашим IP-адресом. Этого можно избежать, но по возможности лучше не пользоваться публичными узлами. Лучше создавайте собственный узел и пользуйтесь им!
