Repository: monero-project/monero-site
Catalog: _i18n/*/resources/moneropedia/weblate/transaction.po
Languages: de, fr, nb_no, pl, ru

source: a cryptographically signed container that details the transfer of Monero to a recipient (or recipients)
de: Ein kryptografisch signierter Behälter, der einen Monero-Transfer einem (oder mehreren) Empfänger(n) zuweist.
fr: Un conteneur signé cryptographiquement qui détaille le transfert de Moneroj à un destinataire (ou des destinataires).
nb_no: En kryptografisk signert beholder som redegjør for overføringen av Monero til en mottaker (eller mottakere).
pl: Kryptograficznie podpisany zbiornik, który wyszczególnia transfer Monero do odbiorcy lub odbiorców.
ru: Криптографически подписанный контейнер, в котором содержится подробная информация по передаче Monero получателю (или получателям)

source: ["transaction", "transactions"]
de: ["transaction", "transactions", "Transaktion", "Transaktionen"]
nb_no: ["transaction", "transactions", "transaksjon", "transaksjoner"]
pl: ["transaction", "transactions", "transakcja", "transakcję", "transakcji", "transakcją", "transakcje", "transakcjom", "transakcjami"]
ru: ["transaction", "transactions", "транзакций", "транзакции", "транзакция"]

source: {% include disclaimer.html translated="no" translationOutdated="no" %}
de: {% include disclaimer.html translated="yes" translationOutdated="no" %}
fr: {% include disclaimer.html translated="yes" translationOutdated="no" %}
nb_no: {% include disclaimer.html translated="yes" translationOutdated="no" %}
pl: {% include disclaimer.html translated="yes" translationOutdated="no" %}
ru: {% include disclaimer.html translated="yes" translationOutdated="no" %}

source: The Basics
de: Grundlagen
fr: Les Bases
nb_no: Det grunnleggende
pl: Podstawy
ru: Основная информация

source: A cryptographically signed container that details the transfer of Monero to a recipient (or recipients).
de: Ein kryptografisch signierter Behälter, der einen Monero-Transfer einem (oder mehreren) Empfänger(n) zuweist.
fr: Un conteneur signé cryptographiquement qui détaille le transfert de Moneroj à un destinataire (ou des destinataires).
nb_no: En kryptografisk signert beholder som redegjør for overføringen av Monero til en mottaker (eller mottakere).
pl: Kryptograficznie podpisany zbiornik, który wyszczególnia transfer Monero do odbiorcy lub odbiorców.
ru: Криптографически подписанный контейнер, в котором содержится подробная информация по передаче Monero получателю (или получателям).

source: The parameters of a transaction contain one or more recipient addresses with corresponding amounts of funds and a @ring-size parameter that specifies the number outputs bound to the transaction. The more outputs that are used, a higher degree of obfuscation is possible, but that comes with a cost. Since a transaction gets larger with more outputs, the transaction fee will be higher.
de: Die Parameter einer Transaktion enthalten eine oder mehrere Empfängeradressen mit entsprechenden Geldbeträgen und einen Parameter bezüglich der @Ringgröße, welcher die Anzahl der an die Transaktion gebundenen Outputs festlegt. Je mehr Outputs verwendet werden, desto höher kann der Grad an Verschleierung sein. Dies hat jedoch seinen Preis: Da eine Transaktion durch mehr Outputs größer wird, werden die Transaktionsgebühren höher ausfallen.
fr: Les paramètres d'une transaction contiennent une ou plusieurs adresses de destinataires avec le montant des fonds correspondants et un paramètre de @taille-de-cercle qui spécifie le nombre de sorties attachées à la transaction. Plus le nombre de sorties est important, plus grand est le degré d'obscurcissement possible, mais cela a un coût. Comme une transaction devient plus grande avec plus de sorties, les frais de transaction seront plus élevés.
nb_no: Parameterne til en transaksjon innholder én eller flere mottakeradresser med tilhørende beløp og én parameter i @ringstørrelse som spesifiserer antall utdata som er bundet til transaksjonen. Jo flere utdata som brukes, jo høyere grad av forkludring er mulig – men det har sin pris. Siden en transaksjon blir større med mer utdata, blir transaksjonskostnaden høyere.
pl: Parametry transakcji zawierają jeden lub więcej adresów odbiorcy wraz z odpowiednimi kwotami oraz parametr @rozmiar-pierścienia, który określa liczbę obcych wyjść powiązanych z transakcją. Im więcej wyjść, tym bardziej możliwy wyższy poziom maskowania, jednak wiąże się to z pewnym kosztem. Ponieważ transakcje stają się coraz większe i z większą liczbą wyjść, opłaty za nie rosną.
ru: Среди параметров транзакции содержатся один или несколько адресов получателя с соответствующими суммами средств, а также параметр размера кольца, который указывает количество выходов, связанных с транзакцией. Чем больше выходов используется, тем выше уровень защиты. Но это имеет свою цену. Так как при включении большего количества выходов транзакция становится больше, растёт и размер комиссии за проведение транзакции.

source: It is possible to form a transaction offline, which offers additional privacy benefits.
de: Die Offline-Erstellung einer Transaktion ist möglich und bietet zusätzliche, die Privatsphäre begünstigende Vorteile.
fr: Il est possible de concevoir une transaction hors-ligne, ce qui permet une confidentialité supplémentaire.
nb_no: Det er mulig å lage en transaksjon i frakoblet tilstand, noe som tilbyr ytterligere personvernfordeler.
pl: Możliwe jest także tworzenie transakcji off-line, które daje ogromną korzyść dla prywatności.
ru: Можно создать офлайн транзакцию, что даёт дополнительные преимущества с точки зрения анонимности.

source: A transaction can be uniquely identified with the use of an optional Transaction ID, which is usually represented by a 32-byte string (64 hexadecimal characters).
de: Eine Transaktion kann durch den Gebrauch einer optionalen Transaktions-ID eindeutig gekennzeichnet werden. Diese wird in der Regel durch einen 32-Byte-Zeichenkette (oder 64 Hexadezimalzeichen) verkörpert.
fr: Une transaction peut être identifiée de façon unique en utilisant un ID de transaction optionnel, qui est habituellement représenté par une chaîne de caractères de 32 octets (64 caractères hexadécimaux).
nb_no: En transaksjon kan identifiseres unikt ved å bruke en valgfri transaksjons-ID, som vanligvis representeres av en 32-bits streng (64 heksadesimale tegn).
pl: Transakcja może być zidentyfikowana jedynie przy użyciu opcjonalnego numeru identyfikacji transakcji, który przeważnie jest 32-bajtowym ciągiem (64 znaków heksadecymalnych).
ru: Транзакция может быть уникально идентифицирована. Для этого используется опциональный идентификатор транзакции (Transaction ID), который, как правило, представляет собой 32-байтную строку (64 шестнадцатеричных символа).

source: In-depth Information
de: Ausführliche Informationen
fr: Informations détaillées
nb_no: Inngående informasjon
pl: Szczegółowe informacje
ru: Углублённая информация

source: Every transaction involves two keys: a public @spend-key, and a public @view-key. The destination for an output in a transaction is actually a one-time public key computed from these two keys.
de: Jede Transaktion involviert zwei Schlüssel: Einen öffentlichen @Spend-Key und einen öffentlichen @View-Key. Das Ziel eines Outputs einer Transaktion ist genau genommen ein öffentlicher Einmal-Schlüssel, der aus diesen zwei Schlüsseln berechnet wurde.
fr: Chaque transaction nécessite deux clefs : une @clef-de-dépense publique et une @clef-d'audit publique. La destination d'une sortie de transaction est en réalité une clef publique à usage unique calculée à partir de ces deux clefs.
nb_no: Hver transaksjon trekker inn to nøkler: en offentlig @forbruksnøkkel og en offentlig @visningsnøkkel. Destinasjonen for en utdata i en transaksjon er faktisk en engangs offentlig nøkkel som er bereget ut fra disse to nøklene.
pl: Każda transakcja wiąże się z dwoma kluczami: publicznym @kluczem-wydawania i publicznym @kluczem-widoczności. Celem wyjścia w transakcji jest jednorazowy klucz publiczny, złożony z tych dwóch kluczy.
ru: При проведении каждой транзакции используется два ключа: публичный @ключ-траты и публичный @ключ-просмотра. Адрес назначения для выхода транзакции фактически является одноразовым публичным ключом, который вычисляется на основе этих двух ключей.

source: When a wallet is scanning for incoming transactions, every transaction is scanned to see if it is for "you". This only requires your private view key and your public spend key, and this check is immutable and cannot be faked. You cannot receive transactions and identify them without a corresponding private view key.
de: Wenn ein Wallet nach eingehenden Zahlungen sucht, scannt es jegliche Transaktionen und schaut dabei, ob eine davon für "dich" ist. Dafür werden lediglich dein privater View-Key und dein öffentlicher Spend-Key benötigt. Diese Überprüfung ist unveränderlich und kann nicht gefälscht werden. Du kannst keine Transaktionen empfangen und diese ohne einen zugehörigen privaten View-Key identifizieren.
fr: Lorsqu'un portefeuille est à la recherche de transactions entrantes, chaque transaction est scannée pour voir si elle est pour "vous". Cela ne nécessite que votre clef privée d'autit et votre clef de dépense publique, et cette vérification est immuable et ne peut pas être falsifiée. Vous ne pouvez pas recevoir de transactions et les identifier sans la clef privée d'audit correspondante.
nb_no: Når en lommebok skanner etter innkommende transaksjoner, skannes hver transaksjon for å se om den er til «deg». Dette krever kun din private visningsnøkkel og din offentlige forbruksnøkkel, og denne sjekken er uforanderlig og kan ikke forfalskes. Du kan ikke motta transaksjoner og identifisere dem uten en tilhørende privat visningsnøkkel.
pl: Gdy portfel dokonuje skanowania w poszukiwaniu płatności przychodzących, wszystkie transakcje są weryfikowane czy są przeznaczone dla ciebie. Wymaga to jedynie twojego prywatnego klucza widoczności i twojego publicznego klucza wydawania, a sprawdzanie to jest niezmienne i nie może być sfałszowane. Nie możesz otrzymać płatności i zidentyfikować jej bez odpowiedniego prywatnego klucza widoczności.
ru: Когда кошелёк сканирует входящие транзакции, то каждая транзакция сканируется на предмет того, направлена ли она именно вам. Для этого необходимы только ваш приватный ключ просмотра и ваш публичный ключ траты. Такая проверка проводится неизменно, и её нельзя подделать. Вы не можете принять транзакции и идентифицировать их, не имея соответствующего приватного ключа просмотра.

source: In order to spend the funds you have to compute a one-time private spend key for that output. This is almost always done automatically by the Monero Wallet software.
de: Um deine Gelder auszugeben, musst du einen privaten Einmal-Spend-Key für diesen Output berechnen. Dies wird fast immer automatisch von der Software der Monero-Wallets übernommen.
fr: Afin de dépenser les fonds que vous avez, vous devez calculer une clef de dépense privée à usage unique pour cette sortie. Ce qui est la plupart du temps fait automatiquement par le logiciel de portefeuille Monero.
nb_no: For å bruke midlene, må du kalkulere en engangs privat forbruksnøkkel for den utdataen. Dette gjøres nesten alltid automatisk av programvaren i Monero-lommeboken din.
pl: Aby wydać środki ze swojego konta, musisz stworzyć jednorazowy prywatny klucz wydawania dla konkretnego wyjścia. Prawie zawsze jest to wykonywane automatycznie przez oprogramowanie portfela Monero.
ru: Чтобы потратить средства, вам понадобится вычислить одноразовый приватный ключ траты для данного конкретного выхода. Это практически всегда делается автоматически программным обеспечением кошелька Monero.
